{
  "status": "ok",
  "totalResults": 4740,
  "articles": [
    {
      "source": {
        "id": "business-insider",
        "name": "Business Insider"
      },
      "author": "Libertina Brandt and Shayanne Gal",
      "title": "Wealthy weekender's guide: Where to eat, shop, stay, and party in the Hamptons",
      "description": "The Hamptons, a series of beach towns dotting eastern Long Island, New York, are a popular summer destination for the wealthy. Business Insider spoke with Hamptons-based real-estate agent Diane Saatchi to get the inside scoop on how to enjoy the Hamptons, nei…",
      "url": "https://www.businessinsider.com/hamptons-ny-real-estate-guide-eat-shop-stay-party",
      "urlToImage": "https://amp.businessinsider.com/images/5d6962202e22af3e5823de5f-1136-568.png",
      "publishedAt": "2019-08-31T17:55:00Z",
      "content": "The Hamptons, a series of beach towns and villages dotting eastern Long Island, New York, are known around the world as a destination for ultra-wealthy vacationers. And, while all indisputably beautiful, each area of the Hamptons offers something a bit differ… [+795 chars]"
    },
    {
      "source": {
        "id": "business-insider",
        "name": "Business Insider"
      },
      "author": "Tyler Lauletta",
      "title": "23-year-old Russian tennis star Daniil Medvedev taunted a booing crowd at the US Open: 'I won because of you'",
      "description": "Daniil Medvedev trolled a booing US Open audience after his victory on Friday night. \"I want all of you to know when you sleep tonight: I won because of you,\" Medvedev told the booing crowd after the match, waving his arms to encourage them to continue to sho…",
      "url": "https://www.businessinsider.com/daniil-medvedev-booed-us-open-troll-middle-finger-2019-8",
      "urlToImage": "https://amp.businessinsider.com/images/5d6aa1de2e22af5bd7288623-1920-960.jpg",
      "publishedAt": "2019-08-31T17:29:18Z",
      "content": "Daniil Medvedev embraced his role as a villain at the US Open on Friday night, encouraging the crowd to boo him through his post-match interview on the court. \r\n After defeating Feliciano Lopez in four sets, the 23-year-old Russian was met with a swell of boo… [+2260 chars]"
    },
    {
      "source": {
        "id": "business-insider",
        "name": "Business Insider"
      },
      "author": "Ellen Cranley",
      "title": "Conservative firebrand Tomi Lahren admitted her 'Freedom' clothing line is not made in America after backlash",
      "description": "Fox News commentator Tomi Lahren announced Friday that her \"Freedom\" athleisure line is not made in the United States. Lahren responded to the widespread backlash a week after she announced the line, which she said is for customers that are \"proud of the coun…",
      "url": "https://www.businessinsider.com/tomi-lahren-freedom-clothing-not-made-in-america-2019-8",
      "urlToImage": "https://amp.businessinsider.com/images/5d6a912e2e22af5acf18a203-2732-1366.jpg",
      "publishedAt": "2019-08-31T16:47:12Z",
      "content": "Fox News commentator Tomi Lahren announced Friday that her \"Freedom\" athleisure line is not made in the United States. \r\n After the line was announced a week earlier, critics were quick to point out the range of sports bras, leggings, and other garments offer… [+2107 chars]"
    },
    {
      "source": {
        "id": "business-insider",
        "name": "Business Insider"
      },
      "author": "Áine Cain",
      "title": "An inside look on how home improvement giants Lowe's and Home Depot are battening down the hatches for Hurricane Dorian (LOW, HD)",
      "description": "Hurricane Dorian is bearing down on the southeastern United States this weekend. Home Depot and Lowe's both run emergency command centers dedicated to responding to natural disasters. Home improvement sales can be simultaneously harmed and boosted by natural …",
      "url": "https://www.businessinsider.com/home-depot-lowes-hurricane-dorian-2019-8",
      "urlToImage": "https://amp.businessinsider.com/images/5d6aa1f62e22af36d5495ca3-160-80.jpg",
      "publishedAt": "2019-08-31T16:36:14Z",
      "content": "Hurricane Dorian is hurtling toward the southeastern United States, but the residents caught in the path of the hurricane aren't the only ones bracing for the storm. Home improvement giants Home Depot and Lowe's have also prepped for the hurricane, with the h… [+4527 chars]"
    },
    {
      "source": {
        "id": "business-insider",
        "name": "Business Insider"
      },
      "author": "Liz Knueven",
      "title": "7 things people who are good with money know that the rest of us don't",
      "description": "Those who are truly good with money know that consistent savings, living below their means, and spending their money in a way that grows their wealth are key, according to personal finance expert and author Lynette Khalfani-Cox. They'd rather spend on things …",
      "url": "https://www.businessinsider.com/things-people-good-with-money-know",
      "urlToImage": "https://amp.businessinsider.com/images/5d69743a2e22af21663633a2-1136-568.jpg",
      "publishedAt": "2019-08-31T16:25:00Z",
      "content": "\"Anybody at any income or asset level can be good with money by practicing fiscal discipline and smart money management habits,\" says Khalfani-Cox. \r\n While she acknowledges that building wealth is a very different scenario for those with little access to cre… [+542 chars]"
    },
    {
      "source": {
        "id": "business-insider",
        "name": "Business Insider"
      },
      "author": "Tyler Lauletta",
      "title": "Nevada awards scholarship to freshman kicker Brandon Talton after hitting game-winning 56-yard field goal in upset over Purdue",
      "description": "Nevada pulled off an upset win over Purdue on Friday, scoring 20 unanswered points in the second half to beat the Boilermakers. The hero of the game was freshman kicker Brandon Talton, who hit a 56-yard field goal as the clock expired to give the Wolfpack the…",
      "url": "https://www.businessinsider.com/nevada-kicker-earns-scholarship-brandon-talton-purdue-upset-2019-8",
      "urlToImage": "https://amp.businessinsider.com/images/5d6a92102e22af48e61b8ee3-1920-960.jpg",
      "publishedAt": "2019-08-31T16:15:51Z",
      "content": "The Nevada Wolfpack pulled off an incredible comeback against the Purdue Boilermakers on Friday night thanks to freshman kicker Brandon Talton. \r\n The Wolfpack entered the game as 11-point underdogs at home, and at halftime trailed Purdue 24-7, but would moun… [+1681 chars]"
    },
    {
      "source": {
        "id": "business-insider",
        "name": "Business Insider"
      },
      "author": "Kat Tenbarge",
      "title": "Trump forgave his former personal assistant for telling reporters he doesn't like taking pictures with his daughter Tiffany",
      "description": "Before retweeting a dozen tweets about Hurricane Dorian on Saturday morning, Trump first addressed the latest controversy in his White House administration – the recent reported firing of his personal assistant Madeleine Westerhout, 28, after she told reporte…",
      "url": "https://www.businessinsider.com/trump-tweets-forgives-madeleine-westerhout-tiffany-pictures-overweight-confidentiality-omarosa-2019-8",
      "urlToImage": "https://amp.businessinsider.com/images/5d6a93d82e22af36200b75e3-1920-960.jpg",
      "publishedAt": "2019-08-31T16:06:41Z",
      "content": "As Hurricane Dorian neared the Florida coast, President Donald Trump had a few things to say about a recent White House administration controversy on Twitter before retweeting information about the storm. \r\n In a Saturday morning tweet-storm, Trump included a… [+3301 chars]"
    },
    {
      "source": {
        "id": "business-insider",
        "name": "Business Insider"
      },
      "author": "Sonam Sheth and John Haltiwanger",
      "title": "Alexandria Ocasio-Cortez says she has the right to block critics on social media. A court ruling against Trump suggests she might not",
      "description": "Democratic Rep. Alexandria Ocasio-Cortez is at the center of a legal firestorm surrounding her decision to block several individuals and organizations who have criticized her or engaged in \"ongoing harassment\" from following her personal Twitter account. Ocas…",
      "url": "https://www.businessinsider.com/alexandria-ocasio-cortez-trump-first-amendment-aoc-block-critics-2019-8",
      "urlToImage": "https://amp.businessinsider.com/images/5d0a5036e3ecba206a138ec3-1920-960.jpg",
      "publishedAt": "2019-08-31T16:06:00Z",
      "content": "Democratic Rep. Alexandria Ocasio-Cortez has found herself in the middle of a legal firestorm over the past few months stemming from her decision to block people on Twitter who have criticized or harassed her. \r\n The latest salvo came on Thursday, when Columb… [+5846 chars]"
    },
    {
      "source": {
        "id": "business-insider",
        "name": "Business Insider"
      },
      "author": "Ariana Arghandewal",
      "title": "IHG has one of the most underrated hotel credit cards, with benefits like an annual free night and a great sign-up bonus. Here's why it's worth the $89 annual fee",
      "description": "The IHG Rewards Club Premier Credit Card is currently offering an elevated sign-up bonus of 125,000 points after you spend $3,000 in the first three months. Even without considering this higher-than-average welcome offer, the card is worth considering. It off…",
      "url": "https://www.businessinsider.com/ihg-rewards-club-premier-credit-card-review",
      "urlToImage": "https://amp.businessinsider.com/images/5d6929bb2e22af35c35e22b6-2732-1366.jpg",
      "publishedAt": "2019-08-31T16:04:00Z",
      "content": "Chase recently increased the sign-up bonus on the IHG Rewards Club Premier Credit Card, along with adding a temporary boost to the card's earning rate. While the card's benefits have always been generous, the latest improvements are pretty significant. \r\n If … [+5487 chars]"
    },
    {
      "source": {
        "id": "business-insider",
        "name": "Business Insider"
      },
      "author": "Frank Olito",
      "title": "12 of the most luxurious retirement home communities in the US — and how much they cost",
      "description": "Throughout the US, there are several luxurious retirement communities that offer modern amenities at a high price tag. In Florida, the Villages — which can cost renters $10,000 per month— and the Sarasota Bay Club — which can cost buyers $300,000 — are exampl…",
      "url": "https://www.businessinsider.com/luxurious-retirement-home-communities-in-us",
      "urlToImage": "https://amp.businessinsider.com/images/5d66f2572e22af1aa87994fa-1536-768.jpg",
      "publishedAt": "2019-08-31T16:01:00Z",
      "content": "Located in Sarasota, Florida, Sarasota Bay Club boasts a list of amenities, which include a pool, a spa, an auditorium, a massage therapy studio, a billiards room, a woodworking shop, a salon, and a library. The community's main dining room also serves fine-d… [+113 chars]"
    },
    {
      "source": {
        "id": "business-insider",
        "name": "Business Insider"
      },
      "author": "Tanza Loudenback",
      "title": "6 ways you're probably leaving money on the table on a daily basis",
      "description": "It pays to be thoughtful about your systems for spending, saving, earning, and investing money. If you're not using a rewards credit card or saving in a high-yield account, you're missing out on ways to maximize your dollar every day. Visit Business Insider's…",
      "url": "https://www.businessinsider.com/ways-to-save-earn-more-money-every-day",
      "urlToImage": "https://amp.businessinsider.com/images/5d68acec2e22af016901e7f4-1920-960.jpg",
      "publishedAt": "2019-08-31T15:45:00Z",
      "content": "If your savings is still sitting in a regular savings or checking account earning less than 1% in interest, you're missing an opportunity to earn money while you sleep. \r\n High-yield savings accounts are a great place to store money for emergencies and short-… [+776 chars]"
    },
    {
      "source": {
        "id": "business-insider",
        "name": "Business Insider"
      },
      "author": "Áine Cain",
      "title": "13 of the scariest crimes to ever hit the world of retail",
      "description": "Retail isn't immune to some truly terrifying crimes. Over the decades, a number of high-profile cases have emerged concerning retail establishments. The details of these crimes are disturbing. Visit Business Insider's homepage for more stories. We'd all like …",
      "url": "https://www.businessinsider.com/scariest-crimes-retail-stores-restaurants-employees-customers-2019-8",
      "urlToImage": "https://amp.businessinsider.com/images/5d63fa082e22af0a6415b022-960-480.jpg",
      "publishedAt": "2019-08-31T15:12:00Z",
      "content": "On February 15, 1997, dishwasher and convicted robber Paul Dennis Reid Jr. reportedly hurled a plate at a fellow employee in the kitchen of a Nashville-area Shoney's. The restaurant's manager promptly fired the 39-year-old aspiring country singer. \r\n The foll… [+2018 chars]"
    },
    {
      "source": {
        "id": "business-insider",
        "name": "Business Insider"
      },
      "author": "Benjamin Goggin",
      "title": "New York Times columnist Bret Stephens linked getting called a 'bedbug' on Twitter to Nazi rhetoric in his latest op-ed",
      "description": "Conservative New York Times opinion columnist Bret Stephens was at the center of ridicule again this week after a column published Friday likened his being called a \"bedbug\" on Twitter to the dehumanizing language about Jewish people under Nazi authorities in…",
      "url": "https://www.businessinsider.com/bret-stephens-new-york-times-bedbug-2019-8",
      "urlToImage": "https://amp.businessinsider.com/images/5aa1863723aa6327008b4764-1136-568.jpg",
      "publishedAt": "2019-08-31T14:36:11Z",
      "content": "Conservative New York Times opinion columnist Bret Stephens was at the center of ridicule again after a column published Friday mentioned bedbugs in reference to the horrors of WWII days after he let loose on a Twitter user for comparing him to the pest. \r\n S… [+2074 chars]"
    },
    {
      "source": {
        "id": "business-insider",
        "name": "Business Insider"
      },
      "author": "Graham Rapier",
      "title": "You can now book an Uber ride without a phone for the first time (UBER)",
      "description": "Uber rides are now bookable without a smartphone at Toronto's Pearson International Airport. The company launched the kiosks earlier this month, with inspiration from similar ones at its driver hubs. There's no word yet on future locations. Visit Business Ins…",
      "url": "https://www.businessinsider.com/how-to-take-uber-without-a-phone-toronto-airport-kiosk-2019-8",
      "urlToImage": "https://amp.businessinsider.com/images/5d6970242e22af48032b7c98-2732-1366.jpg",
      "publishedAt": "2019-08-31T14:32:00Z",
      "content": "For the first 10 years, Uber was more or less useless to those without a phone. But that's finally starting to change. \r\nUber \r\nEarlier this month, the ride-hailing giant rolled out a kiosk at Toronto's Pearson International Airport that allows passengers to … [+966 chars]"
    },
    {
      "source": {
        "id": "business-insider",
        "name": "Business Insider"
      },
      "author": "Grace Panetta",
      "title": "Trump will likely survive his primary challenge from Joe Walsh — but history suggests that it could hurt him in the general election",
      "description": "Former congressman Joe Walsh probably won't win his primary challenge to President Donald Trump, but Walsh's media savvy and heavy-hitting criticisms could batter Trump going into the general election. Walsh is highly unlikely to actually defeat Trump, who ha…",
      "url": "https://www.businessinsider.com/joe-walsh-gop-primary-challenge-could-hurt-trump-2020-election-2019-8",
      "urlToImage": "https://amp.businessinsider.com/images/5d67fb8a2e22af0ba94b7618-1920-960.jpg",
      "publishedAt": "2019-08-31T14:31:00Z",
      "content": "Former GOP congressman Joe Walsh probably won't win his primary challenge to President Donald Trump, but Walsh's media savvy and heavy-hitting criticisms could batter Trump going into the general election. \r\n Walsh served one term in the House of Representati… [+6048 chars]"
    },
    {
      "source": {
        "id": "business-insider",
        "name": "Business Insider"
      },
      "author": "Katie Canales",
      "title": "Google contract workers in Pittsburgh are unionizing as the company's 'shadow workforce' continues to fight for the same pay and benefits as full-time employees",
      "description": "A group of Google contract workers in Pittsburgh is unionizing, according to a statement released Thursday. More than 66% of employees at a tech contractor signed their support for a plan that could bring them fairer wages and more benefits. The union filing …",
      "url": "https://www.businessinsider.com/google-contract-workers-unionizing-pittsburgh-2019-8",
      "urlToImage": "https://amp.businessinsider.com/images/5d6a7fb42e22af2d8d41d713-1920-960.jpg",
      "publishedAt": "2019-08-31T14:30:52Z",
      "content": "Google contract workers in Pittsburgh are unionizing, according to a statement released by the Pittsburgh Association of Tech Professionals (PATP) on Thursday. \r\n More than 66% of employees with HCL, a tech contractor at Google's Pittsburgh offices, signed th… [+1443 chars]"
    },
    {
      "source": {
        "id": "business-insider",
        "name": "Business Insider"
      },
      "author": "Melanie Lockert",
      "title": "After using a high-yield saving account to earn 20 times more on my money, I've figured out the perfect system to have cash for everything I need — and want",
      "description": "I opened a high-yield savings account about a decade ago, and I've been refining my savings strategy ever since. Since I'm self-employed, I have not only an emergency fund and a travel fund, but also separate savings accounts for when I'm sick or on vacation,…",
      "url": "https://www.businessinsider.com/high-yield-savings-strategy-everything-i-need-want",
      "urlToImage": "https://amp.businessinsider.com/images/5d60193e23f19c663461e394-1334-667.jpg",
      "publishedAt": "2019-08-31T14:30:00Z",
      "content": "I've saved money in a high-yield savings account for more than a decade, opening my Capital One 360 account back when it was ING. \r\n I originally opened a savings account because of the higher-than-average APY at the time (high-yield savings accounts typicall… [+4086 chars]"
    },
    {
      "source": {
        "id": "business-insider",
        "name": "Business Insider"
      },
      "author": "Erin Brodwin",
      "title": "Here’s the real reason that Juul’s CEO is warning people against using his e-cigs",
      "description": "In an interview with CBS, Juul CEO Kevin Burns warned against using his products and acknowledged that vaping has unknown health risks. Juul has walked a fine line between portraying its products as a trendy gadget and a healthcare tool. After launching as a …",
      "url": "https://www.businessinsider.com/juul-ceo-dont-use-juul-vape-ecigs-health-warnings-2019-8",
      "urlToImage": "https://amp.businessinsider.com/images/5ccb50b0021b4c07d12cad16-1536-768.jpg",
      "publishedAt": "2019-08-31T14:30:00Z",
      "content": "In an interview with CBS on Thursday, the CEO of the $38 billion e-cigarette company Juul warned against using his products. \r\n Specifically, Juul CEO Kevin Burns said anyone who isn't already using nicotine, the addictive drug in Juul, should not start. \r\n \"… [+3749 chars]"
    },
    {
      "source": {
        "id": "business-insider",
        "name": "Business Insider"
      },
      "author": "Brittany Chang",
      "title": "See the world's first fully electric rally car: the Corsa-e",
      "description": "German automaker Opel is releasing what it claims is the world's first all-electric rally car. It's a modified version of the Europe-only Opel Corsa-e, which itself is the electric version of the Corsa. The Corsa-e is part of Opel's plan to electrifying every…",
      "url": "https://www.businessinsider.com/worlds-first-fully-electric-rally-car-corsa-e-opel-2019-8",
      "urlToImage": "https://amp.businessinsider.com/images/5d6946502e22af1546191533-1334-667.jpg",
      "publishedAt": "2019-08-31T14:30:00Z",
      "content": "German car manufacturer Opel has made what it claims is the world's first all-electric rally car, which is based on the carmaker's first electric vehicle. \r\n The Corsa-e is the first time the automaker is offering a battery-electric version of the Corsa, one … [+1598 chars]"
    },
    {
      "source": {
        "id": "business-insider",
        "name": "Business Insider"
      },
      "author": "James Pasley",
      "title": "How Ebola went from killing 11,000 people in one year to being on the verge of a cure",
      "description": "Since 1976, more than 11,000 people have been killed by the Ebola virus, and nearly 30,000 have caught it. Deadly outbreaks have occurred in Democratic Republic of Congo, Gabon, Ivory Coast, South Sudan, Uganda, Guinea, Liberia, and Sierra Leone. It made its …",
      "url": "https://www.businessinsider.com/ebola-virus-timeline-possible-cure-2019-8",
      "urlToImage": "https://amp.businessinsider.com/images/5d541cf0cd97840fe66d75ad-1536-768.jpg",
      "publishedAt": "2019-08-31T14:30:00Z",
      "content": "It's thought to have begun with a bat bite. \r\n The Ebola virus, once considered incurable, has plagued Africa for more than 40 years. Since 1976, nearly 30,000 people have caught Ebola, and more than 11,000 have died. It's often gone silent for years only to … [+468 chars]"
    },
    {
      "source": {
        "id": "business-insider",
        "name": "Business Insider"
      },
      "author": "Travis Clark",
      "title": "The 13 best Stephen King movie adaptations, according to critics",
      "description": "\"It: Chapter Two\" comes to theaters September 6 and it's sure to be a blockbuster. Ahead of the movie's release, we turned to review aggregator Rotten Tomatoes to determine the best Stephen King adaptations, based on critic scores. The list includes classics …",
      "url": "https://www.businessinsider.com/best-stephen-king-movie-adaptations-according-critic-reviews-2019-8",
      "urlToImage": "https://amp.businessinsider.com/images/5d680e112e22af04a358f335-960-480.jpg",
      "publishedAt": "2019-08-31T14:15:00Z",
      "content": "\"It: Chapter Two\" comes to theaters September 6 and it's looking like a blockbuster already. \r\n 2017's \"It,\" the first movie in this current series, broke the domestic opening-weekend record for a horror movie (before inflation) with $123 million, and the seq… [+721 chars]"
    },
    {
      "source": {
        "id": "business-insider",
        "name": "Business Insider"
      },
      "author": "Kate Taylor",
      "title": "Burger King's bet on faux meat is paying off as the Impossible Whopper convinces customers to spend more and buy more beef Whoppers (QSR)",
      "description": "Burger King's national Impossible Whopper rollout is boosting sales and bringing in new customers, according to analysis by Cowen. Orders including the plant-based burger tend to amount to $10 or higher, compared to Burger King's average check of $7.36 in 201…",
      "url": "https://www.businessinsider.com/impossible-whopper-boosts-burger-king-sales-2019-9",
      "urlToImage": "https://amp.businessinsider.com/images/5d67f4272e22af1be81b553b-1920-960.jpg",
      "publishedAt": "2019-08-31T14:12:00Z",
      "content": "Early signs are pointing to Burger King's national rollout of the Impossible Whopper already paying off for the chain. \r\n In early August, Burger King launched the plant-based burger at more than 7,000 Burger King locations across the US. The rollout followed… [+2045 chars]"
    },
    {
      "source": {
        "id": "business-insider",
        "name": "Business Insider"
      },
      "author": "Rafael Badziag, Contributor",
      "title": "I spent six years interviewing 21 billionaires. I found that the 1% are happier than the average person — and it's not just because they're rich.",
      "description": "Rafael Badziag interviewed 21 billionaires for his book \" The Billion Dollar Secret.\" According to him, billionaires are happier than the average person, but not because they have more money. Billionaires have choices, opportunities, and strong relationships …",
      "url": "https://www.businessinsider.com/traits-habits-that-make-billionaires-happy-2019-8",
      "urlToImage": "https://amp.businessinsider.com/images/5d683a4b2e22af14b247e5b5-1536-768.jpg",
      "publishedAt": "2019-08-31T14:00:00Z",
      "content": "Over half a decade ago I made myself take a journey to meet with the best entrepreneurs in the world and find out the secrets of their extreme business performance. It took six years of my life, 21 self-made billionaires, several travels around the globe, and… [+5005 chars]"
    },
    {
      "source": {
        "id": "business-insider",
        "name": "Business Insider"
      },
      "author": "Ben Folds",
      "title": "'It was a pretty good run': Musician Ben Folds on what it's like to be an aging rocker",
      "description": "Musician Ben Folds has seen massive success across genres. He was the first ever artistic advisor to the National Symphony Orchestra at the Kennedy Center in 2017. As part of the Ben Folds Five, he released pop albums. Now, however, he's come to see popular m…",
      "url": "https://www.businessinsider.com/musician-ben-folds-popular-music-is-music-for-mating-age-2019-8",
      "urlToImage": "https://amp.businessinsider.com/images/5d5fec7b23f19c56e172fcbc-2732-1366.jpg",
      "publishedAt": "2019-08-31T14:00:00Z",
      "content": "It's a legitimate worry for an aging rocker that your music will become so out of date and toxically uncool, it will get your kids beaten up at school. But, hey, it's your job. I used to see all those old guys with stringy long hair, pouring their fat butts i… [+8248 chars]"
    },
    {
      "source": {
        "id": "business-insider",
        "name": "Business Insider"
      },
      "author": "Troy Wolverton",
      "title": "Peloton says only 0.65% of its subscribers cancel each month. Here's why customer retention experts think that number 'doesn't pass the smell test.'",
      "description": "Peloton, in the paperwork is filed for its initial public offering, touted data that indicates that very few of the subscribers to its fitness video service cancel each month. The company's churn rate — the portion of customers that cancel in a given period —…",
      "url": "https://www.businessinsider.com/pelotons-ultra-low-churn-rate-appears-understated-experts-say-2019-8",
      "urlToImage": "https://amp.businessinsider.com/images/5d69bf312e22af64175202f4-1920-960.jpg",
      "publishedAt": "2019-08-31T14:00:00Z",
      "content": "Peloton wants potential investors to know its customers love its fitness service so much, that few of them ever give it up. \r\n But experts in customer retention think there's more to the story than the company is saying. \r\n The debate centers on something cal… [+9386 chars]"
    },
    {
      "source": {
        "id": "business-insider",
        "name": "Business Insider"
      },
      "author": "Debbie Wolfe",
      "title": "How to hem pants with or without a sewing machine",
      "description": "Fit is everything when it comes to a polished, professional-looking pair of pants. Properly hemmed pants won't drag across the floor, so your pant legs won't get ruined. Hemming pants with a sewing machine or by hand is easier than it looks. Here's how to hem…",
      "url": "https://www.businessinsider.com/how-to-hem-pants",
      "urlToImage": "https://amp.businessinsider.com/images/5d6681042e22af01267d71f2-1536-768.jpg",
      "publishedAt": "2019-08-31T14:00:00Z",
      "content": "One of the simplest things you can do to look more professional and polished is to hem your dress pants or jeans when they're too long. It's easy to spot when pants are too long. They're either dragging on the floor, or the break (the fabric that pools on top… [+4428 chars]"
    },
    {
      "source": {
        "id": "business-insider",
        "name": "Business Insider"
      },
      "author": "Lisa Eadicicco",
      "title": "Apple cofounder says the Apple Watch is his 'favorite piece of technology in the world' because he doesn't want to be addicted to his phone (AAPL)",
      "description": "Apple cofounder Steve Wozniak called the Apple Watch his \"favorite piece of technology in the world right now\" when speaking to Bloomberg Television. He said the watch gives him less of a reason to use his phone, and therefore prevents him from being addicted…",
      "url": "https://www.businessinsider.com/apple-cofounder-steve-wozniak-on-apple-watch-phone-addiction-2019-8",
      "urlToImage": "https://amp.businessinsider.com/images/5d6957572e22af42512951e8-750-375.jpg",
      "publishedAt": "2019-08-31T13:55:00Z",
      "content": "While Apple has certainly improved the Apple Watch's health functionality in recent years, company cofounder Steve Wozniak says he loves his smartwatch for a very different reason: it prevents him from being addicted to his phone. \r\n \"It's about my favorite p… [+2111 chars]"
    },
    {
      "source": {
        "id": "business-insider",
        "name": "Business Insider"
      },
      "author": "Caroline Lupini",
      "title": "I have almost 30 credit cards, and there are 5 things I wish I'd known about points and miles when I was starting out",
      "description": "I have almost 30 credit cards and regularly fly around the world thanks to credit card rewards, but getting into points and miles has a huge learning curve. When I first started out, I didn't realize how much more valuable business class is than economy, and …",
      "url": "https://www.businessinsider.com/tips-to-get-more-from-credit-card-points-miles",
      "urlToImage": "https://amp.businessinsider.com/images/5d693c0d2e22af30460cb698-1920-960.jpg",
      "publishedAt": "2019-08-31T13:45:00Z",
      "content": "People who are new to the miles and points game often start kicking themselves when they realize how many points they could have earned, the trips they could have taken, and the experiences they could have had. \r\n What if we look back 10 years, though? Ten ye… [+6172 chars]"
    },
    {
      "source": {
        "id": "business-insider",
        "name": "Business Insider"
      },
      "author": "Joseph Zeballos-Roig",
      "title": "Trump’s trade wars could cost him support among rural voters in the battleground states he barely won in 2016",
      "description": "There is mounting frustration among many farmers over President Donald Trump 's combative trade policies, which have significantly damaged their livelihoods and compelled some to reconsider their support of the president. Wisconsin dairy farmer Jerry Volenec …",
      "url": "https://www.businessinsider.com/trumps-trade-wars-support-rural-voters-battleground-states-wisconsin-2019-8",
      "urlToImage": "https://amp.businessinsider.com/images/5bbcc27266fb3f1dea747a6f-1334-667.jpg",
      "publishedAt": "2019-08-31T13:43:00Z",
      "content": "Jerry Volenec was very drawn to the idea of a businessman that championed American farmers in the White House. So the fifth-generation dairy farmer in Montfort, Wisconsin cast a vote for President Donald Trump in the 2016 election. \r\n In recent years, Volenec… [+9262 chars]"
    },
    {
      "source": {
        "id": "business-insider",
        "name": "Business Insider"
      },
      "author": "Shoshy Ciment",
      "title": "We shopped for groceries at Costco and Trader Joe's and easily saw which store is better for the average shopper",
      "description": "Trader Joe's and Costco are two nationwide chains that both sell groceries. Costco sells items in bulk, while Trader Joe's caters more to the average shopper. Both have their own in-house brands. We shopped at both stores and found that Trader Joe's offered t…",
      "url": "https://www.businessinsider.com/trader-joes-costco-which-is-better-grocery-store-2019-8",
      "urlToImage": "https://amp.businessinsider.com/images/5d6807442e22af1b2b071237-1920-960.jpg",
      "publishedAt": "2019-08-31T13:37:00Z",
      "content": "At first glance, Trader Joe's and Costco have little in common. \r\n As a membership-based wholesaler, Costco sells items in bulk quantities that can last for months. Its 544 US stores are organized in a warehouse-style, with massive cubes of merchandise lining… [+1210 chars]"
    },
    {
      "source": {
        "id": "business-insider",
        "name": "Business Insider"
      },
      "author": "Katie Warren",
      "title": "In the suburbs of Moscow, 2 winding highways are home to some of Russia's most expensive real estate — and they tell very different tales of the country's wealth",
      "description": "In the suburbs of Moscow, two winding highways are home to some of Russia's most expensive real estate. In Rublyovka, the ritzy suburb surrounding the Rublyovskoye highway, government officials and wealthy businesspeople live in homes that cost up to $80 mill…",
      "url": "https://www.businessinsider.com/moscow-suburbs-russia-most-expensive-real-estate-money-2019-8",
      "urlToImage": "https://amp.businessinsider.com/images/5d66dc2d2e22af18ed100513-2732-1366.jpg",
      "publishedAt": "2019-08-31T13:29:00Z",
      "content": "As we drove down the two-lane, tree-lined highway, I spotted Range Rovers, Land Rovers, Mercedes, Porsches, BMWs, and a Rolls Royce. \r\n The neighborhoods of Rublyovka are filled with \"men with old money and young women who hunt these men,\" Nikitskiy told me. … [+767 chars]"
    },
    {
      "source": {
        "id": "business-insider",
        "name": "Business Insider"
      },
      "author": "Olivia Oran",
      "title": "Inside $50 billion hedge fund D.E. Shaw ahead of a key deadline; A chat with Industrious' CEO",
      "description": "Hi everyone! I can't believe it is Labor Day weekend already. While this week was relatively quiet in New York with so many people on vacation, the finance team still had a number of important stories (and many more coming next week!). We took you inside the …",
      "url": "https://www.businessinsider.com/wall-street-insider-today-august-31-2019",
      "urlToImage": "https://amp.businessinsider.com/images/5d5db86346552c0c1b46e7e4-640-320.jpg",
      "publishedAt": "2019-08-31T13:15:00Z",
      "content": "Hi everyone! \r\n I can't believe it is Labor Day weekend already. While this week was relatively quiet in New York with so many people on vacation, the finance team still had a number of important stories (and many more coming next week!). \r\n We took you insid… [+5594 chars]"
    },
    {
      "source": {
        "id": "business-insider",
        "name": "Business Insider"
      },
      "author": "Ashley Rodriguez",
      "title": "A guide to the 3 main ways brands can become involved with Netflix shows, despite their lack of commercials (NFLX)",
      "description": "There are three main, commercial-free ways that advertisers can get in front of the audience for Netflix's shows: product placement, brand partnerships, and licensing deals around Netflix shows. We break down how Netflix approaches each of these. Visit Busine…",
      "url": "https://www.businessinsider.com/ways-brands-advertise-in-around-netflix-shows-marketers-guide-2019-8",
      "urlToImage": "https://amp.businessinsider.com/images/5d68222a2e22af24d468fb6b-2732-1366.jpg",
      "publishedAt": "2019-08-31T13:15:00Z",
      "content": "As viewers spend more time with ad-free platforms like Netflix and HBO, brands are looking beyond traditional TV commercials to get in front of audiences and insert themselves into streaming-TV moments. \r\n Entertainment-marketing agencies are seeing more inte… [+3329 chars]"
    },
    {
      "source": {
        "id": "business-insider",
        "name": "Business Insider"
      },
      "author": "Ben Gilbert",
      "title": "One man is converting leftover Amazon packaging into an incredible array of cardboard weapons inspired by video games (AMZN)",
      "description": "The \"Crafty Transformer\" YouTube channel is a delight that features dramatic re-creations of famously large weapons, like the one seen above. Rather than produce the weapons out of more sturdy materials, they're made using leftover cardboard from Amazon shipm…",
      "url": "https://www.businessinsider.com/amazon-cardboard-boxes-turned-into-monster-hunter-weapons-video-2019-8",
      "urlToImage": "https://amp.businessinsider.com/images/5d6934662e22af0ff2361926-1536-768.jpg",
      "publishedAt": "2019-08-31T13:06:00Z",
      "content": "What do you do with all your leftover cardboard boxes from Amazon? \r\n Like most people, you probably break down the boxes and toss 'em in the recycling. Fair enough! \r\n But one man in Japan is putting all that extra cardboard to work producing glorious, massi… [+145 chars]"
    },
    {
      "source": {
        "id": "business-insider",
        "name": "Business Insider"
      },
      "author": "Eli Reiter",
      "title": "I'm a kosher-eating, Shabbat-observing, drug-fearing orthodox Jew who attended Burning Man — here's how it helped me overcome my introversion",
      "description": "Eli Reiter is an orthodox Jew who decided, on a whim, to attend Burning Man several years ago. While the event was full of intimidating spectacles — including half-nude people, unique outfits, and plenty of drugs — he's glad he went. Experiencing Burning Man …",
      "url": "https://www.businessinsider.com/kosher-orthodox-jew-introvert-attended-burning-man",
      "urlToImage": "https://amp.businessinsider.com/images/5d6987db2e22af4d931d7642-1334-667.jpg",
      "publishedAt": "2019-08-31T13:00:00Z",
      "content": "I have two big fears: Ferris wheels and people. Ferris wheels, because they terrified me growing up, and people, because they also terrified me growing up. As an introvert, big crowds oftentimes render me silent, desperately seeking an escape route. Smoking i… [+5577 chars]"
    },
    {
      "source": {
        "id": "business-insider",
        "name": "Business Insider"
      },
      "author": "Ellen Ioanes",
      "title": "DARPA is asking universities for access to their tunnels ASAP, and it's because the US military thinks its next war will go underground",
      "description": "The Defense Advanced Research Projects Agency (DARPA) tweeted on Wednesday that it was seeking \"university-owned or commercially managed underground urban tunnels & facilities able to host research & experimentation,\" raising concern from Twitter users. DARPA…",
      "url": "https://www.businessinsider.com/darpa-underground-spaces-prep-urban-warfare-2019-8",
      "urlToImage": "https://amp.businessinsider.com/images/5d6843192e22af31f45d0cea-2732-1366.jpg",
      "publishedAt": "2019-08-31T13:00:00Z",
      "content": "Historically, underground warfare has been the domain of special operations troops like Navy SEALs. But military researchers predict that this kind of warfare will be too much for special operators alone to navigate, particularly if dealing with an adversary … [+579 chars]"
    },
    {
      "source": {
        "id": "business-insider",
        "name": "Business Insider"
      },
      "author": "Ben Winck",
      "title": "'Big Short' investor Michael Burry was among the few who predicted the 2008 housing collapse. Here are his biggest investments right now.",
      "description": "Michael Burry, of \"The Big Short\" fame, foresaw the 2008 housing meltdown and bet against the subprime-mortgage bonds that exacerbated the crisis. Burry now runs his own hedge fund — Scion Asset Management — out of Cupertino, California. Listed below are his …",
      "url": "https://www.businessinsider.com/big-short-investor-michael-burry-portfolio-stock-picks-scion-2019-8",
      "urlToImage": "https://amp.businessinsider.com/images/5d696f502e22af47b15d2c18-1920-960.jpg",
      "publishedAt": "2019-08-31T13:00:00Z",
      "content": "Michael Burry earned millions by betting against subprime-mortgage bonds in advance of the 2008 housing meltdown. \r\n His short trade was popularized by Michael Lewis' bestselling book \"The Big Short,\" and the movie in which he was portrayed by Christian Bale.… [+1082 chars]"
    },
    {
      "source": {
        "id": "business-insider",
        "name": "Business Insider"
      },
      "author": "Laura McCamy",
      "title": "The 7 biggest money mistakes people make before they retire",
      "description": "With more Americans than ever living past age 100, it's important to prepare your finances for a long retirement. You can start by avoiding mistakes now that could leave you strapped for cash in your old age. Business Insider spoke with financial planner Rich…",
      "url": "https://www.businessinsider.com/retirement-money-mistakes-before-retiring-advice-2019-8",
      "urlToImage": "https://amp.businessinsider.com/images/5ca25735569b550592317757-1536-768.jpg",
      "publishedAt": "2019-08-31T12:49:00Z",
      "content": "When you think of a timeshare, you might picture yourself sitting on a balcony overlooking the ocean, sipping a piña colada. Hall sees an expensive boondoggle that drains funds you could be saving. \r\n When people don't use their timeshares often, \"they're rea… [+704 chars]"
    },
    {
      "source": {
        "id": "business-insider",
        "name": "Business Insider"
      },
      "author": "Paige Leskin",
      "title": "The massive Burning Man playa in the middle of the Nevada desert can be seen from space — check out the pictures",
      "description": "Burning Man is taking place this week in the Nevada desert for nearly 80,000 attendees to enjoy a nine-day party made up of interactive art, music, elaborate costumes, and community. On the day the event started, August 25, a satellite captured photos of the …",
      "url": "https://www.businessinsider.com/burning-man-black-rock-city-playa-space-satellite-photos-2019-8",
      "urlToImage": "https://amp.businessinsider.com/images/5d6968562e22af3acb6e4b47-2732-1366.jpg",
      "publishedAt": "2019-08-31T12:27:00Z",
      "content": "Nearly 80,000 people have swarmed to a temporary city set up in the middle of the Nevada desert for a 30-year-old annual tradition known as Burning Man. \r\n Burning Man welcomed attendees to its site — dubbed Black Rock City— starting this past weekend for the… [+696 chars]"
    },
    {
      "source": {
        "id": "business-insider",
        "name": "Business Insider"
      },
      "author": "Alan Dawson",
      "title": "One of the world's best boxers is trying to sabotage his rivals by jokingly telling us to spread the word that the secret of his success is pork fat",
      "description": "Oleksandr Usyk, one of the best fighters on the planet, wants Business Insider to spread the word that the secret to his country's success in boxing is eating \"pork fat.\" Usyk told us this with a grin, causing his translator to laugh, meaning he is likely onl…",
      "url": "https://www.businessinsider.com/why-is-ukraine-lomachenko-usyk-so-good-at-boxing-2019-8",
      "urlToImage": "https://amp.businessinsider.com/images/5d6a5e1d2e22af59107a2f33-1334-667.jpg",
      "publishedAt": "2019-08-31T12:14:00Z",
      "content": "Oleksandr Usyk is trying to sabotage the diets of his boxing rivals by mischievously telling Business Insider to spread the word that the secret to Ukraine's success in the sport is because they \"eat a lot of pork fat.\" \r\n Usyk is one of the best fighters on … [+4318 chars]"
    },
    {
      "source": {
        "id": "business-insider",
        "name": "Business Insider"
      },
      "author": "Alan Dawson",
      "title": "'Vasyl Lomachenko is the greatest fighter since Floyd Mayweather,' but those close to Luke Campbell expect the Englishman to pull off an upset for the ages on Saturday",
      "description": "Vasyl Lomachenko is the greatest boxer since Floyd Mayweather, Business Insider has been told. The 31-year-old Ukrainian, who has won world titles in three weight classes in 14 professional bouts, fights Luke Campbell at the 02 Arena in London on Saturday. Th…",
      "url": "https://www.businessinsider.com/vasyl-lomachenko-is-the-greatest-fighter-since-floyd-mayweather-2019-8",
      "urlToImage": "https://amp.businessinsider.com/images/5d69a9192e22af62a7490104-1920-960.jpg",
      "publishedAt": "2019-08-31T10:04:36Z",
      "content": "Vasyl Lomachanko is the greatest boxer since Floyd Mayweather, according to Sky Sports head of boxing Adam Smith. \r\n Lomachenko, 31, fights Luke Campbell for four lightweight world titles at the 02 Arena in London on Saturday, bringing with him a reputation a… [+5159 chars]"
    },
    {
      "source": {
        "id": "business-insider",
        "name": "Business Insider"
      },
      "author": "Shana Lebowitz and Sherin Shibu",
      "title": "The co-creator of Netflix's culture deck explains how to decide which employees to fire — and how to avoid the pitfalls that render so many startup founders 'irrevelant'",
      "description": "Patty McCord was the original chief talent officer at Netflix. Now she's an HR consultant and the author of the book \"Powerful.\" During a Business Insider webinar, McCord shared some of the most common people-management mistakes she sees — and how to avoid th…",
      "url": "https://www.businessinsider.com/netflix-former-hr-chief-patty-mccord-people-management-mistakes",
      "urlToImage": "https://amp.businessinsider.com/images/5d6810dc2e22af1bfb613792-1136-568.png",
      "publishedAt": "2019-08-31T09:45:00Z",
      "content": "Since it was publicly released in 2009, Netflix's culture deck has been viewed more than 19 million times. \r\n In 125 slides (a more recent version is available on Netflix's website), Netflix broke down radical management practices like not putting a cap on va… [+33643 chars]"
    },
    {
      "source": {
        "id": "business-insider",
        "name": "Business Insider"
      },
      "author": "Sinéad Baker",
      "title": "The 737 Max has 'no value' after 2 deadly crashes as passengers no longer trust the plane, the lawyer for an aviation firm suing Boeing says",
      "description": "A lawyer representing an aircraft leasing company suing Boeing says the 737 Max no longer has any \"no value\" after two deadly crashes undermined customer confidence in the plane. Avia Capital Services, an aircraft leasing company, is suing Boeing, claiming th…",
      "url": "https://www.businessinsider.com/boeing-737-max-customer-claims-no-value-safety-customer-fears-2019-8",
      "urlToImage": "https://amp.businessinsider.com/images/5d690cbf2e22af263d7cc6c6-1334-667.jpg",
      "publishedAt": "2019-08-31T09:07:00Z",
      "content": "An aircraft leasing company suing Boeing thinks the 737 Max planes now have \"no value\" because of their safety record and fears among passengers fears, a lawyer representing the company told Business Insider. \r\n Steven Marks, a lawyer representing Avia Capita… [+5595 chars]"
    },
    {
      "source": {
        "id": "business-insider",
        "name": "Business Insider"
      },
      "author": "Yusuf Khan",
      "title": "Trump lied about the trade war to boost stock markets — his bluster may soon start falling on 'deaf ears'",
      "description": "On Wednesday CNN reported that Trump may have made up high-level phone calls to China in order to boost markets. Trump said his administration had spoken with China, but his aides say he intended to boost the markets with the comments. And China said the call…",
      "url": "https://www.businessinsider.com/trump-lied-about-trade-war-to-boost-markets-cnn-may-fall-on-deaf-ears-2019-8",
      "urlToImage": "https://amp.businessinsider.com/images/5d6903202e22af080d22b3b3-2732-1366.jpg",
      "publishedAt": "2019-08-31T08:35:44Z",
      "content": "On Monday, Trump told reporters that he held \"high-level talks\" with China about the trade war, adding \"this is the first time I've seen them where they really want to make a deal.\" \r\n Global stocks instantly reversed what looked to be another day of heavy lo… [+1930 chars]"
    },
    {
      "source": {
        "id": "business-insider",
        "name": "Business Insider"
      },
      "author": "Yusuf Khan",
      "title": "Trump lied about the trade war to boost stock markets — his bluster may soon start falling on 'deaf ears'",
      "description": "On Wednesday CNN reported that Trump may have made up high-level phone calls to China in order to boost markets. Trump said his administration had spoken with China, but his aides say he intended to boost the markets with the comments. And China said the call…",
      "url": "https://markets.businessinsider.com/news/stocks/trump-lied-about-trade-war-to-boost-markets-cnn-may-fall-on-deaf-ears-2019-8-1028489021",
      "urlToImage": "https://images.markets.businessinsider.com/image/5d69034e2e22af2bd751b7c5-2400/1d71ff7857c8493d96082703609749b8.jpg",
      "publishedAt": "2019-08-31T08:35:44Z",
      "content": "Associated Press\r\n<ul><li>On Wednesday CNN reported that Trump may have made up high-level phone calls to China in order to boost markets. </li><li>Trump said his administration had spoken with China, but his aides say he intended to boost the markets with th… [+2433 chars]"
    },
    {
      "source": {
        "id": "business-insider",
        "name": "Business Insider"
      },
      "author": "Shona Ghosh",
      "title": "WeWork CEO Adam Neumann has set up a ‘hardship’ fund for employees of a startup which collapsed 9 months after he invested",
      "description": "WeWork CEO Adam Neumann has set up a \"hardship\" fund through his family office for employees of Faraday Grid, the UK energy startup which collapsed into administration earlier this month. Neumann had invested $30 million in the startup in January through his …",
      "url": "https://www.businessinsider.com/adam-neumann-hardship-fund-employees-of-faraday-grid-2019-8",
      "urlToImage": "https://amp.businessinsider.com/images/5d6970c22e22af1f8f4b98d8-1536-768.jpg",
      "publishedAt": "2019-08-31T08:01:00Z",
      "content": "WeWork CEO Adam Neumann has set up a \"hardship\" fund through his family office for former employees at Faraday Grid, the UK energy startup which fell into administration this month. \r\n Administration is the UK's approximate equivalent to bankruptcy. \r\n Two so… [+2593 chars]"
    },
    {
      "source": {
        "id": "business-insider",
        "name": "Business Insider"
      },
      "author": "Callum Burroughs",
      "title": "This VC helped Giphy grow to a website with 300 million users a day. Here's how he applies a 'leap of faith' approach to investing.",
      "description": "Paul Murphy is a partner at VC fund Northzone in London. He worked at Microsoft during its $8.5 billion acquisition of Skype. That experience, alongside helping to realize the fund's exit from Spotify during its IPO last year, helped shape his vision for what…",
      "url": "https://www.businessinsider.com/northzone-vc-on-what-he-looks-for-in-startup-founders-to-invest-in-2019-8",
      "urlToImage": "https://amp.businessinsider.com/images/5d566bb7cd9784038d416569-2732-1366.jpg",
      "publishedAt": "2019-08-31T08:00:00Z",
      "content": "Taking risks is an inherent part of the world of investing and founding a company. The role of an investor is to help guide a company through the riskier moves. \r\n Paul Murphy, a partner at VC fund Northzone, has learned that risky tactics are often the best … [+2788 chars]"
    },
    {
      "source": {
        "id": "business-insider",
        "name": "Business Insider"
      },
      "author": "Sophia Ankel, Prabhjote Gill, Business Insider India",
      "title": "NASA's $10 billion successor to the Hubble Telescope is finally assembled after more than a decade of delays - Business Insider",
      "description": "NASA's $10 billion successor to the Hubble Telescope is finally assembled after more than a decade of delays Business Insider The James Webb Space Telescope is not a replacement for the older Hubble Space Telescope, but an upgrade.",
      "url": "https://www.businessinsider.com/nasas-ten-billion-dollar-telescope-built-after-decade-of-delays",
      "urlToImage": "https://amp.businessinsider.com/images/5d6938a72e22af114c5cb68a-2732-1366.jpg",
      "publishedAt": "2019-08-31T07:06:45Z",
      "content": "After 12 years of delays and cost overruns, the $9.7 billion successor to the Hubble Space Telescope — the James Webb Space Telescope — has finally been fully assembled. \r\n The two halves that make up the next-generation space telescope have been brought toge… [+2653 chars]"
    },
    {
      "source": {
        "id": "business-insider",
        "name": "Business Insider"
      },
      "author": "Associated Press",
      "title": "Veteran who was deported for drug conviction pardoned by governor - Business Insider",
      "description": "Veteran who was deported for drug conviction pardoned by governor Business Insider US Army veteran Miguel Perez Jr., who was born in Mexico, had a green card as a permanent resident. He was deported last year on a drug conviction.",
      "url": "https://www.businessinsider.com/veteran-deported-for-drug-conviction-pardoned-by-illinois-governor-2019-8",
      "urlToImage": "https://amp.businessinsider.com/images/5b5796edab32a632008b4799-1920-960.jpg",
      "publishedAt": "2019-08-31T04:45:39Z",
      "content": "CHICAGO (AP) — The governor of Illinois said Friday he's erased the drug conviction of an Army veteran who was deported to Mexico in 2018, a step that the man's supporters hope will help him return to the US \r\n \"I recognize this pardon is not a perfect soluti… [+2052 chars]"
    },
    {
      "source": {
        "id": "business-insider",
        "name": "Business Insider"
      },
      "author": "David Choi",
      "title": "White House officials are wary of Trump's national security adviser and are reportedly blocking him from peace plans",
      "description": "US officials have reportedly stymied National Security Adviser John Bolton's efforts to get involved in foreign policy matters, and have even gone so far as to try and exclude him from top-level meetings. Bolton, who is widely viewed as a foreign policy hawk,…",
      "url": "https://www.businessinsider.com/nsa-john-bolton-meetings-suspected-of-leaking-2019-8",
      "urlToImage": "https://amp.businessinsider.com/images/5d69b65c2e22af477e2d3ac4-1334-667.jpg",
      "publishedAt": "2019-08-31T03:20:28Z",
      "content": "US officials have stymied National Security Adviser John Bolton's efforts to get involved in matters of foreign policy, and have even gone so far as to try and exclude him from top level meetings, according to a Washington Post report published Friday. \r\n Acc… [+2373 chars]"
    },
    {
      "source": {
        "id": "business-insider",
        "name": "Business Insider"
      },
      "author": "Michelle Mark",
      "title": "'I love Tiffany': Trump says his daughter is 'great' after his former personal assistant reportedly said he doesn't want to be photographed with her",
      "description": "President Donald Trump on Friday denied a rumor that he doesn't like being photographed with his youngest daughter because he believes she is overweight. Trump's personal assistant, Madeleine Westerhout, was reportedly fired on Thursday after gossiping about …",
      "url": "https://www.businessinsider.com/trump-denies-reports-about-pictures-with-tiffany-2019-8",
      "urlToImage": "https://amp.businessinsider.com/images/5d69e25d2e22af2df67b61f3-1920-960.jpg",
      "publishedAt": "2019-08-31T03:13:01Z",
      "content": "President Donald Trump defended his youngest daughter on Friday amid reports that his former personal assistant made disparaging comments about his relationship with Tiffany. \r\n Madeleine Westerhout was reportedly fired Thursday after gossiping about Trump's … [+1697 chars]"
    },
    {
      "source": {
        "id": "business-insider",
        "name": "Business Insider"
      },
      "author": "Michelle Mark",
      "title": "Trump says it 'shouldn't be too bad' if someone hacks his Twitter account because 'they're not going to learn too much'",
      "description": "President Donald Trump on Friday dismissed concerns that his Twitter account could be hacked, saying it \"shouldn't be too bad\" if it happened. Twitter CEO Jack Dorsey's account was hacked on Friday, immediately prompting questions about how secure Trump's acc…",
      "url": "https://www.businessinsider.com/trump-twitter-account-hack-jack-dorsey-2019-8",
      "urlToImage": "https://amp.businessinsider.com/images/5d69d4b92e22af543c59d3e2-1920-960.jpg",
      "publishedAt": "2019-08-31T02:33:47Z",
      "content": "President Donald Trump on Friday mused about the possibility of his infamous Twitter account being hacked, but dismissed the scenario and said it \"shouldn't be too bad\" if it happened. \r\n The topic came up shortly after Twitter CEO Jack Dorsey's account was h… [+1215 chars]"
    },
    {
      "source": {
        "id": "business-insider",
        "name": "Business Insider"
      },
      "author": "Rosalie Chan",
      "title": "A California official says red-hot coding bootcamp Lambda School is violating state law if it operates without the right registration — but the company insists classes can go on",
      "description": "On Thursday, Business Insider reported that Lambda School, a hot coding bootcamp with backing from big names like Y Combinator and GV (formerly Google Ventures), had been ordered to cease operations until it properly registered with California state authoriti…",
      "url": "https://www.businessinsider.com/lambda-school-california-state-law-coding-bootcamp-y-combinator-2019-8",
      "urlToImage": "https://amp.businessinsider.com/images/5c9c3f437563b0183236fe25-1136-568.jpg",
      "publishedAt": "2019-08-31T00:54:03Z",
      "content": "On Thursday, Business Insider reported that Lambda School — a hot coding bootcamp with backing from big names like Y Combinator and GV (formerly Google Ventures) — had been given a citation in July that ordered it to cease operations until and unless it prope… [+4621 chars]"
    },
    {
      "source": {
        "id": "business-insider",
        "name": "Business Insider"
      },
      "author": "Katie Canales",
      "title": "For less than $100, you can tour the abandoned towns around Chernobyl. Just watch out for radioactive trees and dogs, crumbling buildings, and the occasional selfie stick.",
      "description": "On April 26, 1986, the world saw its worst nuclear disaster in history when an explosion at the Chernobyl Nuclear Power Plant, in what was then the Soviet Union, resulted in a cloud of radioactive particles spreading across parts of Europe. About 350,000 peop…",
      "url": "https://www.businessinsider.com/chernobyl-nuclear-power-plant-exclusion-zone-tourism-photos-2019-8",
      "urlToImage": "https://amp.businessinsider.com/images/5d69aed82e22af3fd551c912-1920-960.jpg",
      "publishedAt": "2019-08-30T23:25:00Z",
      "content": null
    },
    {
      "source": {
        "id": "business-insider",
        "name": "Business Insider"
      },
      "author": "Steven John",
      "title": "The best shoe brands for kids",
      "description": "Rather than shopping around every time your child outgrows a shoe, you can make it easier on yourself by identifying which shoe brands are best suited to the various aspects of your child's life. Then simply size up as needed. While many companies offer a ran…",
      "url": "https://www.businessinsider.com/best-kids-shoe-brands",
      "urlToImage": "https://amp.businessinsider.com/images/5d63eaff2e22af06fd1ebd43-750-375.jpg",
      "publishedAt": "2019-08-30T23:00:00Z",
      "content": "Plae shoes are comfortable from the first minute a kid slips them on, something most kids can do with ease thanks to the Velcro tabs. \r\n If you are looking for a go-to shoe for your kid, you're looking in the right place with Plae. Their shoes are casual, com… [+2509 chars]"
    },
    {
      "source": {
        "id": "business-insider",
        "name": "Business Insider"
      },
      "author": "Alexei Oreskovic",
      "title": "It took Twitter longer to secure Jack Dorsey's account from hackers than it would for a nuclear missile to travel around the world - and that should terrify you",
      "description": "Twitter CEO Jack Dorsey's account was hacked on Friday. The hackers unleashed a tweetstorm of offensive, racist tweets. Everyone who watched the events seemed to have the same thought: If Twitter can't protect its CEO's account from hackers, how can it protec…",
      "url": "https://www.businessinsider.com/why-hacking-jack-dorsey-twitter-account-terrifying-2019-8",
      "urlToImage": "https://amp.businessinsider.com/images/5d699fa82e22af29d45b7f42-1920-960.jpg",
      "publishedAt": "2019-08-30T22:38:55Z",
      "content": "On Friday afternoon, at 12:44 p.m. PT, the internet stood still and watched as something terrifying unfolded over the next 20 minutes. \r\n Jack Dorsey, the CEO of Twitter, had his account hacked, and it proceeded to tweet a barrage of offensive and racist twee… [+3124 chars]"
    },
    {
      "source": {
        "id": "business-insider",
        "name": "Business Insider"
      },
      "author": "David Choi",
      "title": "Trump's 28-year-old personal assistant was reportedly fired after gossiping about his daughters",
      "description": "Madeleine Westerhout, President Donald Trump's assistant since the onset of his presidency, was fired on Thursday after she gossiped about Trump's daughters and bragged to news reporters about her access, according to a Politico report. Westerhout, who had a …",
      "url": "https://www.businessinsider.com/madeleine-westerhout-fired-gossip-ivanka-tiffany-trump-personal-assistant-2019-8",
      "urlToImage": "https://amp.businessinsider.com/images/5d698f1b2e22af4efc4e87c4-1920-960.jpg",
      "publishedAt": "2019-08-30T22:32:03Z",
      "content": "Madeleine Westerhout, President Donald Trump's assistant since the onset of his presidency, was fired on Thursday after she bragged to news reporters about her relationship with Trump and gossiped about his daughters, according to a Politico report. \r\n Wester… [+2427 chars]"
    },
    {
      "source": {
        "id": "business-insider",
        "name": "Business Insider"
      },
      "author": "Holly Johnson",
      "title": "I do all of my bulk shopping online with Boxed — there's no membership fee and their pricing beats Amazon and Instacart for many items",
      "description": "Boxed offers easy bulk shopping on items like food and home cleaning supplies, and often for lower prices than you'll find elsewhere online. While wholesale retailers have their own niche, Boxed is a good option for anyone who doesn't want to pay the fee for …",
      "url": "https://www.businessinsider.com/boxed-review-bulk-shopping",
      "urlToImage": null,
      "publishedAt": "2019-08-30T22:30:00Z",
      "content": "When my husband and I started earning more money a few years ago, we gave ourselves permission to simplify our lives. That meant hiring a housekeeper first and foremost, but we also decided to eliminate our most-dreaded chore — going to the grocery store. \r\n … [+4584 chars]"
    },
    {
      "source": {
        "id": "business-insider",
        "name": "Business Insider"
      },
      "author": "Remi Rosmarin",
      "title": "6 safe and trusted places to shop for designer clothing, shoes, and bags online",
      "description": "Treating yourself to a luxury fashion item should be a fun experience, but sometimes you don't want to go into a store. Luckily, we have a world of online shopping at our fingertips. Understandably though, when you're spending a lot of money, you want to do y…",
      "url": "https://www.businessinsider.com/where-to-shop-luxury-fashion-online-2019-8",
      "urlToImage": "https://amp.businessinsider.com/images/5d6837af2e22af10482f74ac-1136-568.jpg",
      "publishedAt": "2019-08-30T22:00:00Z",
      "content": "Men, women, and even kids can get their fix of designer duds at Farfetch. The selection on Farfetch is vast, spanning clothing, activewear, shoes, bags, luxury jewelry, and accessories. You can even shop pre-owned pieces if you're looking for more budget or e… [+812 chars]"
    },
    {
      "source": {
        "id": "business-insider",
        "name": "Business Insider"
      },
      "author": "Sonam Sheth",
      "title": "US official confirms that Trump tweeted out a picture from a classified intelligence briefing",
      "description": "A US official told CNBC that a photo of an Iranian launch pad that President Donald Trump tweeted Friday afternoon came from an intelligence briefing Trump received earlier that day. \"The United State of America was not involved in the catastrophic accident d…",
      "url": "https://www.businessinsider.com/trump-tweeted-classified-intelligence-briefing-photo-2019-8",
      "urlToImage": "https://amp.businessinsider.com/images/5cdec257021b4c0a1b5bdb82-1920-960.jpg",
      "publishedAt": "2019-08-30T21:42:28Z",
      "content": "A US official told CNBC on Friday that a photo of an Iranian launch pad that President Donald Trump tweeted out in the afternoon came from an intelligence briefing Trump received earlier in the day. \r\n The picture was attached to a tweet in which Trump said t… [+1582 chars]"
    },
    {
      "source": {
        "id": "business-insider",
        "name": "Business Insider"
      },
      "author": "Katie Canales and Irene Jiang",
      "title": "We compared Popeyes' discontinued chicken Po' Boy to its new fried chicken sandwich, and we can see why the new sandwich became such a massive hit",
      "description": "When we tried the Popeyes chicken Po' Boy earlier in 2019, we were impressed. But not impressed enough to declare Popeyes the overall chicken chain winner in a comparison with Chick fil A and KFC at the time. But in August, after Popeyes revealed its new frie…",
      "url": "https://www.businessinsider.com/popeyes-chicken-sandwich-vs-chicken-poboy-review-2019-8",
      "urlToImage": "https://amp.businessinsider.com/images/5d6974b72e22af1d3d03458e-1920-960.jpg",
      "publishedAt": "2019-08-30T21:42:00Z",
      "content": "More icon\r\nThree evenly spaced dots forming an ellipsis: \"...\".\r\nClose icon\r\nTwo crossed lines that form an 'X'. It indicates a way to close an interaction, or dismiss a notification.\r\nMore:FeaturesVisual SlideshowPopeyesChickenChevron icon\r\nIt indicates an e… [+1080 chars]"
    },
    {
      "source": {
        "id": "business-insider",
        "name": "Business Insider"
      },
      "author": "Kathryn Tenbarge",
      "title": "What we know about how Twitter CEO Jack Dorsey's account was hacked, and the group called 'Chuckling Squad' who is claiming responsibility",
      "description": "Twitter CEO Jack Dorsey's account (@jack) was hacked on Friday afternoon, Twitter's official communications account confirmed at 4:05 PM EST. A group that identified itself as the \"Chuckling Squad,\" the same hackers that have targeted famous YouTubers, includ…",
      "url": "https://www.businessinsider.com/how-twitter-ceo-jack-dorsey-account-hacked-chuckling-squad-cloudhopper-2019-8",
      "urlToImage": "https://amp.businessinsider.com/images/5d6986302e22af5d824e5384-2732-1366.jpg",
      "publishedAt": "2019-08-30T21:33:00Z",
      "content": "Before claiming ownership over Dorsey's account hack, the \"Chuckling Squad,\" as it identifies itself, hacked famous YouTubers. James Charles, Shane Dawson, King Bach, Etika, and Amanda Cerny were all hacked in the past two weeks. \r\n Charles, the most recent h… [+501 chars]"
    },
    {
      "source": {
        "id": "business-insider",
        "name": "Business Insider"
      },
      "author": "Mara Leighton",
      "title": "44 cool stocking stuffers you can get on Amazon for under $20",
      "description": "You don't have to spend a ton of money to give unique or useful gifts. Amazon has plenty of great stocking stuffers for less than $20 that friends or family will love to receive, and most of them also come with convenient two-day shipping. Below, find 44 opti…",
      "url": "https://www.businessinsider.com/amazon-stocking-stuffers",
      "urlToImage": "https://amp.businessinsider.com/images/5d5ea8fe9563f420a6531b69-1536-768.jpg",
      "publishedAt": "2019-08-30T21:30:00Z",
      "content": "Unless you won the lottery or lost a bet, not everyone in your life is expecting a brand new car from you for the holidays. \r\n And for the many instances in which it's better to give a small gift, most of us would love to give something that's both inexpensiv… [+821 chars]"
    },
    {
      "source": {
        "id": "business-insider",
        "name": "Business Insider"
      },
      "author": "Tyler Lauletta",
      "title": "Our 7 best bets for Week 1 of the college football season",
      "description": "College football is back! After a great start to the year, the first full slate of games will begin this weekend, with action both Friday and Saturday. Below we put together our best bets to make some money this weekend, including a few big favorites to cover…",
      "url": "https://www.businessinsider.com/college-football-best-bets-week-1-picks-2019-8",
      "urlToImage": "https://amp.businessinsider.com/images/5d696f712e22af47be727a79-1136-568.jpg",
      "publishedAt": "2019-08-30T21:16:11Z",
      "content": "This week there have been reports out of Las Vegas about a mystery bettor that has now placed at least $80,000 on Illinois at sportsbooks across the city. From a gambling perspective, this is objectively hilarious. \r\n Illinois has an over/under win total of 4… [+476 chars]"
    },
    {
      "source": {
        "id": "business-insider",
        "name": "Business Insider"
      },
      "author": "Amir Ismael",
      "title": "We tried men's grooming products from Duke Cannon, a military-inspired body-care brand that’s giving back to veterans — here’s what it’s like to use",
      "description": "Duke Cannon is a military-inspired men's grooming brand that's equal parts fun to use and good quality. The brand sells soaps, colognes, lip balm, and a lot more. While it's military-inspired branding might seem like it's just novel for novelty's sake, we fou…",
      "url": "https://www.businessinsider.com/duke-cannon-review-grooming-products",
      "urlToImage": "https://amp.businessinsider.com/images/5d696e682e22af3c182a3139-960-480.jpg",
      "publishedAt": "2019-08-30T20:30:00Z",
      "content": "The men's grooming industry is filled with brands that use overly-macho branding simply to dupe men into thinking they're products are worth buying. \r\n Duke Cannon, an up-and-coming men's grooming brand, could easily fall under that category just based on its… [+1323 chars]"
    },
    {
      "source": {
        "id": "business-insider",
        "name": "Business Insider"
      },
      "author": "Jason Guerrasio",
      "title": "MoviePass laid off roughly a third of its staff, including its entire team focused on relationships with movie theaters",
      "description": "MoviePass laid off at least seven of its employees this week, multiple sources close to the company told Business Insider. The layoffs included MoviePass' two-person exhibitor relations team, which was responsible for helping MoviePass build relationships wit…",
      "url": "https://www.businessinsider.com/moviepass-lays-off-exhibitor-relations-team-2019-8",
      "urlToImage": "https://amp.businessinsider.com/images/5bc79cf198b24908ac4b1cb3-1536-768.jpg",
      "publishedAt": "2019-08-30T20:27:27Z",
      "content": "The downfall of MoviePass continues. \r\n This week, the New York City-based movie-ticket subscription service laid off at least seven employees, including the office manager, members of the marketing department, and the two-person exhibitor relations team, mul… [+1871 chars]"
    },
    {
      "source": {
        "id": "business-insider",
        "name": "Business Insider"
      },
      "author": "Steven John",
      "title": "'Why won't my Apple Watch turn on?': How to fix an Apple Watch that won't turn on or respond",
      "description": "Don't panic if your Apple Watch won't turn on; there are several reasons why your Watch might not turn on, and most of them are easy to fix. A drained battery is a common reason for an Apple Watch not to turn on; make sure you try a different charging cable a…",
      "url": "https://www.businessinsider.com/why-wont-my-apple-watch-turn-on",
      "urlToImage": "https://amp.businessinsider.com/images/5d6983862e22af3a9b6cb607-1136-568.jpg",
      "publishedAt": "2019-08-30T20:22:00Z",
      "content": "An Apple Watch that won't turn on is about as useful as a pen with no ink, the difference being that the smartwatch probably cost you $200 or more. \r\n But don't worry — there are many reasons why an Apple Watch screen might not be turning on, and most of them… [+488 chars]"
    },
    {
      "source": {
        "id": "business-insider",
        "name": "Business Insider"
      },
      "author": "Angela Wang and Walt Hickey",
      "title": "Three 2020 Democrats quit the presidential race in one week, and Elizabeth Warren stands to gain the most from their exits",
      "description": "Within a week of one another, Gov. Jay Inslee, Rep. Seth Moulton, and Sen. Kirsten Gillibrand each bowed out of the 2020 Democratic presidential primary. Insider's polls suggest that Sen. Elizabeth Warren is in the best position among each of their bases to c…",
      "url": "https://www.businessinsider.com/three-candidates-quit-elizabeth-warren-could-win-big-2019-8",
      "urlToImage": "https://amp.businessinsider.com/images/5d681d822e22af0a7e615407-1920-960.jpg",
      "publishedAt": "2019-08-30T20:18:16Z",
      "content": "Three candidates withdrew from the 2020 Democratic presidential primary in just one week: Gov. Jay Inslee of Washington, whose platform focused on tackling climate change, Rep. Seth Moulton of Massachusetts, who dialed in on his military service, and Sen. Kir… [+5276 chars]"
    },
    {
      "source": {
        "id": "business-insider",
        "name": "Business Insider"
      },
      "author": "Daniel Strauss",
      "title": "Stocks whipsaw after weak consumer-confidence reading rattles investors",
      "description": "Stocks ended August with a volatile day of trading on Friday, as a decline in a key consumer-confidence gauge offset earlier gains that had been sparked by increased optimism around trade. Markets opened higher on Friday after China's Foreign Ministry said th…",
      "url": "https://www.businessinsider.com/stock-market-today-indexes-erase-gains-on-weak-consumer-confidence-2019-8",
      "urlToImage": "https://amp.businessinsider.com/images/5d6951482e22af359a68aa54-2732-1366.jpg",
      "publishedAt": "2019-08-30T20:14:53Z",
      "content": "Stocks closed out a bumpy August with a turbulent day of trading on Friday as a weak consumer-confidence reading outweighed positive developments in trade talks between the US and China. \r\n Major US indexes began Friday trading higher after China's Foreign Mi… [+1880 chars]"
    },
    {
      "source": {
        "id": "business-insider",
        "name": "Business Insider"
      },
      "author": "Daniel Strauss",
      "title": "Stocks whipsaw after weak consumer-confidence reading rattles investors",
      "description": "Stocks ended August with a volatile day of trading on Friday, as a decline in a key consumer-confidence gauge offset earlier gains that had been sparked by increased optimism around trade. Markets opened higher on Friday after China's Foreign Ministry said th…",
      "url": "http://markets.businessinsider.com/news/stocks/stocks-whipsaw-after-weak-consumer-confidence-reading-rattles-investors-1028488673",
      "urlToImage": "https://images.markets.businessinsider.com/image/5d6951482e22af359a68aa54-2400/7e3890da14fe44afbd4f63f8ada10b2f.jpg",
      "publishedAt": "2019-08-30T20:14:53Z",
      "content": "Associated Press\r\n<ul><li>Stocks ended August with a volatile day of trading on Friday, as a decline in a key consumer-confidence gauge offset earlier gains that had been sparked by increased optimism around trade. </li><li>Markets opened higher on Friday aft… [+2448 chars]"
    },
    {
      "source": {
        "id": "business-insider",
        "name": "Business Insider"
      },
      "author": "Kevin Webb",
      "title": "Twitter CEO Jack Dorsey's Twitter account was hacked to send out racist tweets with the n-word and phrases like 'Hitler is innocent' (TWTR)",
      "description": "Twitter CEO Jack Dorsey's Twitter account (@Jack) was hacked on Friday afternoon. The compromised account identified the source of the hack as a group known as the Chuckling Squad, and posted multiple offensive messages starting at 3:44 p.m ET, including raci…",
      "url": "https://www.businessinsider.com/twitter-ceo-jack-dorsey-account-hacked-n-word-hitler-innocent-2019-8",
      "urlToImage": "https://amp.businessinsider.com/images/5d697e972e22af39db1a920c-1920-960.jpg",
      "publishedAt": "2019-08-30T20:13:11Z",
      "content": "Twitter CEO Jack Dorsey's account was apparently hacked by a group called the Chuckling Squad on Friday afternoon. \r\n The hacker posted a series of offensive messages from Dorsey's including racial slurs and re-tweeted a message supporting Nazi Germany. \r\nTwi… [+336 chars]"
    },
    {
      "source": {
        "id": "business-insider",
        "name": "Business Insider"
      },
      "author": "Ellen Ioanes",
      "title": "Veterans say the Trump administration's confusing new rule may be 'targeting' immigrants who serve in war zones",
      "description": "US Citizenship and Immigration Services announced a policy change Wednesday which will affect children of non-US citizens serving in the military who are born abroad while their parents are serving. While USCIS says that only about two dozen people will be af…",
      "url": "https://www.businessinsider.com/vets-say-trump-admins-new-rule-may-target-immigrants-serve-2019-8",
      "urlToImage": "https://amp.businessinsider.com/images/5d697b2a2e22af234176a7d5-2732-1366.jpg",
      "publishedAt": "2019-08-30T20:07:06Z",
      "content": "A new policy from US Citizenship and Immigration Services caused confusion and concern during a botched rollout on Wednesday. While USCIS says that approximately two dozen families would be affected each year, veterans and advocates questioned the need for th… [+3827 chars]"
    },
    {
      "source": {
        "id": "business-insider",
        "name": "Business Insider"
      },
      "author": "Abby Narishkin and Meranda Yslas",
      "title": "Hurricane Maria caused the worst blackout in US history — here's how one company survived the outages",
      "description": "Two years ago, Hurricane Maria knocked out 80% of Puerto Rico's electrical grid and plummeted the island into darkness. It was the largest blackout in US history and the second largest in the world. It took almost 11 months for Puerto Rico to restore power. O…",
      "url": "https://www.businessinsider.com/hurricane-maria-company-survived-worst-blackout-us-history-2019-8",
      "urlToImage": "https://amp.businessinsider.com/images/5d6968282e22af46192f1b52-750-375.jpg",
      "publishedAt": "2019-08-30T20:06:31Z",
      "content": "Following is a transcript of the video.\r\n These are pasteles Puerto Riqueños. Made from meat and guineo and wrapped in banana leaves, pasteles are typically eaten during the holidays. \r\n For three generations, Tere Foods in Isabela, Puerto Rico has specialize… [+3350 chars]"
    },
    {
      "source": {
        "id": "business-insider",
        "name": "Business Insider"
      },
      "author": "Aria Bendix",
      "title": "A cocktail of weird Caribbean weather is making Hurricane Dorian's path especially hard to predict",
      "description": "Hurricane Dorian, currently a major Category 3 storm, is expected to make landfall in Florida on Monday as a Category 4 hurricane. The hurricane hasn't quite followed the path that scientists initially anticipated. A pocket of high atmospheric pressure is cau…",
      "url": "https://www.businessinsider.com/hurricane-dorian-weather-florida-hard-to-predict-2019-8",
      "urlToImage": "https://amp.businessinsider.com/images/5d6928272e22af306d19c594-1920-960.jpg",
      "publishedAt": "2019-08-30T20:06:00Z",
      "content": "Hurricane Dorian is sweeping across the Atlantic Ocean on its way to the Bahamas and Florida, where it is expected to make landfall as a Category 4 storm on Monday. \r\n It's currently a Category 3 hurricane, with wind speeds of 115 miles per hour. By the time … [+3884 chars]"
    },
    {
      "source": {
        "id": "business-insider",
        "name": "Business Insider"
      },
      "author": "Alyse Kalish",
      "title": "BUSINESS SCHOOL PREP: The ultimate guides to getting into the top MBA programs in the US",
      "description": "You're considering getting an MBA, but you're not sure how to beat through the competition to get into one of the top business schools. These guides will give you the inside scoop on how institutions such as Harvard, Stanford, and Wharton sift through applica…",
      "url": "https://www.businessinsider.com/ultimate-guides-top-mba-business-school-harvard-stanford",
      "urlToImage": "https://amp.businessinsider.com/images/5c8907934f07ae0f4b239321-2732-1366.jpg",
      "publishedAt": "2019-08-30T20:04:40Z",
      "content": "Check out our guides to mapping out your MBA, from deciding whether to go back to school to figuring out which business school is right for you to getting into top institutions such as Harvard, Stanford, or Wharton."
    },
    {
      "source": {
        "id": "business-insider",
        "name": "Business Insider"
      },
      "author": "Jessica S. Lee",
      "title": "LSU's football team has a new $28 million locker room — complete with sleep pods, a pool, and a mini theater",
      "description": "Louisiana State University (LSU) unveiled its $28 million renovated Football Operations Building around the end of July 2019. The new facility features a state-of-the-art locker room with sleep pods, charging stations, and new technology. The renovated buildi…",
      "url": "https://www.businessinsider.com/louisiana-state-university-football-locker-room-athletic-facility-2019-8",
      "urlToImage": "https://amp.businessinsider.com/images/5d697ee92e22af250d5b907a-2732-1366.jpg",
      "publishedAt": "2019-08-30T20:03:00Z",
      "content": "Following is a transcript of the video.\r\n Inside LSU's $28 million dollar locker room \r\n Louisiana State University recently unveiled its renovated Football Operations Center. The whole renovation cost $28 million. \r\n Here's what's inside \r\n The locker room h… [+807 chars]"
    },
    {
      "source": {
        "id": "business-insider",
        "name": "Business Insider"
      },
      "author": "Monica Chin",
      "title": "Samsung's Labor Day sale includes discounts on the brand-new Galaxy Note 10 phone and Tab S6 tablet — here are all the standout deals",
      "description": "Just in time for Labor Day, Samsung has announced a sale for its online store. You can find discounts on several of the company's newest products, including the Galaxy Note 10 and Galaxy Tab S6. Some of these offers expire on or before Labor Day, so take adva…",
      "url": "https://www.businessinsider.com/samsung-tech-deals-labor-day-sale-2019-8",
      "urlToImage": "https://amp.businessinsider.com/images/5d695a422e22af37784d340a-1920-960.jpg",
      "publishedAt": "2019-08-30T20:00:00Z",
      "content": "Labor Day isn't typically a major shopping event for tech, but some companies have announced deals for weekend shoppers. \r\n Samsung is offering a number of discounts on its tech products. Some are long-standing deals, while others are Labor-Day specific sales… [+1049 chars]"
    },
    {
      "source": {
        "id": "business-insider",
        "name": "Business Insider"
      },
      "author": "Erinne Magee",
      "title": "14 things that child therapists wish they could say to parents",
      "description": "We asked a group of experienced mental health professionals what they wish the parents of their young clients knew. The most common advice stemmed from reminding parents how integral their influence — direct or indirect — is on children, no matter the age. Fo…",
      "url": "https://www.businessinsider.com/14-things-child-therapists-wish-they-could-say-to-parents-2019-8",
      "urlToImage": "https://amp.businessinsider.com/images/5d431083100a2408cf007033-1920-960.jpg",
      "publishedAt": "2019-08-30T19:48:28Z",
      "content": "Kids need to know what to expect on a day-to-day basis, not just once in a while. This instills trust and respect and cuts down on tantrums. \r\n \"I wish all parents knew that children need consistency,\" said Heather Ackley, a therapist at New Hope Parenting So… [+236 chars]"
    },
    {
      "source": {
        "id": "business-insider",
        "name": "Business Insider"
      },
      "author": "Ryan Pickrell",
      "title": "The Pentagon admitted it will lose to China on AI if it doesn't make some big changes",
      "description": "The Pentagon admitted Friday that it faces certain disadvantages in the strategic competition with China to develop AI-enabled technologies and capabilities. China's AI programs benefit greatly from its militaries integration with the private sector, somethin…",
      "url": "https://www.businessinsider.com/pentagon-admits-china-could-outpace-us-on-ai-without-changes-2019-8",
      "urlToImage": "https://amp.businessinsider.com/images/5ad600de146e712a008b4bd9-1334-667.jpg",
      "publishedAt": "2019-08-30T19:41:30Z",
      "content": "Major powers are rushing to strengthen their militaries through artificial intelligence, but the US is hamstrung by certain challenges that rivals like China may not face, giving them an advantage in this strategic competition. \r\n Artificial intelligence and … [+4343 chars]"
    },
    {
      "source": {
        "id": "business-insider",
        "name": "Business Insider"
      },
      "author": "Andy Kiersz and Gina Heeb",
      "title": "Trump's trade war with China is about to get worse — these maps show which states could be most affected",
      "description": "The costs of the US-China trade war have increasingly fallen on Americans, rippling through supply chains and putting pressure on prices across the country. Tariff escalations that begin this weekend are expected to be felt in every region of the country. But…",
      "url": "https://www.businessinsider.com/maps-biggest-trading-partners-trade-with-china-by-state-2019-8",
      "urlToImage": null,
      "publishedAt": "2019-08-30T19:35:11Z",
      "content": null
    },
    {
      "source": {
        "id": "business-insider",
        "name": "Business Insider"
      },
      "author": "Daniel Bakst",
      "title": "Here's how to watch college football without cable — we've broken down the options so you won't miss your favorite teams and matchups",
      "description": "The end of summer may be sad, but it's not entirely negative. The beginning of autumn means sweater weather, apple cider, and most importantly, college football. Whether you're raised to say \"Go Blue,\" \"Roll Tide,\" or \"War Eagle,\" a new season means Saturdays…",
      "url": "https://www.businessinsider.com/how-to-watch-college-football-without-cable",
      "urlToImage": "https://amp.businessinsider.com/images/5d67eb152e22af438535f904-1334-667.jpg",
      "publishedAt": "2019-08-30T19:30:00Z",
      "content": "Social media videos of training camp and never-ending wells of fan threads on r/CFB have helped satiate our collective thirst for football, but we don't have to wait any longer. College football is back. \r\n It's time to whip out your barbecues, throw on your … [+1080 chars]"
    },
    {
      "source": {
        "id": "business-insider",
        "name": "Business Insider"
      },
      "author": "Carly Helfand",
      "title": "Upgrading a credit card isn't always worth it, but it got me 100,000 Marriott points and a free night at the Al Maha resort",
      "description": "Targeted upgrade offers are proliferating in the world of travel rewards credit cards. They come with an opportunity to earn a sign-up-style bonus without a new pull on your credit Weigh the annual fee for the upgraded card against your current fee and see if…",
      "url": "https://www.businessinsider.com/when-should-you-upgrade-your-credit-card",
      "urlToImage": "https://amp.businessinsider.com/images/5d6924c42e22af346709702a-1334-667.jpg",
      "publishedAt": "2019-08-30T19:30:00Z",
      "content": "Credit card sign-up bonuses are the single fastest way to rack up large sums of points and miles, and generally speaking, credit card issuers reserve these offers for when you open a new credit card. But there are exceptions to this rule, and lately, they've … [+8229 chars]"
    },
    {
      "source": {
        "id": "business-insider",
        "name": "Business Insider"
      },
      "author": "Lucia Moses",
      "title": "Business news outlet Quartz has lost 5 key people in the past few months",
      "description": "Quartz has lost five key people in the past few months, including some who were key to its revenue diversification plan. They include the people leading its fledgling membership program. Quartz has gone through rapid change since its sale a year ago to Japane…",
      "url": "https://www.businessinsider.com/business-news-outlet-quartz-has-lost-5-key-people-2019-8",
      "urlToImage": "https://amp.businessinsider.com/images/5d6971ce2e22af487301fc3a-2732-1366.jpg",
      "publishedAt": "2019-08-30T19:27:21Z",
      "content": "Quartz has lost five key people in the past few months, including some who were central to its revenue diversification efforts. \r\n Those helping lead Quartz's diversification efforts who left were Sam Grobart, who was in charge of Quartz's fledgling membershi… [+2662 chars]"
    },
    {
      "source": {
        "id": "business-insider",
        "name": "Business Insider"
      },
      "author": "Erin McDowell",
      "title": "14 companies that give their employees unlimited vacation days",
      "description": "Vacation days can be a godsend — you can take a much-needed and deserved trip, attend doctor's appointments, or simply catch up on sleep. However, vacation days can also quickly run out. Here are 14 companies that give their employees unlimited vacation days …",
      "url": "https://www.businessinsider.com/companies-jobs-unlimited-vacation-days-policy",
      "urlToImage": "https://amp.businessinsider.com/images/5d6836e22e22af1b354144b4-1920-960.jpg",
      "publishedAt": "2019-08-30T19:27:00Z",
      "content": "Vacation policies can differ from company to company. While some companies are more stringent with how much time their employees can take off, others allow their workers to take as much time as they want or need. \r\n According to research by the Center for Eco… [+720 chars]"
    },
    {
      "source": {
        "id": "business-insider",
        "name": "Business Insider"
      },
      "author": "Joseph Zeballos-Roig and Walt Hickey",
      "title": "Conservatives absolutely hate it when people boycott businesses over politics, but 67% of liberals think it’s fair game",
      "description": "A new Insider poll found that over two-thirds of liberals think boycotting businesses over their politics is fair game, while conservatives absolutely seethe at the idea. The poll comes after the country's partisan warfare barreled into an unlikely place: hig…",
      "url": "https://www.businessinsider.com/conservatives-hate-when-people-boycott-businesses-over-politics-2019-8",
      "urlToImage": "https://amp.businessinsider.com/images/5d5c10dacd978463d14cb9c3-2732-1366.jpg",
      "publishedAt": "2019-08-30T19:24:00Z",
      "content": "Even boycotts have become a politically explosive subject. \r\n A new Insider poll found that over two-thirds of liberals think boycotting businesses over their politics is fair game, while conservatives absolutely seethe at the idea. \r\n The poll comes after US… [+4779 chars]"
    },
    {
      "source": {
        "id": "business-insider",
        "name": "Business Insider"
      },
      "author": "Jennifer Still",
      "title": "How to save battery on your Apple Watch in 5 different ways",
      "description": "You can save battery on your Apple Watch in a few different ways. A full charge on an Apple Watch normally lasts about 18 hours, but depending on how you use your device, it may be much less than that. Here are five of the best ways to save battery on your Ap…",
      "url": "https://www.businessinsider.com/how-to-save-battery-on-apple-watch",
      "urlToImage": "https://amp.businessinsider.com/images/5d69634b2e22af552d2ad9d8-1920-960.jpg",
      "publishedAt": "2019-08-30T19:17:00Z",
      "content": "While a full charge on your Apple Watch is supposed to last roughly 18 hours, it can often be considerably less than that, especially if you receive regular notifications and alerts, track lengthy workouts, or use apps a lot on the device. \r\n There's nothing … [+535 chars]"
    },
    {
      "source": {
        "id": "business-insider",
        "name": "Business Insider"
      },
      "author": "Alex Lockie",
      "title": "Trump may have revealed US military secrets by tweeting a photo to taunt Iran",
      "description": "President Donald Trump looks to have shared a photograph of an intelligence briefing that could have exposed US military secrets to the world while taunting Iran over Twitter. The image Trump shares appears lifted from an intelligence briefing and is much mor…",
      "url": "https://www.businessinsider.com/trump-tweet-may-have-revealed-us-military-secrets-taunting-iran-2019-8",
      "urlToImage": "https://amp.businessinsider.com/images/5d696f802e22af20d33aaa7a-1920-960.jpg",
      "publishedAt": "2019-08-30T19:11:27Z",
      "content": "President Donald Trump looks to have shared a photograph of an intelligence briefing that could have exposed US military secrets to the world while taunting Iran over Twitter. \r\n Iran on Thursday suffered a failure of a satellite launch vehicle that blew up o… [+2601 chars]"
    },
    {
      "source": {
        "id": "business-insider",
        "name": "Business Insider"
      },
      "author": "Mara Leighton",
      "title": "10 companies that reward you for getting rid of stuff you don't need anymore",
      "description": "At this point, it's hard to ignore the fact that we have a trash problem. As a society, we've become accustomed to ending the lifecycle of our products when we no longer want or need them. But, plenty of brands are incentivizing us to extend the life of our p…",
      "url": "https://www.businessinsider.com/stores-that-recycle-used-clothing-electronics",
      "urlToImage": "https://amp.businessinsider.com/images/59e7deebddd0631d008b5412-960-480.jpg",
      "publishedAt": "2019-08-30T19:10:00Z",
      "content": "Most of us are willing to agree that recycling is important — be it the Patagonia jacket you outgrew or the plastic water bottle you bought at lunch. \r\n And while most of us mean to donate used clothes or finally find out the proper way to recycle batteries, … [+551 chars]"
    },
    {
      "source": {
        "id": "business-insider",
        "name": "Business Insider"
      },
      "author": "Ellen Ioanes",
      "title": "Stunning photos show US Air Force B-2 stealth bombers training with British F-35 fighters for the first time",
      "description": "On August 29, US Air Force B-2 Spirit stealth bombers trained with British F-35B aircraft for the first time. The B-2s are deployed to Royal Air Force base Fairford in Gloucestershire, as part of US Strategic Command's Bomber Task Force Europe, which sends US…",
      "url": "https://www.businessinsider.com/british-f35s-air-force-b2s-train-together-first-time-2019-8",
      "urlToImage": "https://amp.businessinsider.com/images/5d6972832e22af3d30320017-1334-667.jpg",
      "publishedAt": "2019-08-30T19:08:13Z",
      "content": "On August 29, two US Air Force B-2 stealth bombers trained with the Royal Air Force's F-35B jets, the first time a B-2 has flown with non-US F-35 aircraft, according to The Aviationist. \r\n The B-2s are part of a team of three Spirit stealth bombers from White… [+775 chars]"
    },
    {
      "source": {
        "id": "business-insider",
        "name": "Business Insider"
      },
      "author": "Cork Gaines",
      "title": "Crazy story about how one former NFL player lost his job shows how cutthroat and cheap the league can be",
      "description": "Mike Golic is a successful radio broadcaster for ESPN Radio. Before that, he played eight seasons in the NFL, mostly with the Philadelphia Eagles. After his final season with the Dolphins, he was cut unceremoniously when the team used his willingness to play …",
      "url": "https://www.businessinsider.com/mike-golic-and-the-cutthroat-nfl-2016-5",
      "urlToImage": "https://amp.businessinsider.com/images/573ca25f52bcd066018c3b45-1136-568.jpg",
      "publishedAt": "2019-08-30T18:55:00Z",
      "content": "Mike Golic was a key member of the Philadelphia Eagles' dominant defense in the late 80s and early 90s.\r\n Rick Stewart/Getty Images \r\n During the 2016 season, former Atlanta Braves manager Fredi Gonzalez found out he had been fired from an inadvertent email. … [+3597 chars]"
    },
    {
      "source": {
        "id": "business-insider",
        "name": "Business Insider"
      },
      "author": "Steven John",
      "title": "How to turn off a Fitbit Charge HR to conserve battery, or quickly restart it for troubleshooting",
      "description": "Unlike some Fitbit devices, you can turn off a Fitbit Charge HR to save battery life when you're not wearing it. Simply letting the Fitbit Charge HR's battery drain also shuts the device off. Visit Business Insider's homepage for more stories. Fibit didn't ma…",
      "url": "https://www.businessinsider.com/how-to-turn-off-fitbit-charge-hr",
      "urlToImage": "https://amp.businessinsider.com/images/5d696bff2e22af577f7dad08-750-375.jpg",
      "publishedAt": "2019-08-30T18:41:00Z",
      "content": "Fibit didn't make it easy to turn most of their trackers off. And that makes sense, as a Fitbit can only do its job — namely, tracking all your biometric data — if it's actively running. \r\n But should you want to turn off a Fitbit Charge HR, whether to save b… [+1051 chars]"
    },
    {
      "source": {
        "id": "business-insider",
        "name": "Business Insider"
      },
      "author": "Libertina Brandt",
      "title": "Jeffrey Epstein's 'Orgy Island' is becoming a tourist attraction in the Caribbean — here's what the curious visitors are able to see",
      "description": "As Business Insider previously reported, Jeffrey Epstein's private island in the Caribbean is becoming a tourist attraction. Up until his arrest in July, it was believed to be his primary residence. The island boasts peculiar decorations, including a temple-l…",
      "url": "https://www.businessinsider.com/jeffrey-epstein-orgy-island-tourist-attraction-photos-2019-8",
      "urlToImage": "https://amp.businessinsider.com/images/5d67fbca2e22af0d1a464ca7-2732-1366.jpg",
      "publishedAt": "2019-08-30T18:33:00Z",
      "content": "Jeffrey Epstein's private island in the Caribbean — now dubbed \"Pedophile Island\" and \"Orgy Island\" by locals, according to the Los Angeles Times— has gained worldwide media attention for its troubling ties to the sexual-abuse allegations against him. \r\n Acco… [+1248 chars]"
    },
    {
      "source": {
        "id": "business-insider",
        "name": "Business Insider"
      },
      "author": "Ryan Ariano",
      "title": "How to change the keyboard on your iPad to a different language or alternate layout",
      "description": "You can change the keyboard on your iPad to a different language or layout. First, you will have to add a new keyboard in your iPad's settings, and then you will have to select it as your keyboard when typing. Visit Business Insider's homepage for more storie…",
      "url": "https://www.businessinsider.com/how-to-change-keyboard-on-ipad",
      "urlToImage": "https://amp.businessinsider.com/images/5d694dbc2e22af5015082ab3-1920-960.jpg",
      "publishedAt": "2019-08-30T18:28:00Z",
      "content": "While iPads ideally come preloaded with the standard keyboard for your country or region, you may prefer to write in other languages. \r\n Luckily, the iPad can quickly (and without any additional charge), add keyboards for other languages, from Arabic to Welsh… [+1916 chars]"
    },
    {
      "source": {
        "id": "business-insider",
        "name": "Business Insider"
      },
      "author": "Libertina Brandt",
      "title": "Renters in Lower Manhattan may be able to collect up to 6 years worth of back rent, according to a court ruling in June",
      "description": "A program that lasted from 1995 to 2006 offered tax breaks to developers in Lower Manhattan who in return would restrict rent increases, according to a 2016 report from the nonprofit newsroom ProPublica. However, the rent limits were interpreted, by developer…",
      "url": "https://www.businessinsider.com/lower-manhattan-renters-might-get-some-of-their-rent-back-2019-8",
      "urlToImage": "https://amp.businessinsider.com/images/5d52dccfcd978408ab07a878-1920-960.jpg",
      "publishedAt": "2019-08-30T18:28:00Z",
      "content": "In 1995, a program called 421-g was put in place in an attempt to fill Lower Manhattan with more residents, according to a 2016 report from ProPublica's Marcelo Rochabrun. \r\n The program issued multimillion-dollar tax breaks to developers who converted office… [+2094 chars]"
    },
    {
      "source": {
        "id": "business-insider",
        "name": "Business Insider"
      },
      "author": "Bethany Biron",
      "title": "People are ditching iconic makeup brands and flocking to buzzy skincare companies like Glossier, and that's terrible news for Ulta (ULTA)",
      "description": "The cosmetics industry has been on the decline in recent years, as it fails to keep up with the rise of skin care and the success of buzzy direct-to-consumer brands like Glossier. This week, both Coty and Ulta Beauty missed sales expectations, pointing to ong…",
      "url": "https://www.businessinsider.com/cosmetics-industry-struggles-to-keep-up-in-age-of-glossier-2019-8",
      "urlToImage": "https://amp.businessinsider.com/images/5d6953aa2e22af1880515164-1920-960.jpg",
      "publishedAt": "2019-08-30T18:24:04Z",
      "content": "It's been a difficult few years for cosmetics. \r\n Following several quarters of slumping sales, Coty— parent company of mass market beauty brands including CoverGirl, Rimmel, and Philosophy — reported that comparable sales in the second quarter of 2019 fell b… [+4452 chars]"
    },
    {
      "source": {
        "id": "business-insider",
        "name": "Business Insider"
      },
      "author": "Tyler Lauletta",
      "title": "Jerry Jones says he expects Ezekiel Elliott's holdout to last into the regular season, and there doesn't appear to be an end in sight",
      "description": "Dallas Cowboys owner Jerry Jones says his team will likely start the year without star running back Ezekiel Elliott. Elliott is currently holding out for a new contract, hoping to become the highest-paid running back in the NFL. Jones is holding firm for now,…",
      "url": "https://www.businessinsider.com/ezekiel-elliott-holdout-jerry-jones-cowboys-contract-extension-2019-8",
      "urlToImage": "https://amp.businessinsider.com/images/5d695f622e22af32561694b5-1334-667.jpg",
      "publishedAt": "2019-08-30T18:21:18Z",
      "content": "Dallas Cowboys owner Jerry Jones has come to accept that his team will likely start the year without star running back Ezekiel Elliott. \r\n \"I'm operating as though right now he's going to miss regular-season games,\" Jones said after the Cowboys' final preseas… [+2777 chars]"
    },
    {
      "source": {
        "id": "business-insider",
        "name": "Business Insider"
      },
      "author": "Christian de Looper",
      "title": "Apple's 11-inch iPad Pro is on sale on Amazon right now — you can save $50 to $399 depending on the model",
      "description": "The iPad Pro is one of the most powerful tablets we've ever tested. The device is also super modern looking with its edge-to-edge screen and slim bezels. For a limited time, the iPad Pro is on sale for $50 to $399 off depending on which model you choose. The …",
      "url": "https://www.businessinsider.com/apple-ipad-pro-11-inch-deal-amazon-2018-8",
      "urlToImage": "https://amp.businessinsider.com/images/5d027f3d6fc920018035e032-1920-960.jpg",
      "publishedAt": "2019-08-30T18:15:00Z",
      "content": "The iPad Pro is largely considered to be the best high-end tablet you can buy. The device is sleek, modern, and ultra powerful, making it a great choice for those who want a tablet that can replace their laptop or graphic designers who like the idea of using … [+1819 chars]"
    },
    {
      "source": {
        "id": "business-insider",
        "name": "Business Insider"
      },
      "author": "Ben Gilbert",
      "title": "A website that revealed personal information about porn actors has been shut down by a porn company: 'We simply didn't want it out there for the world to see anymore'",
      "description": "A website named PornWikiLeaks was set up with the specific purpose of revealing the names of actors involved in the pornography business. This week, the site was abruptly shuttered and replaced with a message from the porn production company Bang Bros. statin…",
      "url": "https://www.businessinsider.com/pornwikileaks-closed-by-bang-bros-2019-8",
      "urlToImage": "https://amp.businessinsider.com/images/5d694a212e22af161b47d8d5-1536-768.jpg",
      "publishedAt": "2019-08-30T18:13:28Z",
      "content": "On Wednesday, a website named PornWikiLeaks went offline and was replaced with a message: \"We have purchased this site with the intention of shutting it down and removing all information associated with it,\" the message reads. \"There's no catch. No hidden thi… [+2179 chars]"
    },
    {
      "source": {
        "id": "business-insider",
        "name": "Business Insider"
      },
      "author": "Ryan Pickrell",
      "title": "Armed with J-20 stealth fighters, China's future flattops could 'eventually fight US carriers'",
      "description": "There are rumors and reports from China that it may eventually deploy its fifth-generation J-20 stealth fighters aboard its next-generation aircraft carriers. China has one operational carrier and another that is expected to enter service this year. While bot…",
      "url": "https://www.businessinsider.com/armed-j-20-chinas-future-flattops-could-fight-us-carriers-2019-8",
      "urlToImage": "https://amp.businessinsider.com/images/5d694c182e22af16a4798a06-2732-1366.jpg",
      "publishedAt": "2019-08-30T18:10:37Z",
      "content": "China appears to be considering arming a future aircraft carrier with the country's first fifth-generation stealth fighter, a move that will seriously boost the Chinese navy's combat power if it can overcome the relevant hurdles in the coming decade or so. \r\n… [+6661 chars]"
    },
    {
      "source": {
        "id": "business-insider",
        "name": "Business Insider"
      },
      "author": "Dave Johnson",
      "title": "How to delete your Fitbit account and erase your personal data",
      "description": "You can delete your Fitbit account at any time on the Fitbit mobile app or website. After you choose to delete your account, you have one week to change your mind, and then all data is deleted from your account within 30 to 90 days. You can delete your accoun…",
      "url": "https://www.businessinsider.com/how-to-delete-fitbit-account",
      "urlToImage": "https://amp.businessinsider.com/images/5d6950032e22af1945405593-1334-667.jpg",
      "publishedAt": "2019-08-30T18:10:00Z",
      "content": "If you no longer want your Fitbit account, you can delete it from your Fitbit app for iPhone or Android, or through the Fitbit website. \r\n You might want to do this if you no longer have a Fitbit and want to delete the personal information you stored with it,… [+1537 chars]"
    }
  ]
}
