{
  "status": "ok",
  "totalResults": 9,
  "articles": [
    {
      "source": {
        "id": "ary-news",
        "name": "Ary News"
      },
      "author": "Web Desk",
      "title": "Zardari discharged from hospital amid 'health concerns'",
      "description": "Zardari discharged from hospital amid 'health concerns' arynews.tv",
      "url": "https://arynews.tv/en/zardari-discharged-from-hospital-amid-health-concerns/",
      "urlToImage": "https://arynews.tv/wp-content/uploads/2019/06/Asif-Zardari.jpg",
      "publishedAt": "2019-08-30T15:30:21Z",
      "content": "ISLAMABAD: Former president and Pakistan Peoples Party (PPP) co-chairman Asif Ali Zardari was discharged from Pakistan Institute of Medical Sciences (Pims) and sent back to Adiala Jail on Friday, reported ARY News.\r\nZardari was shifted to the hospital on reco… [+610 chars]"
    },
    {
      "source": {
        "id": "ary-news",
        "name": "Ary News"
      },
      "author": "Web Desk",
      "title": "Indian police arrest doctor who shared health crisis in IoK with media",
      "description": "Dr Omar Salim was arrested by Indian police officials after he informed media about the terrible health crisis because of the continuing clampdown",
      "url": "https://arynews.tv/en/indian-police-arrest-doctor-iok/",
      "urlToImage": "https://arynews.tv/wp-content/uploads/2019/08/AP19238425128862-1024x576.jpg",
      "publishedAt": "2019-08-28T07:18:18Z",
      "content": "SRINAGAR: In occupied Kashmir, a doctor, Omar Salim, was arrested by Indian police officials after he informed media about the terrible health crisis because of the continuing clampdown in the territory.\r\nDr Omar Salim, who is a urologist at the Government Me… [+992 chars]"
    },
    {
      "source": {
        "id": "ary-news",
        "name": "Ary News"
      },
      "author": "Web Desk",
      "title": "Govt employees to get health cards in Punjab - ARYNEWS",
      "description": "On the directions of Chief Minister Usman Buzdar, the Punjab government has decided to issue Sehat Insaf Cards to all the employees of the provincial government.",
      "url": "https://arynews.tv/en/govt-employees-health-cards-punjab/",
      "urlToImage": "https://arynews.tv/wp-content/uploads/2019/08/health-card-1.jpg",
      "publishedAt": "2019-08-23T18:12:07Z",
      "content": "LAHORE: On the directions of Chief Minister Usman Buzdar, the Punjab government has decided to issue Sehat Insaf Cards to all the employees of the provincial government, ARY News reported.\r\nAccording to a statement issued from his office, CM Buzdar the line d… [+1176 chars]"
    },
    {
      "source": {
        "id": "ary-news",
        "name": "Ary News"
      },
      "author": "Afp",
      "title": "Gamers risk health in bid to be eSports millionaires",
      "description": "Health issues such as deteriorating eyesight, digestive problems, wrist and hand damage are common.",
      "url": "https://arynews.tv/en/gamers-risk-health-esports/",
      "urlToImage": "https://arynews.tv/wp-content/uploads/2019/08/game-health.jpg",
      "publishedAt": "2019-08-20T07:32:24Z",
      "content": "A record $33.5 million is up for grabs but professional eSports players like those competing in The International in Shanghai this week pay a physical price with deteriorating eyesight, digestive problems and wrist and hand damage.\r\nAt first, Evgenii “Blizzy”… [+4085 chars]"
    },
    {
      "source": {
        "id": "ary-news",
        "name": "Ary News"
      },
      "author": "Web Desk",
      "title": "DG health Sindh directs to avoid using plastic bags in govt hospitals",
      "description": "DG health Sindh directs to avoid using plastic bags in govt hospitals arynews.tv",
      "url": "https://arynews.tv/en/dg-health-sindh-plastic-bags-govt-hospitals/",
      "urlToImage": "https://arynews.tv/wp-content/uploads/2019/06/plastic-bags.jpg",
      "publishedAt": "2019-08-19T05:02:31Z",
      "content": "KARACHI: Director General (DG) Health Sindh Dr Masood Solangi has directed all the hospitals being operated under the government’s umbrella, not to use plastic bags with immediate effect.\r\nIn a letter penned to the Medical Superintendents of the different gov… [+1088 chars]"
    },
    {
      "source": {
        "id": "ary-news",
        "name": "Ary News"
      },
      "author": "Syed Badar Ali Abidi",
      "title": "Zulfi Bukhari and the Health Minister Zafar Mehmood Mirza's News Conference",
      "description": "Zulfi Bukhari and the Health Minister Zafar Mehmood Mirza's News Conference arynews.tv",
      "url": "https://videos.arynews.tv/zulfi-bukhari-and-the-health-minister-zafar-mehmood-mirzas-news-conference/",
      "urlToImage": "https://videos.arynews.tv/wp-content/uploads/2019/08/zulfi.jpg",
      "publishedAt": "2019-08-10T09:06:10Z",
      "content": "Zulfi Bukhari and the Health Minister Zafar Mehmood Mirza’s News Conference"
    },
    {
      "source": {
        "id": "ary-news",
        "name": "Ary News"
      },
      "author": "AFP",
      "title": "500 years on, how Magellan's voyage changed the world - ARY NEWS",
      "description": "500 years on, how Magellan's voyage changed the world ARY NEWS Ferdinand Magellan set off from Spain 500 years ago on an epoch-making voyage to sail all the way around the globe for the first time. View full coverage on Google News",
      "url": "https://arynews.tv/en/magellan-voyage-world/",
      "urlToImage": "https://arynews.tv/wp-content/uploads/2019/08/ship.jpg",
      "publishedAt": "2019-08-05T09:41:00Z",
      "content": "Ferdinand Magellan set off from Spain 500 years ago on an epoch-making voyage to sail all the way around the globe for the first time.\r\nThe Portuguese explorer was killed by islanders in the Philippines two years into the adventure, leaving Spaniard Juan Seba… [+2980 chars]"
    },
    {
      "source": {
        "id": "ary-news",
        "name": "Ary News"
      },
      "author": "Web Desk",
      "title": "AJK president expresses concerns over deteriorating health condition of Yasin Malik - ARYNEWS",
      "description": "Azad Jammu and Kashmir (AJK) President Sardar Masood Khan here on Sunday expressed concerns over deteriorating health condition of Jammu and Kashmir Liberation Front (JKLF) Chairman Muhammad Yasin Malik in Tihar Jail.",
      "url": "https://arynews.tv/en/ajk-president-concerns-health-yasin/",
      "urlToImage": "https://arynews.tv/wp-content/uploads/2019/03/Sardar-Masood-Khan.jpg",
      "publishedAt": "2019-08-04T18:24:01Z",
      "content": "MUZAFFARABAD: Azad Jammu and Kashmir (AJK) President Sardar Masood Khan here on Sunday expressed concerns over deteriorating health condition of Jammu and Kashmir Liberation Front (JKLF) Chairman Muhammad Yasin Malik in Tihar Jail, ARY News reported.\r\nTalking… [+1370 chars]"
    },
    {
      "source": {
        "id": "ary-news",
        "name": "Ary News"
      },
      "author": "Web Desk",
      "title": "PM Imran Khan apprised on health initiatives in Punjab by Yasmin Rashid",
      "description": "Provincial Minister for Health, Yasmin Rashid called upon the Prime Minister of Pakistan for a meeting over the current situation of the discipline in the country.",
      "url": "https://arynews.tv/en/dr-yasmin-rashid-meets-pm-imran-khan-to-discuss-healthcare-in-punjab/",
      "urlToImage": "https://arynews.tv/wp-content/uploads/2019/08/Imran-Khan-Yasmin-Rashid.gif",
      "publishedAt": "2019-08-01T08:46:04Z",
      "content": "ISLAMABAD: Provincial Minister for Health, Yasmin Rashid called upon the Prime Minister of Pakistan for a meeting over the current situation of the discipline in the country, ARY News reported on Thursday.\r\nRashid apprised the Prime Minister about the overall… [+2098 chars]"
    }
  ]
}
