{
  "status": "ok",
  "totalResults": 244,
  "articles": [
    {
      "source": {
        "id": "gruenderszene",
        "name": "Gruenderszene"
      },
      "author": "Lisa Ksienrzyk",
      "title": "Chef mit 20: Zwischen Abi und eigener Firma – daran arbeiten Teenie-Gründer",
      "description": "In ihren jungen Jahren haben sie noch nicht viele Probleme miterlebt, die sich durch ein Startup lösen lassen. Die Generation Z gründet daher wenig variantenreich.",
      "url": "https://www.gruenderszene.de/karriere/teenie-gruender-bereiche",
      "urlToImage": "http://www.gruenderszene.de/wp-content/uploads/2019/08/Teenager-Gruender-Schule-Anzug.jpg",
      "publishedAt": "2019-08-31T09:00:29Z",
      "content": "Morgens Schule, nachmittags Chef.Es gebe im Wesentlichen drei Bereiche, in denen junge Gründer ein Unternehmen aufbauen, sagt Fabian Tausch: Bildung, E-Commerce und Online-Marketing. Der 22-Jährige betreibt einen Podcast für junge Unternehmer und leitet gemei… [+1786 chars]"
    },
    {
      "source": {
        "id": "gruenderszene",
        "name": "Gruenderszene"
      },
      "author": "Pauline Schnor",
      "title": "Smartphone-Bank: Kunde vermisst zeitweise 30.000 Euro – N26 sieht kein Problem",
      "description": "Mehr als drei Wochen blieben die Ersparnisse eines N26-Nutzers verschwunden. Auch andere Kunden hatten Ärger mit der Digitalbank. Doch die bleibt gelassen.",
      "url": "https://www.gruenderszene.de/business/n26-erneute-probleme",
      "urlToImage": "http://www.gruenderszene.de/wp-content/uploads/2019/03/n26-black-card.jpg",
      "publishedAt": "2019-08-31T06:00:42Z",
      "content": "N26 hat nach eigenen Angaben 3,5 Millionen Kunden und schon einige davon verärgert.Die vergangenen Tage haben N26 in schlechtes Licht gerückt mal wieder. Gleich mehrere Kunden der Smartphone-Bank beschwerten sich öffentlich über Probleme mit dem Produkt und d… [+2832 chars]"
    },
    {
      "source": {
        "id": "gruenderszene",
        "name": "Gruenderszene"
      },
      "author": "Pauline Schnor",
      "title": "Moritz Lechner : In diesen 15-Jährigen haben die Runtastic-Gründer investiert",
      "description": "Moritz Lechner verkauft mit seinem Startup Freebiebox Pakete mit Werbegeschenken. Damit überzeugte der Elftklässler schon Florian Gschwandtner und dessen Mitgründer.",
      "url": "https://www.gruenderszene.de/business/moritz-lechner-freebiebox-teenie-gruender",
      "urlToImage": "http://www.gruenderszene.de/wp-content/uploads/2019/04/moritz-lechner-1.jpg",
      "publishedAt": "2019-08-30T12:00:53Z",
      "content": "Jungspund in der Startup-Szene: Moritz Lechner gründete sein Startup Freebiebox mit 14.Dieser Artikel erschien zuerst am 16. Juli 2018 und wurde im Rahmen unseres Themenspecials Chef mit 20 noch einmal veröffentlicht und aktualisiert.\r\n100 Euro Taschengeld ha… [+5012 chars]"
    },
    {
      "source": {
        "id": "gruenderszene",
        "name": "Gruenderszene"
      },
      "author": "Gründerszene Redaktion",
      "title": "Das war die Woche: Gründen unter 20 und Rente ab 40 – der Wochenrückblick",
      "description": "Schöner Scheitern mit einem Schüler-Gründer, was Lehrer über die Klischees zur Generation Z denken und der Gründer von Urban Sports Club im Video-Interview.",
      "url": "https://www.gruenderszene.de/media/wochenrueckblick-2019-08-30",
      "urlToImage": "http://www.gruenderszene.de/wp-content/uploads/2019/08/annemarco.jpg",
      "publishedAt": "2019-08-30T10:47:09Z",
      "content": "Marco und Anne aus der Gründerszene-Redaktion\r\nWas in dieser Woche wichtig war, haben wir hier für euch zusammengefasst.\r\nDie vergangenen Tage standen im Zeichen von Chef mit 20. Wir haben uns mit einem ehemaligen Gründer unterhalten, der  mit 17 eine App für… [+1271 chars]"
    },
    {
      "source": {
        "id": "gruenderszene",
        "name": "Gruenderszene"
      },
      "author": "Marcel Bohnensteffen (Business Insider)",
      "title": "Ausnahmetalent: Dieser 21-Jährige war Gast-CEO für einen Monat – danach änderte er seinen Karriereplan",
      "description": "Medizinstudent Max Hubert hat als Co-Chef vier Wochen lang Managerkonferenzen geleitet und sich mit Vorständen getroffen. Die Zeit habe einen „Mindset-Change“ ausgelöst.",
      "url": "https://www.gruenderszene.de/karriere/student-ceo-karriereplan",
      "urlToImage": "http://www.gruenderszene.de/wp-content/uploads/2019/08/vl-max-ole-hubert-und-peter-blersch.jpg",
      "publishedAt": "2019-08-30T10:37:27Z",
      "content": "Medizinstudent Max Hubert (rechts) und Peter Blersch, Deutschlandchef von Adecco.Es gibt ja diese Momente, in denen springt unser Kopfkino an und zeigt einen Film über unsere berufliche Laufbahn. Am besten mit bilderbuchartigem Verlauf. Seien wir ehrlich: Wer… [+5647 chars]"
    },
    {
      "source": {
        "id": "gruenderszene",
        "name": "Gruenderszene"
      },
      "author": "Lisa Ksienrzyk",
      "title": "Air Up: Millioneninvestment für Flasche mit Fake-Geschmack",
      "description": "Vor vier Wochen ging Air Up an den Markt und steht kurz vor der ersten Umsatzmillion. Um das Marketing anzukurbeln, gab es nun Kapital für das Münchner Startup.",
      "url": "https://www.gruenderszene.de/food/million-investment-umsatz-air-up",
      "urlToImage": "http://www.gruenderszene.de/wp-content/uploads/2019/08/air-up_pressebild_12.jpg",
      "publishedAt": "2019-08-30T10:05:25Z",
      "content": "Zwischenzeitlich sei die Air-Up-Flasche ausverkauft gewesen, berichtet das Startup.Drei Jahre hat das Münchener Startup Air Up an seiner Trinkflasche gearbeitet. Ralf Dümmel und Frank Thelen haben gemeinsam in das Aromasystem investiert. Nun gab es eine zweit… [+1017 chars]"
    },
    {
      "source": {
        "id": "gruenderszene",
        "name": "Gruenderszene"
      },
      "author": "Reuters",
      "title": "E-Transporter: Post kommt bei Suche nach Streetscooter-Partner voran",
      "description": "Das Unternehmen sieht ein reges Interesse an seinem Fahrzeug. Es gebe bereits konkrete Gespräche, so Vorstand Tobias Meyer.",
      "url": "https://www.gruenderszene.de/automotive-mobility/post-streetscooter-partner",
      "urlToImage": "http://www.gruenderszene.de/wp-content/uploads/2019/08/GettyImages-1004925196-1.jpg",
      "publishedAt": "2019-08-30T08:19:36Z",
      "content": "Die Post liefert mit dem StreetScooter ihre Pakete aus.Die Deutsche Post kommt bei ihrer Suche nach einem Partner für den Elektro-Transporter Streetscooter voran. Wir sehen ein breites Interesse entlang der gesamten Wertschöpfungskette, sagte der für Brief un… [+1903 chars]"
    },
    {
      "source": {
        "id": "gruenderszene",
        "name": "Gruenderszene"
      },
      "author": "Steve Haak",
      "title": "Luxusflugreisen: Mit 8.351 Euro gegen das schlechte Klimagewissen",
      "description": "Ihr Geschäftskern ist nicht gerade klimafreundlich. Daher geben die Gründer des Reiseportals Reisetopia einen Teil ihrer Einnahmen einer Umweltorganisation.",
      "url": "https://www.gruenderszene.de/business/reisetopia-luxusreisen-umwelt",
      "urlToImage": "http://www.gruenderszene.de/wp-content/uploads/2019/08/Gruppenbild-reisetopia-1.jpg",
      "publishedAt": "2019-08-30T07:44:46Z",
      "content": "Weil ihr Geschäftsfeld nicht gerade umweltfreundlich ist, mussten sich die Gründer des Startups Reisetopia etwas einfallen lassen: Sie spendeten ihren  gesamten 2018er-Umsatz durch Flugprovisionen, also 8.351 Euro, an die Bonner Non-Profit-Organisation Atmosf… [+2206 chars]"
    },
    {
      "source": {
        "id": "gruenderszene",
        "name": "Gruenderszene"
      },
      "author": "Sponsored Post",
      "title": "Sponsored Post: 6 kostenlose Networking-Tools, die jeder Gründer braucht",
      "description": "Hier eine Nummer, dort eine Visitenkarte – da kann selbst der organisierteste Gründer den Überblick verlieren. Mit diesen Tools bleibt kein Kontakt auf der Strecke.",
      "url": "https://www.gruenderszene.de/business/kostenlose-networking-tools-dmexco",
      "urlToImage": "http://www.gruenderszene.de/wp-content/uploads/2019/08/kostenlose-networking-tools-gruender.jpeg",
      "publishedAt": "2019-08-30T07:42:27Z",
      "content": "Gründer und die Sache mit dem Vitaminmangel\r\nVitamin B. Allein der Begriff lässt viele Gründer innerlich aufstöhnen. Denn dass ohne die nötigen Kontakte häufig nichts läuft, hat wohl jeder junge Entrepreneur schon einmal festgestellt. Wer hat am Ende des Tage… [+4420 chars]"
    },
    {
      "source": {
        "id": "gruenderszene",
        "name": "Gruenderszene"
      },
      "author": "Marco Weimer",
      "title": "Schöner Scheitern: Ein 20-jähriger Gründer rechnet mit dem Schulsystem ab",
      "description": "Er machte kein Abitur und gründete dafür sein erstes Unternehmen mit 17. Heute sagt er, mit seiner Idee an dem digitalfeindlichen Kurs der Schulen gescheitert zu sein.",
      "url": "https://www.gruenderszene.de/perspektive/marius-schoenefeld-gruender-schoener-scheitern",
      "urlToImage": "http://www.gruenderszene.de/wp-content/uploads/2019/08/marius_17.jpeg",
      "publishedAt": "2019-08-30T03:09:50Z",
      "content": "Heute kann er darüber lachen und ermuntert andere Jung-Unternehmer: Ex-Gründer Marius SchönefeldSchon 2016 wollte er den Digitalisierungkurs an den Schulen mit vorantreiben. In Eigenregie entwickelte der damalige Schüler Marius Schönefeld eine App, suchte sic… [+4371 chars]"
    },
    {
      "source": {
        "id": "gruenderszene",
        "name": "Gruenderszene"
      },
      "author": "Alex Hofmann",
      "title": "Rock it Biz: Diese Gründerin will Startup zum Thema in der Schule machen",
      "description": "Kann man Gründen lernen? Auf jeden Fall kann man früh Erfahrungen sammeln. Genau das will Rock it Biz möglich machen – mit der Unterstützung von Szene-Köpfen.",
      "url": "https://www.gruenderszene.de/perspektive/gruenden-lernen-schule",
      "urlToImage": "http://www.gruenderszene.de/wp-content/uploads/2019/08/martina-neef-rock-it-biz.jpg",
      "publishedAt": "2019-08-30T02:00:12Z",
      "content": "Deutschland braucht Nachhilfeunterricht. Die Zahl der Gründungen nimmt immer weiter ab, im europäischen Vergleich muss sich die Bundesrepublik immer wieder schlechte Noten ausstellen lassen. Martina Neef will das ändern. Mit der gemeinnützigen Initiative, die… [+2456 chars]"
    },
    {
      "source": {
        "id": "gruenderszene",
        "name": "Gruenderszene"
      },
      "author": "Sabrina Frangos",
      "title": "Während du schliefst: Offenbar neue US-Ermittlungen gegen Huawei",
      "description": "Dem chinesischen Tech-Konzern droht weiterer Ärger. Außerdem: Ein 20-jähriger Gründer rechnet mit dem Schulsystem ab. Und Disney verkauft Yes-Anteile.",
      "url": "https://www.gruenderszene.de/business/offenbar-neue-us-ermittlungen-gegen-huawei",
      "urlToImage": "http://www.gruenderszene.de/wp-content/uploads/2018/08/GettyImages-1012339758.jpg",
      "publishedAt": "2019-08-29T22:50:42Z",
      "content": "Ein Smartphone des chinesischen Herstellers Huawei.Guten Morgen! Während ihr geschlafen habt, ging andernorts die Arbeit in der Digitalszene weiter.\r\nDie Top-Themen:\r\nVerdacht auf Technologiediebstahl: Es soll offenbar neue Ermittlungen gegen den chinesischen… [+2817 chars]"
    },
    {
      "source": {
        "id": "gruenderszene",
        "name": "Gruenderszene"
      },
      "author": "Business Insider Deutschland",
      "title": "EHang: Startup will in China erste Passagierflüge mit autonomen Flugtaxis anbieten",
      "description": "Chinesen sollen die ersten sein, die den Personentransport per Drohne ausprobieren. Nach 2.000 Testflügen soll noch in diesem Jahr der Regelbetrieb aufgenommen werden.",
      "url": "https://www.gruenderszene.de/automotive-mobility/ehang-passagierfluege-autonom-flugtaxis-china",
      "urlToImage": "http://www.gruenderszene.de/wp-content/uploads/2019/08/ehang.jpg",
      "publishedAt": "2019-08-29T11:00:23Z",
      "content": "Das chinesische Flugtaxi EHang 184 hat schon im vergangenen Jahr erste Testflüge mit Passagieren unternommen.Schon Ende des Jahres könnten in der chinesischen Metropole Guangzhou autonome Flugtaxis regelmäßig Passagiere befördern. Die Stadtverwaltung und das … [+2674 chars]"
    },
    {
      "source": {
        "id": "gruenderszene",
        "name": "Gruenderszene"
      },
      "author": "Pauline Schnor",
      "title": "Diana zur Löwen: „Ich bin nicht nur eine Reichweite, sondern eine Person“",
      "description": "Diana zur Löwen ist Influencerin und Gründerin. Warum Youtube für sie ein Türöffner ist – und wie sie ihre Abonnenten vom Gründen und von Politik überzeugen will.",
      "url": "https://www.gruenderszene.de/media/diana-zur-loewen-interview-video",
      "urlToImage": "http://www.gruenderszene.de/wp-content/uploads/2018/07/diana-2.jpg",
      "publishedAt": "2019-08-29T10:12:47Z",
      "content": "Die 24-jährige Diana zur Löwen ist Influencerin und Gründerin.Dieser Artikel erschien zuerst am 16. Juli 2018 und wurde im Rahmen unseres Themenspecials Chef mit 20 noch einmal veröffentlicht und aktualisiert.\r\nAuf Youtube hat Diana zur Löwen rund 637.000 Abo… [+3484 chars]"
    },
    {
      "source": {
        "id": "gruenderszene",
        "name": "Gruenderszene"
      },
      "author": "Lisa Ksienrzyk",
      "title": "Gründer berichten: Wann ist der richtige Zeitpunkt, um Mitarbeitern zu kündigen?",
      "description": "Mal muss eine Abteilung aufgelöst werden, die nicht rentabel ist. Mal passen neue Kollegen nicht ins Team. Zwei Gründer erzählen, wann und wie sie Angestellte entlassen.",
      "url": "https://www.gruenderszene.de/karriere/wann-wie-mitarbeiter-kuendigen",
      "urlToImage": "http://www.gruenderszene.de/wp-content/uploads/2019/08/Little-Lunch_Lemoncat.jpg",
      "publishedAt": "2019-08-29T08:10:59Z",
      "content": "Little-Lunch-Chef Denis Gibisch (links) und Lemoncat-Gründerin Doreen Huber berichten von ihren Erfahrungen.Im Leben eines jeden Unternehmers kommt irgendwann der Punkt, an dem er einen Mitarbeiter entlassen muss. Solche Gespräche sind nicht angenehm und könn… [+3797 chars]"
    },
    {
      "source": {
        "id": "gruenderszene",
        "name": "Gruenderszene"
      },
      "author": "Sponsored Post",
      "title": "Sponsored Post: Checkliste: 5 Dinge, die in keinem Büro fehlen dürfen",
      "description": "Effizient arbeiten? Das funktioniert nur, wenn das Büro entsprechend ausgestattet ist. Auf diese fünf Must-haves darf kein Unternehmen verzichten.",
      "url": "https://www.gruenderszene.de/business/checkliste-unternehmen-buero-amazon-business",
      "urlToImage": "http://www.gruenderszene.de/wp-content/uploads/2019/08/Buero-bueromaterialien-schreibtisch-arbeiten-unternehmen.jpeg",
      "publishedAt": "2019-08-29T07:57:14Z",
      "content": "Effizienz und Produktivität? Auf die Ausstattung kommt es an!\r\nDer Drucker hat mal wieder keine Tinte mehr. Die Papierqualität lässt zu wünschen übrig. Tastatur und Maus verursachen auf dem ohnehin kleinen Schreibtisch einen nervenzerreißenden Kabelsalat. Abe… [+4291 chars]"
    },
    {
      "source": {
        "id": "gruenderszene",
        "name": "Gruenderszene"
      },
      "author": "Marco Weimer",
      "title": "Verbraucherschutz: E-Scooter-Verleiher wälzen offenbar Kosten auf Nutzer ab",
      "description": "Zusammengerechnet 85 unzulässige Klauseln in den AGBs – so lautet die Kritik der Verbraucherzentrale an den Startups und droht zu klagen. Einige Anbieter lenken ein.",
      "url": "https://www.gruenderszene.de/automotive-mobility/e-scooter-verleiher-verbraucherschutz-mahnung",
      "urlToImage": "http://www.gruenderszene.de/wp-content/uploads/2019/08/scooterdouble.jpg",
      "publishedAt": "2019-08-29T07:10:21Z",
      "content": "Zwei Leute auf einem E-Scooter sind nicht zulässig. Doch im Kleingedruckten steht noch mehr.Kürzlich erst kritisierten Sicherheitsexperten, dass sensible Informationen in den Apps der E-Tretroller-Anbieter unverschlüsselt übertragen und von Dritten abgegriffe… [+2156 chars]"
    },
    {
      "source": {
        "id": "gruenderszene",
        "name": "Gruenderszene"
      },
      "author": "Lisa Ksienrzyk",
      "title": "Series A: Berliner E-Book-Startup Inkitt sammelt 14 Millionen Euro ein",
      "description": "Über Inkitt können Autoren ihre Romane veröffentlichen und Feedback von Nutzern erhalten. Kleiner Perkins, Holtzbrinck und weitere unterstützen das Team jetzt.",
      "url": "https://www.gruenderszene.de/business/inkitt-14-millionen",
      "urlToImage": "http://www.gruenderszene.de/wp-content/uploads/2017/09/inkitt-team-2.jpg",
      "publishedAt": "2019-08-29T05:48:11Z",
      "content": "Das Inkitt-Team mit Gründer Ali Albazaz (ganz rechts).In einer zweiten Finanzierungsrunde hat das Berliner Bücher-Startup Inkitt mehr als 14 Millionen Euro (16 Millionen Dollar) erhalten. Das US-Magazin Techcrunch berichtete zuerst darüber. Angeführt wurde da… [+1190 chars]"
    },
    {
      "source": {
        "id": "gruenderszene",
        "name": "Gruenderszene"
      },
      "author": "Jürgen Stüber",
      "title": "Crowdfunding: Diese Gründer wollen Millionen für chirurgische Instrumente einsammeln",
      "description": "Eine neue Crowdfunding-Plattform will europäische Medizin-, Gesundheits- und Biotech-Startups mit Investoren vernetzen. Das Portfolio wächst.",
      "url": "https://www.gruenderszene.de/health/aescuvest-portfolio-start-crowdfunding",
      "urlToImage": "http://www.gruenderszene.de/wp-content/uploads/2019/08/Team-6-color-corrected-1080x675.jpg",
      "publishedAt": "2019-08-29T05:30:53Z",
      "content": "Sie wollen fünf Millionen Euro einsammeln: das Team von Surge-on Medical mit CEO Benno Groosman, CTO Tim Horeman-Franse und Co-Founder, sowie COO Audry Zoncsich (von links). Im Vordergrund liegen die Spezialzangen des Startups. 125 Tage bleiben dem niederländ… [+2643 chars]"
    },
    {
      "source": {
        "id": "gruenderszene",
        "name": "Gruenderszene"
      },
      "author": "Marie Hartlieb",
      "title": "Familienbetrieb: Warum dieser Teenie ein Startup mit seiner Oma gegründet hat",
      "description": "Michel Oeler und seine Großmutter betreiben gemeinsam eine Web-Agentur. Die Arbeit teilen sie sich auf: Er kümmert sich um die Konzepte, sie um das Rechtliche.",
      "url": "https://www.gruenderszene.de/perspektive/junger-gruender-startup-oma",
      "urlToImage": "http://www.gruenderszene.de/wp-content/uploads/2019/08/oelers-final.jpg",
      "publishedAt": "2019-08-29T04:00:40Z",
      "content": "Es bleibt in der Familie: Heidrun und Michel Oeler führen gemeinsam die Web-Agentur Creatica.Seit Michel Oeler klein ist, entwickelt er mit Leidenschaft Geschäftsideen. Mit elf machte er Videoaufnahmen von Einschulungen und Schulmusicals, die er den stolzen E… [+3034 chars]"
    },
    {
      "source": {
        "id": "gruenderszene",
        "name": "Gruenderszene"
      },
      "author": "Pauline Schnor",
      "title": "Urban Sports Club: „Für einen Exit ist es viel zu früh“",
      "description": "Urban Sports Club sammelte Millionen ein und schluckt immer mehr Wettbewerber. Gibt es bei allem Erfolg auch Tiefs? Und wie lief der Anfang? Der Gründer im Interview.",
      "url": "https://www.gruenderszene.de/business/urban-sports-club-moritz-kreppel",
      "urlToImage": "http://ssl-vg03.met.vgwort.de/na/93cde8f335bb456e9f071bd1d0d7691e",
      "publishedAt": "2019-08-29T02:00:29Z",
      "content": "Die Idee, Fitness in deutschlandweiten Flatrates anzubieten, hatten viele Startups. Vor allem eines hat sich durchgesetzt: Urban Sports Club. Das 2012 gegründete Berliner Unternehmen hat heute mehr als 300 Mitarbeiter, seine Nutzer können für eine monatliche … [+1850 chars]"
    },
    {
      "source": {
        "id": "gruenderszene",
        "name": "Gruenderszene"
      },
      "author": "Sabrina Frangos",
      "title": "Während du schliefst: Amazon will in indonesisches Liefer-Startup Gojek investieren",
      "description": "Die Firma will ihre Präsenz in Südostasien stärken. Außerdem: Urban Sports Mitgründer spricht über Startschwierigkeiten und Apple ist abhängig von China.",
      "url": "https://www.gruenderszene.de/business/amazon-will-in-indonesisches-liefer-startup-gojek-investieren",
      "urlToImage": "http://www.gruenderszene.de/wp-content/uploads/2018/03/gettyimages-630608064_1220x814_oc.jpg",
      "publishedAt": "2019-08-28T22:34:28Z",
      "content": "Amazon will seine Präsenz in Südostasien stärken.Guten Morgen! Während ihr geschlafen habt, ging andernorts die Arbeit in der Digitalszene weiter.\r\nDie Top-Themen:\r\nAmazon befindet sich offenbar in Gesprächen mit Gojek, um eine größere Investition in das indo… [+2787 chars]"
    },
    {
      "source": {
        "id": "gruenderszene",
        "name": "Gruenderszene"
      },
      "author": "Antonia Grzelak (Branded Content)",
      "title": "Sponsored Post: Warum die Future of Food Conference einen Besuch wert ist",
      "description": "Die vierte NGIN Food Conference steht vor der Tür. Wer in der Lebensmittelbranche zu Hause ist, sollte sie nicht verpassen - aus den folgenden Gründen.",
      "url": "https://www.gruenderszene.de/business/future-of-food-conference-2019",
      "urlToImage": "http://www.gruenderszene.de/wp-content/uploads/2019/08/Future-of-Food-Conference-2019.png",
      "publishedAt": "2019-08-28T10:45:56Z",
      "content": "Time for Revolution: So stehts um die Food-Branche\r\nTechnologische Neuerungen, die ständig wachsende Bedeutung von Nachhaltigkeit für Privatpersonen und das sich wandelnde Gesundheitsbewusstsein verändern vor allem die Lebensmittelbranche. Wer kennt es nicht:… [+4533 chars]"
    },
    {
      "source": {
        "id": "gruenderszene",
        "name": "Gruenderszene"
      },
      "author": "Reuters",
      "title": "Schneller als Facebook: China soll eigenes Digitalgeld schon im November starten",
      "description": "Laut einem Medienbericht will die Volksrepublik das Soziale Netzwerk beim Thema Kryptowährungen ausstechen. Chinas Digitalgeld soll schon bald launchen, lange vor Facebooks.",
      "url": "https://www.gruenderszene.de/fintech/china-digitalwaehrung-facebook-libra",
      "urlToImage": "http://www.gruenderszene.de/wp-content/uploads/2019/08/GettyImages-910070392.jpg",
      "publishedAt": "2019-08-28T10:06:09Z",
      "content": "Mit dem digitalen Yuan könnte China versuchen, auch den internationalen Markt anzugehen.China will einem Pressebericht zufolge schon im Herbst mit einer Digitalwährung an den Start gehen und damit Facebook ausstechen. Das US-Finanzmagazin Forbes berichtet unt… [+3220 chars]"
    },
    {
      "source": {
        "id": "gruenderszene",
        "name": "Gruenderszene"
      },
      "author": "Pauline Schnor",
      "title": "Was wurde aus ihm? : Teenie-Gründer Ben Pasternak verkauft jetzt vegane Chicken Nuggets",
      "description": "Vor drei Jahren wurde der Australier gefeiert, dann verschwand er aus der Presse. Inzwischen hat der Jungunternehmer ein neues Projekt: Er verkauft Fleischersatz.",
      "url": "https://www.gruenderszene.de/business/ben-pasternak-nuggs",
      "urlToImage": "http://www.gruenderszene.de/wp-content/uploads/2019/08/nuggs.jpg",
      "publishedAt": "2019-08-28T10:00:00Z",
      "content": "Sie sehen aus wie Nuggets aus Hähnchen, sind aber fleischfrei: Ben Pasternaks Nuggs.Dieser Artikel erschien zuerst am 04. April 2019 und wurde im Rahmen unseres Themenspecials Chef mit 20 noch einmal veröffentlicht und aktualisiert.\r\nAmerikas jüngster Startup… [+4858 chars]"
    },
    {
      "source": {
        "id": "gruenderszene",
        "name": "Gruenderszene"
      },
      "author": "Martin Gardt",
      "title": "Kosmetik-Startup: Diese Gründerin blitzte bei DHDL ab – heute macht sie achtstellige Umsätze",
      "description": "Hellobody erreicht durch Influencer-Marketing über eine Million Fans und expandiert in die USA. Mit ihrem alten Startup kam die Gründerin im Fernsehen weniger gut an.",
      "url": "https://www.gruenderszene.de/business/hellobody-monique-hoell-naturkosmetik-influencer",
      "urlToImage": "http://www.gruenderszene.de/wp-content/uploads/2019/08/HelloBody_Monique-Hoell.jpg",
      "publishedAt": "2019-08-28T07:53:19Z",
      "content": "Hellobody-Gründerin Monique Hoell versuchte es mit einem anderen Unternehmen auch schon in der Höhle der Löwen.Monique Hoell hatte vor ein paar Jahren überhaupt nichts mit Kosmetik am Hut. Heute führt sie mit Hellobody eine Kosmetik-Brand, die direkt von der … [+9549 chars]"
    },
    {
      "source": {
        "id": "gruenderszene",
        "name": "Gruenderszene"
      },
      "author": "Marco Weimer",
      "title": "DHDL-Juror Georg Kofler: „Es ist ein permanentes Weiterbildungsprogramm für uns Löwen”",
      "description": "Mehr Professionalität auf allen Ebenen sieht Investor Georg Kofler in der „Höhle der Löwen“. Nur sollten die Gründer mehr Mut zum Scheitern mitbringen.",
      "url": "https://www.gruenderszene.de/media/georg-kofler-dhdl-staffel-6-interview",
      "urlToImage": "http://www.gruenderszene.de/wp-content/uploads/2019/08/kofler_dhdl.jpg",
      "publishedAt": "2019-08-28T07:42:23Z",
      "content": "Medienunternehmer Georg Kofler hat uns in Hamburg seine Sicht der Dinge bei DHDL verraten.Vor zwei Jahren trat Georg Kofler (62) noch als Gastinvestor in der TV-Show auf, heute gehört er zur Startaufstellung in der Höhle der Löwen. Als 31-Jähriger baute er ei… [+729 chars]"
    },
    {
      "source": {
        "id": "gruenderszene",
        "name": "Gruenderszene"
      },
      "author": "Benedikt Fuest",
      "title": "Game-Erfolg: Der Fortnite-Hype ist schon wieder vorbei – und nun?",
      "description": "Das Ballerspiel ist zwar so profitabel wie kein anderes Spiel vor ihm, doch die Umsätze gehen deutlich zurück. Warum der Fortnite-Hype nur ein paar Jahre angehalten hat.",
      "url": "https://www.gruenderszene.de/media/fortnite-hype-analyse",
      "urlToImage": "http://www.gruenderszene.de/wp-content/uploads/2019/08/BoB_combatShot_var2.jpg",
      "publishedAt": "2019-08-28T06:32:55Z",
      "content": "Szene aus dem Spiel Fortnite: Im laufenden Jahr fallen die Umsätze deutlich.Mit riesigen, aufwendig gebauten Messeständen locken Spielehersteller jedes Jahr zehntausende Kunden auf die Kölner Computerspielemesse Gamescom. Doch wer dort in diesem Jahr einen St… [+3289 chars]"
    },
    {
      "source": {
        "id": "gruenderszene",
        "name": "Gruenderszene"
      },
      "author": "Reuters",
      "title": "Software: Teamviewer bereitet Börsengang vor",
      "description": "Das Göppinger Unternehmen hat seine Börsenpläne offiziell verkündet. Zum geplanten IPO soll Teamviewer mit mehreren Milliarden Euro bewertet werden.",
      "url": "https://www.gruenderszene.de/business/teamviewer-ipo-ankuendigung",
      "urlToImage": "http://www.gruenderszene.de/wp-content/uploads/2019/08/teamviewer-ipo_1220x814_oc.jpg",
      "publishedAt": "2019-08-28T04:54:13Z",
      "content": "Der schwäbische Softwarehersteller Teamviewer will im Herbst den Sprung an die Frankfurter Börse wagen. Das Unternehmen aus Göppingen kündigte offiziell den Börsengang im Prime Standard für das laufende Jahr an. \r\nDer Finanzinvestor Permira, der 2014 bei Team… [+1351 chars]"
    },
    {
      "source": {
        "id": "gruenderszene",
        "name": "Gruenderszene"
      },
      "author": "Astrid Roesener und Martina Meier-Grom",
      "title": "EU-Richtlinie: In zehn Tagen zur GmbH-Gründung – und das online",
      "description": "Ein Startup online gründen, einen CEO-Wechsel von zuhause aus anmelden, eine Zweigniederlassung von unterwegs registrieren? Das könnte in Deutschland bald möglich sein.",
      "url": "https://www.gruenderszene.de/business/fachbeitrag-online-gruendung",
      "urlToImage": "http://www.gruenderszene.de/wp-content/uploads/2019/08/Frau-Computer-Schreibtisch.jpg",
      "publishedAt": "2019-08-28T04:00:53Z",
      "content": "Unternehmen sollen sich künftig auch am Computer registrieren lassen.Ein Beitrag von Astrid Roesener und Martina Meier-Grom, Rechtsanwältinnen der Wirtschaftskanzlei CMS\r\nBis die Gesellschaft im Handelsregister eingetragen ist, müssen Gründer und Notar eine M… [+4888 chars]"
    },
    {
      "source": {
        "id": "gruenderszene",
        "name": "Gruenderszene"
      },
      "author": "Jeida Elkersh",
      "title": "Junge Unternehmer: 20 Gründer unter 20",
      "description": "Sie sind noch keine 20 und haben bereits Apps entwickelt oder IT-Firmen, Agenturen und Coworking Spaces gegründet. Eine Auswahl der jüngsten Gründer Deutschlands.",
      "url": "https://www.gruenderszene.de/galerie/20-unter-20",
      "urlToImage": "https://www.gruenderszene.de/wp-content/gallery/20-unter-20/skills4school.jpg",
      "publishedAt": "2019-08-28T02:00:35Z",
      "content": null
    },
    {
      "source": {
        "id": "gruenderszene",
        "name": "Gruenderszene"
      },
      "author": "Barbara Barkhausen",
      "title": "Während du schliefst: Gerichtliches Nachspiel für Ex-Google-Ingenieur",
      "description": "Anthony Levandowski soll Firmengeheimnissen gestohlen haben. Außerdem: Verkündet Teamviewer den Börsengang noch diese Woche? Und: Sonnen schnappt Tesla Großauftrag weg.",
      "url": "https://www.gruenderszene.de/business/google-uber-teamviewer-sonnen-tesla-wework-peloton-spacex",
      "urlToImage": "http://www.gruenderszene.de/wp-content/uploads/2019/08/GettyImages-605519778-1.jpg",
      "publishedAt": "2019-08-27T23:41:39Z",
      "content": "Falls Anthony Levandowski verurteilt wird, könnte er mehrere Jahre hinter Gittern landen.Guten Morgen! Während ihr geschlafen habt, ging andernorts die Arbeit in der Digitalszene weiter.\r\nDie Top-Themen:\r\nDer Silicon Valley-Streit zwischen Google und Uber geh… [+2863 chars]"
    },
    {
      "source": {
        "id": "gruenderszene",
        "name": "Gruenderszene"
      },
      "author": "Christoph-Moritz Reich",
      "title": "Ranking: Mit diesen 5 SEO-Tipps schaffen Gründer mehr Umsatz bei Amazon",
      "description": "Onlinehandel ohne Amazon ist heute kaum möglich. Ein gutes Ranking auf der Plattform ist für Verkäufer deshalb sehr wichtig. Diese SEO-Tipps helfen dabei.",
      "url": "https://www.gruenderszene.de/business/5-seo-tricks-umsatz-amazon",
      "urlToImage": "http://www.gruenderszene.de/wp-content/uploads/2019/08/GettyImages-457207679.jpg",
      "publishedAt": "2019-08-27T13:30:18Z",
      "content": "Erfolgreich mit der eigenen Marke bei Amazon so gehts.Ein Beitrag von Christoph-Moritz Reich, Geschäftsführer der Namox GmbH, einer Amazon Full Service SEO-Agentur.\r\nRund 18 Milliarden Euro Umsatz machte Amazon im Jahr 2018 allein in Deutschland. Weltweit war… [+5180 chars]"
    },
    {
      "source": {
        "id": "gruenderszene",
        "name": "Gruenderszene"
      },
      "author": "Pauline Schnor",
      "title": "Schüler-Startup: „Frank Thelen ist unser Role Model“",
      "description": "Ein Team aus Zwölftklässern entwickelt neben der Schule eine Nachhilfe-App. Die Idee dazu sei ihnen durch „Die Höhle der Löwen“  gekommen, sagen sie.",
      "url": "https://www.gruenderszene.de/business/tuovu-teenie-startup",
      "urlToImage": "http://www.gruenderszene.de/wp-content/uploads/2019/03/tutorus2.jpg",
      "publishedAt": "2019-08-27T13:00:08Z",
      "content": "Das Tuovu-Team (von links): Albrecht Nacke (17, inzwischen ausgeschieden), Robert Schröder (16) und Konstantin Kraut­häuser (17)Dieser Artikel erschien zuerst am 06. März 2019 und wurde im Rahmen unseres Themenspecials Chef mit 20 noch einmal veröffentlicht u… [+6056 chars]"
    },
    {
      "source": {
        "id": "gruenderszene",
        "name": "Gruenderszene"
      },
      "author": "Sponsored Post",
      "title": "Sponsored Post: Wie Big-Data-Startups in der Kommunalwirtschaft neue Kunden finden",
      "description": "In vielen Prozessen kommunaler Unternehmen schlummert noch ungenutztes Optimierungspotenzial. So können datengetriebene Startups davon profitieren.",
      "url": "https://www.gruenderszene.de/business/vku-big-data-startups-kommunalwirtschaft-2018-10663",
      "urlToImage": "http://www.gruenderszene.de/wp-content/uploads/2019/08/kommunalwirtschaft-big-data-startups-kunden.jpg",
      "publishedAt": "2019-08-27T12:27:08Z",
      "content": "Schneller, höher, weiter Algorithmen als Entscheidungshilfe\r\nWo wir im Privatleben eher auf Entschleunigung aus sind, darf es bei Unternehmensprozessen gern maximal effizient zugehen. So auch in der Kommunalwirtschaft. Denn wirtschaftlicher Druck macht vor En… [+4007 chars]"
    },
    {
      "source": {
        "id": "gruenderszene",
        "name": "Gruenderszene"
      },
      "author": "Alex Hofmann",
      "title": "Leaders for Climate Action: 100 Digitalfirmen starten Initiative für Klimaschutz",
      "description": "Unternehmen wie Delivery Hero, Flixbus, Freighthub oder Nebenan.de wollen bald klimaneutral sein. Und sie fordern das Gleiche von der gesamten Wirtschaft.",
      "url": "https://www.gruenderszene.de/business/startups-klimaschutz-initiative",
      "urlToImage": "http://www.gruenderszene.de/wp-content/uploads/2019/08/leaders-for-climate-action.jpg",
      "publishedAt": "2019-08-27T11:45:26Z",
      "content": "In Berlin wurde die Initiative Leaders for Climate Action am heutigen Dienstag vorgestellt.Es kann erst einmal nur ein Zeichen sein, aber es ist ein sehr wichtiges: Mahr als 100 Digitalunternehmen aus Deutschland haben sich zusammengeschlossen, um ihren Beitr… [+4738 chars]"
    },
    {
      "source": {
        "id": "gruenderszene",
        "name": "Gruenderszene"
      },
      "author": "Jürgen Stüber",
      "title": "Gründerloge: Pitchen in der Halbzeitpause – Wie Bundesligist Mainz 05 Startups unterstützt",
      "description": "Fußballclubs und Startups haben gewöhnlich wenig miteinander zu tun. In Mainz ist das anders. Dort gibt es im Stadion künftig eine Loge für Gründer.",
      "url": "https://www.gruenderszene.de/business/mainz-05-gruenderloge-wiwin",
      "urlToImage": "http://www.gruenderszene.de/wp-content/uploads/2019/08/2019-08-27-00271.jpg",
      "publishedAt": "2019-08-27T11:23:41Z",
      "content": "Jan Lehmann, Kaufmännischer Vorstand von Mainz 05, und Wiwin-Gründer Matthias Willenbacher zeigen ein Trikot mit dem Aufdruck Gründerloge.Solarunternehmer Matthias Willenbacher unterstützt gemeinsam mit dem Fußball-Bundesligisten Mainz 05 nachhaltige Startups… [+950 chars]"
    },
    {
      "source": {
        "id": "gruenderszene",
        "name": "Gruenderszene"
      },
      "author": "Pauline Schnor",
      "title": "Gaming-Debatte: E-Sport ist Sport – sagt der ehemalige Athletiktrainer der DFB-Elf",
      "description": "Der olympische Sportbund hat Gaming nicht als Sportart anerkannt. Dabei ist E-Sport physisch und mental anspruchsvoll, meint der ehemalige DFB-Coach Benjamin Kugel.",
      "url": "https://www.gruenderszene.de/business/e-sport-ist-sport-benjamin-kugel",
      "urlToImage": "http://www.gruenderszene.de/wp-content/uploads/2019/08/kugel.jpg",
      "publishedAt": "2019-08-27T10:25:22Z",
      "content": "SK-Gaming-Trainer Benjamin Kugel hier noch als Fußball-Athletik-Coach.E-Sport-Turniere holen zehntausende Zuschauer in riesige Hallen, weitere Millionen schauen von zuhause aus die Live-Übertragungen an und am Ende gibt es für die Sieger Pokale und Preisgelde… [+5503 chars]"
    },
    {
      "source": {
        "id": "gruenderszene",
        "name": "Gruenderszene"
      },
      "author": "Lisa Ksienrzyk",
      "title": "Bevbox: Flaschenpost-Gründer starten Onlineshop für Alkohol",
      "description": "Die Chefs des Getränkelieferdiensts haben im Sommer drei neue Gesellschaften gegründet. Eine davon ist ein Onlineshop für Wodka, Whisky und Rum.",
      "url": "https://www.gruenderszene.de/food/startups-trends/flaschenpost-bevbox-alkohol-shop",
      "urlToImage": "http://www.gruenderszene.de/wp-content/uploads/2019/02/03_flaschenpost_Hannover.jpg",
      "publishedAt": "2019-08-27T07:46:15Z",
      "content": "Mit seinem neuen Venture liefert Flaschenpost die Getränke nicht mehr selbst aus, sondern verschickt sie mit DHL.Die Chefs des Münsteraner Startups Flaschenpost versuchen sich mit einem neuen Geschäftsmodell. Im Juni haben CEO Stephen Weich, CMO Christopher H… [+1014 chars]"
    },
    {
      "source": {
        "id": "gruenderszene",
        "name": "Gruenderszene"
      },
      "author": "Lisa Ksienrzyk",
      "title": "Bevbox: Flaschenpost-Gründer starten Onlineshop für Alkohol",
      "description": "Die Chefs des Getränkelieferdiensts haben im Sommer drei neue Gesellschaften gegründet. Eine davon ist ein Onlineshop für Wodka, Whisky und Rum.",
      "url": "https://www.gruenderszene.de/food/flaschenpost-bevbox-alkohol-shop",
      "urlToImage": "http://www.gruenderszene.de/wp-content/uploads/2019/02/03_flaschenpost_Hannover.jpg",
      "publishedAt": "2019-08-27T07:46:15Z",
      "content": "Mit seinem neuen Venture liefert Flaschenpost die Getränke nicht mehr selbst aus, sondern verschickt sie mit DHL.Die Chefs des Münsteraner Startups Flaschenpost versuchen sich mit einem neuen Geschäftsmodell. Im Juni haben CEO Stephen Weich, CMO Christopher H… [+1014 chars]"
    },
    {
      "source": {
        "id": "gruenderszene",
        "name": "Gruenderszene"
      },
      "author": "Heinz-Roger Dohms (Finanz-Szene.de)",
      "title": "Joonko : Fintech-Inkubator Finleap startet Check24-Herausforderer",
      "description": "Erstmals gibt Finleap Details zu seinem neuen Startup preis. Über Joonko können Nutzer Versicherungen vergleichen. In dem Markt gibt es schon viel Konkurrenz.",
      "url": "https://www.gruenderszene.de/business/finleap-startet-joonko",
      "urlToImage": "http://www.gruenderszene.de/wp-content/uploads/2019/08/carolin.jpg",
      "publishedAt": "2019-08-27T06:04:31Z",
      "content": "Carolin Gabor leitet das neue Finleap-Venture Joonko.Der Berliner Fintech-Inkubator Finleap macht Ernst mit seinen Plänen, das Münchner Vergleichsportal Check24 mit einer eigenen B2C-Plattform für Finanzprodukte anzugreifen. Nach Informationen von Finanz-Szen… [+3910 chars]"
    },
    {
      "source": {
        "id": "gruenderszene",
        "name": "Gruenderszene"
      },
      "author": "Jürgen Stüber",
      "title": "Mister Spex: „Es gibt einen Online-Markt für Brillen. Aber unsere Ambitionen sind größer\"",
      "description": "Dirk Graber, Gründer und Geschäftsführer von Mister Spex, erklärt die Hürden beim Brillenkauf im Internet und wie er den Filialisten Marktanteile abjagen will.",
      "url": "https://www.gruenderszene.de/business/mister-spex-dirk-graber-interview",
      "urlToImage": "http://www.gruenderszene.de/wp-content/uploads/2019/08/Dirk_Graber_2.jpg",
      "publishedAt": "2019-08-27T05:00:58Z",
      "content": "Dirk Graber hat den Online-Optiker Mister Spex 2007 gegründet. Inzwischen hat das Unternehmen mehr als drei Millionen Kunden.Vier Jahre lang versuchte Mister Spex, Brillen ausschließlich online zu verkaufen. 2011 begann die Kooperation mit Optikern, 2016 wurd… [+7125 chars]"
    },
    {
      "source": {
        "id": "gruenderszene",
        "name": "Gruenderszene"
      },
      "author": "Lisa Ksienrzyk",
      "title": "Gründerszene Reports: 5 Tipps für E-Commerce-Erfolg in China",
      "description": "Die Online-Kaufkraft ist groß in der Volksrepublik, wenige Konzerne dominieren den Handel im Netz. Ein deutscher Gründer verrät, wie er sich mit seiner App durchsetzt.",
      "url": "https://www.gruenderszene.de/business/e-commerce-in-china-tipps",
      "urlToImage": "http://www.gruenderszene.de/wp-content/uploads/2019/08/pinduoduo-screenshot.jpg",
      "publishedAt": "2019-08-27T04:00:53Z",
      "content": "Pinduoduo ist Chinas drittstärkster E-Commerce-Anbieter mit einem Marktanteil von mehr als fünf Prozent.Fast 560 Milliarden Euro wurden 2018 im chinesischen E-Commerce-Markt umgesetzt, mehr als zehnmal so viel wie in Deutschland. Bis 2023 sollen mehr als 960 … [+2631 chars]"
    },
    {
      "source": {
        "id": "gruenderszene",
        "name": "Gruenderszene"
      },
      "author": "Julian Wessel",
      "title": "Generationenklischees: Was Lehrer über die Generation Z denken",
      "description": "Ständig am Smartphone, großes Ego und hohes Politikinteresse – das sind gängige Klischees zur Generation Z. Was sagen die Lehrer der jungen Menschen dazu?",
      "url": "https://www.gruenderszene.de/perspektive/generation-z-lehrer-meinung",
      "urlToImage": "http://www.gruenderszene.de/wp-content/uploads/2019/08/GettyImages-872142410-5.jpg",
      "publishedAt": "2019-08-27T02:00:48Z",
      "content": "Lehrer kennen die Gen Z schon seit vielen Jahren. Wie schätzen sie deren Mitglieder ein?Die Generation Z ist ichbezogen, zieht Freizeit der Arbeit vor und spielt den ganzen Tag mit dem Handy. Obwohl sie selbstbewusst auftritt, viel einfordert und unbefangener… [+4794 chars]"
    },
    {
      "source": {
        "id": "gruenderszene",
        "name": "Gruenderszene"
      },
      "author": "Barbara Barkhausen",
      "title": "Während du schliefst: Waymo-Feedback: Lob für Umgang mit „idiotischen, menschlichen Fahrern“",
      "description": "Passagiere bewerteten den Selbstfahrerdienst weitgehend positiv. Außerdem: Nextcloud gewinnt Aufträge in EU-Staaten und Apple stellt Wireless-Technologie-Projekt ein.",
      "url": "https://www.gruenderszene.de/business/waymo-nextcloud-apple-globalfoundries-cred-megvii",
      "urlToImage": "http://www.gruenderszene.de/wp-content/uploads/2019/08/GettyImages-956205670-1.jpg",
      "publishedAt": "2019-08-26T23:37:21Z",
      "content": "Robotertaxis von Waymo steuern bisher in Phoenix und San Francisco durch den Verkehr.Guten Morgen! Während ihr geschlafen habt, ging andernorts die Arbeit in der Digitalszene weiter.\r\nDie Top-Themen:\r\nDie Alphabet-Tochter Waymo betreibt ihren Selbstfahrerdien… [+3148 chars]"
    },
    {
      "source": {
        "id": "gruenderszene",
        "name": "Gruenderszene"
      },
      "author": "Angela Rozmyn",
      "title": "Sparsam leben: Rente mit 40? So sieht die typische Woche einer Frugalisten-Familie aus",
      "description": "Die US-amerikanische Familie Rozmyn lebt extrem sparsam, um zeitig in den Vorruhestand gehen zu können. Pro Woche geben sie rund 700 Euro für Essen und Hobbies aus.",
      "url": "https://www.gruenderszene.de/karriere/rente-mit-40-alltag",
      "urlToImage": "http://www.gruenderszene.de/wp-content/uploads/2019/08/Familie-Garten.jpg",
      "publishedAt": "2019-08-26T13:55:13Z",
      "content": "Um Geld zu sparen, ernten Frugalisten auch Obst und Gemüse aus ihrem eigenen Garten.Mein Mann und ich sind seit zehn Jahren verheiratet. Wir leben in der Umgebung von Seattle mit unserem vierjährigen Sohn, zwei Hunden, einer Katze, einer Kornnatter und einem … [+8253 chars]"
    },
    {
      "source": {
        "id": "gruenderszene",
        "name": "Gruenderszene"
      },
      "author": "Pauline Schnor",
      "title": "Linearity: Die Idee zu seiner App hatte dieser Teenie-Gründer schon im Alter von 10",
      "description": "Mit Vectornator Pro können Designer Zeichnungen auf dem iPad erstellen. Die Idee dazu hatte der Gründer als Kind, sein Startup baute er neben der Schule auf.",
      "url": "https://www.gruenderszene.de/technologie/linearity-graphik-app-teenie-gruender",
      "urlToImage": "http://www.gruenderszene.de/wp-content/uploads/2018/04/Founders.jpeg",
      "publishedAt": "2019-08-26T12:00:59Z",
      "content": "Vladimir Danila (links) und Marc Zacherl, die Gründer von Linearity. Dieser Artikel erschien zuerst am 13. April 2018 und wurde im Rahmen unseres Themenspecials Chef mit 20 noch einmal veröffentlicht und aktualisiert. \r\nIch habe nicht viel Zeit, sagt Vladimir… [+4197 chars]"
    },
    {
      "source": {
        "id": "gruenderszene",
        "name": "Gruenderszene"
      },
      "author": "Pauline Schnor",
      "title": "Linearity: Die Idee zu seiner App hatte dieser Teenie-Gründer schon im Alter von 10",
      "description": "Mit Vectornator Pro können Designer Zeichnungen auf dem iPad erstellen. Die Idee dazu hatte der Gründer als Kind, sein Startup baute er neben der Schule auf.",
      "url": "https://www.gruenderszene.de/business/linearity-graphik-app-teenie-gruender",
      "urlToImage": "http://www.gruenderszene.de/wp-content/uploads/2018/04/Founders.jpeg",
      "publishedAt": "2019-08-26T12:00:59Z",
      "content": "Vladimir Danila (links) und Marc Zacherl, die Gründer von Linearity. Dieser Artikel erschien zuerst am 13. April 2018 und wurde im Rahmen unseres Themenspecials Chef mit 20 noch einmal veröffentlicht und aktualisiert. \r\nIch habe nicht viel Zeit, sagt Vladimir… [+4197 chars]"
    },
    {
      "source": {
        "id": "gruenderszene",
        "name": "Gruenderszene"
      },
      "author": "Pauline Schnor",
      "title": "Lucas von Cranach : Will Onefootball jetzt das Spotify für Sport werden?",
      "description": "Elf Jahre nach dem Start begibt sich die Berliner Firma in ein neues Geschäftsfeld: In Kooperation mit dem Sender Sky zeigt sie jetzt Fußballspiele live.",
      "url": "https://www.gruenderszene.de/media/onefootball-sky-interview-lucas-von-cranach",
      "urlToImage": "http://www.gruenderszene.de/wp-content/uploads/2019/08/onefootball.jpg",
      "publishedAt": "2019-08-26T09:56:17Z",
      "content": "Beschäftigt in seinem Berliner Büro 200 Mitarbeiter: Onefootball-Gründer Lucas von CranachVergangenen Mittwoch bestätigte Onefootball das Gerücht, das schon Tage vorher kursierte: Das Berliner Jungunternehmen kooperiert jetzt mit dem Bezahlsender Sky. \r\nFür F… [+6337 chars]"
    },
    {
      "source": {
        "id": "gruenderszene",
        "name": "Gruenderszene"
      },
      "author": "Antonia Grzelak (Branded Content)",
      "title": "Sponsored Post: 5 Trends, die HRler nicht verpassen dürfen",
      "description": "Dank New Work sind Personaler gefragter denn je – und sie müssen alle aktuellen Trends und Entwicklungen kennen. Diese fünf gehören dazu.",
      "url": "https://www.gruenderszene.de/business/5-wichtige-hr-trends",
      "urlToImage": "http://www.gruenderszene.de/wp-content/uploads/2019/08/Gründerszene-HR-Day-2019.jpg",
      "publishedAt": "2019-08-26T09:53:15Z",
      "content": "Die neuen Trendsetter sitzen im HR\r\nNew Work? Trend!Employer Branding? Trend!Active Sourcing? Trend!\r\nViele der gehypten Neuerungen, die Unternehmen aktuell aufmischen, betreffen vor allem einen Bereich: Human Resources. Dass sie eine immer elementarere Rolle… [+4802 chars]"
    },
    {
      "source": {
        "id": "gruenderszene",
        "name": "Gruenderszene"
      },
      "author": "Jürgen Stüber",
      "title": "Ortungs-App: Familonet-Gründer kaufen ihr Startup von Daimler zurück",
      "description": "Die App ist der Alptraum aller Schulschwänzer: Sie erlaubt Eltern, ihre Kinder zu tracken. Der Automobilkonzern hat an dem Konzept offenbar kein Interesse mehr.",
      "url": "https://www.gruenderszene.de/automotive-mobility/familonet-rueckkauf-daimler",
      "urlToImage": "http://www.gruenderszene.de/wp-content/uploads/2017/08/Familonet_Gruender.jpg",
      "publishedAt": "2019-08-26T09:44:42Z",
      "content": "Die Familonet-Gründer: Michael Asshauer, David Nellessen und Hauke Windmüller (von links)Die Gründer der Ortungs-App Familonet haben ihr Startup zwei Jahre nach der Übernahme von Daimler zurückgekauft. Offenbar glauben sie weiter an ihre Idee. Deutsche Startu… [+1552 chars]"
    },
    {
      "source": {
        "id": "gruenderszene",
        "name": "Gruenderszene"
      },
      "author": "Sponsored Post",
      "title": "Sponsored Post: 5 Branchen, in denen Plattform-Geschäftsmodelle auftrumpfen",
      "description": "Produzieren? Nein. Plattform? Oh ja! In welchen Branchen sich Startups mit dem neuen Geschäftsmodell erfolgreich durchsetzen können.",
      "url": "https://www.gruenderszene.de/gs-connect/deutsche-bank/plattform-business-model-deutsche-bank-2019-11514",
      "urlToImage": "http://www.gruenderszene.de/wp-content/uploads/2019/08/plattform-geschaeftsmodell-business-model-plattformoekonomie-deutsche-bank.jpg",
      "publishedAt": "2019-08-26T07:40:24Z",
      "content": "Schluss mit der Pipeline, her mit der Plattform!\r\nIn den USA und in China sind sie auf dem Vormarsch, in Europa hinkt man hinterher: Die Rede ist von Plattform-Geschäftsmodellen. Das Prinzip dahinter ist denkbar einfach und Unternehmen wie YouTube und Airbnb … [+7100 chars]"
    },
    {
      "source": {
        "id": "gruenderszene",
        "name": "Gruenderszene"
      },
      "author": "Lisa Ksienrzyk",
      "title": "Liefermarkt: Was bedeutet das Deliveroo-Aus für Ghost Restaurants wie Keatz oder Honest Food?",
      "description": "In Deutschland fährt nur noch Lieferando Essen aus. Mit Keatz will die Firma aber nicht zusammenarbeiten. Daher musste das Berliner Startup seinen Service einstellen.",
      "url": "https://www.gruenderszene.de/food/startups-trends/deliveroo-aus-lieferando-ghost-restaurants",
      "urlToImage": "http://www.gruenderszene.de/wp-content/uploads/2019/08/Deliveroo-Editions-Ghost-Kitchen.jpg",
      "publishedAt": "2019-08-26T07:07:57Z",
      "content": "In Großbritannien und Frankreich betreibt Deliveroo selbst Ghost Restaurants unter dem Namen Deliveroo Editions.Foodora ist weg. Deliveroo ist weg. Übrig bleibt in Deutschland nur noch Lieferando. Für deutsche Ghost-Restaurant-Ketten bedeutet das einen Strate… [+3616 chars]"
    },
    {
      "source": {
        "id": "gruenderszene",
        "name": "Gruenderszene"
      },
      "author": "Torben Lux (OMR)",
      "title": "Toofame: 23-Jähriger verdient 120.000 Dollar mit Handel von Instagram-Accounts",
      "description": "Ein junger Israeli macht Instagram-Konten mit Fake-Followern zu Geld. So funktioniert der von der Plattform nicht erlaubte Schwarzmarkt in Deutschland.",
      "url": "https://www.gruenderszene.de/business/toofame-verkauft-instagram-accounts-fake-follower",
      "urlToImage": "http://www.gruenderszene.de/wp-content/uploads/2019/08/GettyImages-655847780.jpg",
      "publishedAt": "2019-08-26T04:00:30Z",
      "content": "30.000 US-Dollar pro Jahr nimmt der Betreiber von Toofame angeblich ein.In Zeiten, in denen digitale Reichweite zur wichtigsten Währung heranwächst, blüht auch der Handel mit dieser. Egal ob Fans, Likes, Plays oder Abos für alles gibt es einen Markt. Ramy Hal… [+7154 chars]"
    },
    {
      "source": {
        "id": "gruenderszene",
        "name": "Gruenderszene"
      },
      "author": "Sarah Heuberger",
      "title": "Junge Gründer: Gründen unter 18? So bekommt ihr das Okay vom Gericht",
      "description": "Wer minderjährig ist und gründen will, braucht eine offizielle Erlaubnis. Wie ihr die bekommt und welche Tricks es dabei gibt, steht in unserem Leitfaden.",
      "url": "https://www.gruenderszene.de/karriere/minderjaehrig-gruenden-unter-18-leitfaden",
      "urlToImage": "http://www.gruenderszene.de/wp-content/uploads/2019/08/GettyImages-1055843960.jpg",
      "publishedAt": "2019-08-26T02:00:22Z",
      "content": "Noch keine 18, aber schon ein eigenes Unternehmen? So gehts.Beschränkt geschäftsfähig, findet der Gesetzgeber Menschen unter 18 Jahren. Wer noch minderjährig ist und ein Unternehmen gründen will, für den gibt es zwei Voraussetzungen: das Okay der Eltern und d… [+3876 chars]"
    },
    {
      "source": {
        "id": "gruenderszene",
        "name": "Gruenderszene"
      },
      "author": "Don Dahlmann",
      "title": "Drehmoment: Bahnfahren in Europa? Dafür brauchen wir den Hyperloop!",
      "description": "Wer in Europa weniger fliegen und stattdessen den Zug nehmen möchte, steht vor einigen Hürden. Der Hyperloop wäre eine Alternative.",
      "url": "https://www.gruenderszene.de/automotive-mobility/drehmoment-bahnfahren-europa",
      "urlToImage": "http://www.gruenderszene.de/wp-content/uploads/2019/08/hyperloop.jpg",
      "publishedAt": "2019-08-26T02:00:12Z",
      "content": "Dieses Modell zeigt, wie der Hyperloop aussehen könnte, sollte er jemals realisiert werden. Der Zug könnte dann annähend mit Schallgeschwindigkeit fahren.Dass man in Deutschland auf die meisten Kurzstreckenflüge verzichten kann, hat sich mittlerweile herumges… [+4176 chars]"
    },
    {
      "source": {
        "id": "gruenderszene",
        "name": "Gruenderszene"
      },
      "author": "Barbara Barkhausen",
      "title": "Während du schliefst: China-Offensive: Nach Huawei und Oppo zieht auch Xiaomi nach Düsseldorf",
      "description": "Düsseldorf wird zum Hub für chinesische Smartphone-Hersteller. Außerdem: Familonet-Macher kaufen App von Daimler zurück und Aliexpress eröffnet ersten Laden in Europa.",
      "url": "https://www.gruenderszene.de/business/xiaomi-familonet-aliexpress-tesla-amazon-google-huawei",
      "urlToImage": "http://www.gruenderszene.de/wp-content/uploads/2019/08/GettyImages-1138906759-1.jpg",
      "publishedAt": "2019-08-25T22:58:58Z",
      "content": "Xiaomi-Gründer Lei Jun drängt jetzt mit Macht nach Deutschland.Guten Morgen!\r\nAuch während des Wochenendes ging vielerorts die Arbeit in der Digitalszene weiter.\r\nDie Top-Themen:\r\nXiaomi plant laut eines Medienberichts eine Deutschland-Offensive. Der chinesis… [+3182 chars]"
    },
    {
      "source": {
        "id": "gruenderszene",
        "name": "Gruenderszene"
      },
      "author": "Marie-Sophie Röder (Business Insider Deutschland)",
      "title": "Sicherheit ohne Schlüssel?: Diebe klauen 100.000-Euro-Tesla in 30 Sekunden – ADAC warnt vor Keyless-Systemen",
      "description": "In London haben Diebe einen Tesla gestohlen, indem sie das schlüssellose Türsystem mit Geräten für nur 100 Euro knackten. In Deutschland warnt der ADAC vor Sicherheitslücken.",
      "url": "https://www.gruenderszene.de/technologie/tesla-keyless-diebstahl",
      "urlToImage": "http://www.gruenderszene.de/wp-content/uploads/2019/08/GettyImages-1167397052.jpg",
      "publishedAt": "2019-08-25T05:00:24Z",
      "content": "Zwei Personen und zwei technische Geräte im Wert von nur 100 Euro: Mehr braucht es offenbar nicht, um schlüssellose Zugangssysteme von Autos in wenigen Sekunden zu knacken. In London haben Diebe nun mit der sogennanten Relay-Methode einen Tesla im Wert von 90… [+3740 chars]"
    },
    {
      "source": {
        "id": "gruenderszene",
        "name": "Gruenderszene"
      },
      "author": "Sarah Heuberger",
      "title": "Remote-Work-Anbieter: „Wework will das Firmenbüro ersetzen, wir nicht“",
      "description": "Über Upflex bekommen Firmen flexiblen Zugang zu Coworking. Das soll auch gut für die Umwelt sein. Seit Kurzem ist das New Yorker Startup auch in Deutschland aktiv.",
      "url": "https://www.gruenderszene.de/karriere/upflex-coworking-anbieter-new-york",
      "urlToImage": "http://www.gruenderszene.de/wp-content/uploads/2019/08/coworking-tische.jpg",
      "publishedAt": "2019-08-24T04:00:18Z",
      "content": "Coworking sollte eine Ergänzung zur Unternehmenszentrale sein, finden die Upflex-Gründer.Mehr als jeder vierte Arbeitnehmer in Deutschland braucht für den täglichen Arbeitsweg insgesamt mehr als eine Stunde. Das hat das Bundesinstitut für Bevölkerungsforschun… [+2282 chars]"
    },
    {
      "source": {
        "id": "gruenderszene",
        "name": "Gruenderszene"
      },
      "author": "Benedikt Fuest",
      "title": "„GAIA-X“: Altmaiers Prestigeprojekt in der Cloud hat einen kuriosen Haken",
      "description": "Aus Sorge um deutsche Unternehmensdaten bei US-Anbietern wie Amazon oder Microsoft plant der Wirtschaftsminister ein nationales Cloud-Projekt. Doch die Idee ist unausgereift.",
      "url": "https://www.gruenderszene.de/technologie/cloud-server-gaia-x-start-probleme",
      "urlToImage": "http://www.gruenderszene.de/wp-content/uploads/2018/12/GettyImages-1045862006.jpg",
      "publishedAt": "2019-08-23T12:21:20Z",
      "content": "Bleibt am Ende nur ein schicker Name vom Cloud-Projekt, das Wirtschaftsminister Altmaier vorschwebt? Im schlimmsten Fall nicht einmal das.Bundeswirtschaftsminister Peter Altmaier (CDU) wünscht sich ein eigenes europäisches Betriebssystem samt Verwaltung für D… [+6526 chars]"
    },
    {
      "source": {
        "id": "gruenderszene",
        "name": "Gruenderszene"
      },
      "author": "Alex Hofmann",
      "title": "Banking-App: Numbrs ist mehr als eine Milliarde wert – sagt der CEO",
      "description": "Das schweizerische Startup Numbrs vermeldet, es sei nun eines der wenigen europäischen Fintech-Unicorns. Weitere 40 Millionen Euro seien in das Unternehmen geflossen.",
      "url": "https://www.gruenderszene.de/fintech/numbrs-einhorn",
      "urlToImage": "http://www.gruenderszene.de/wp-content/uploads/2018/05/numbrs-saidler-1220x814-oc_1220x814_oc.jpg",
      "publishedAt": "2019-08-23T12:00:00Z",
      "content": "Weitere 40 Millionen US-Dollar hat das Schweizer Fintech Numbrs Personal Finance eingesammelt. Mit der Runde steige nicht nur das insgesamt in das Startup geflossene Kapital auf 200 Millionen Dollar. Sondern auch die Bewertung auf mehr als eine Milliarde Doll… [+2132 chars]"
    },
    {
      "source": {
        "id": "gruenderszene",
        "name": "Gruenderszene"
      },
      "author": "Gründerszene Redaktion",
      "title": "Das war die Woche: Ein Trendsucher und wie der neue Löwe brüllt – der Wochenrückblick",
      "description": "Wie ein Gründer auf seine Ideen kommt, Nils Glagau ist das neue Gesicht bei DHDL und Skepsis gegenüber autonomen Fahrzeugen.",
      "url": "https://www.gruenderszene.de/media/wochenrueckblick-2019-08-23",
      "urlToImage": "http://www.gruenderszene.de/wp-content/uploads/2019/08/WR20190823.jpg",
      "publishedAt": "2019-08-23T10:25:59Z",
      "content": "Was in dieser Woche wichtig war, haben wir hier für euch zusammengefasst.\r\nBisher hat er sich bedeckt gehalten. Jetzt hat der neue DHDL-Investor Nils Glagau die ersten Interviews gegeben und erzählt, worauf es ihm bei Gründern ankommt:\r\nIm September ist der F… [+1132 chars]"
    },
    {
      "source": {
        "id": "gruenderszene",
        "name": "Gruenderszene"
      },
      "author": "Benedikt Fuest",
      "title": "Google Stadia auf Gamescom: Cloudgaming soll das Zocken für immer verändern",
      "description": "Künftig sollen Spieler ohne teure Hardware zocken können. Die Grafik wird auf Servern von Microsoft oder Google berechnet und kommt wie eine Netflix-Serie aus der Cloud.",
      "url": "https://www.gruenderszene.de/technologie/gamescom-cloud-gaming-google-stadia",
      "urlToImage": "http://www.gruenderszene.de/wp-content/uploads/2019/08/GettyImages-1163037213.jpg",
      "publishedAt": "2019-08-23T09:25:37Z",
      "content": "Eine Besucherin der Spielemesse Gamescom in Köln probiert Stadia aus, den neuen Cloudgaming-Dienst von Google.Auf einem Tisch am Google-Stand auf der Spielemesse Gamescom steht ein Chromebook-Laptop, daran angeschlossen ist ein 24-Zoll-Bildschirm, darauf lauf… [+6687 chars]"
    },
    {
      "source": {
        "id": "gruenderszene",
        "name": "Gruenderszene"
      },
      "author": "Alex Hofmann",
      "title": "„Vor dem Herbst“: 5 Dinge, die ihr zum erwarteten Teamviewer-IPO wissen solltet",
      "description": "Das Unternehmen aus Göppingen bei Stuttgart hat eine bemerkenswerte Geschichte geschrieben: Vom kleinen Software-Tool brachte es Teamviewer zur 5-Milliarden-Bewertung.",
      "url": "https://www.gruenderszene.de/technologie/teamviewer-ipo-fakten",
      "urlToImage": "http://www.gruenderszene.de/wp-content/uploads/2019/08/teamviewer-ipo.jpg",
      "publishedAt": "2019-08-23T08:40:25Z",
      "content": "Gerüchte dazu gab es schon seit einer Weile, Teamviewer-CEO Oliver Steil hatte einen Börsengang als sehr attraktiv bezeichnet. Noch vor dem Herbst soll nun die Absichtserklärung erfolgen, schreibt das Handelsblatt. Wir haben für euch die wichtigsten Fakten zu… [+2421 chars]"
    },
    {
      "source": {
        "id": "gruenderszene",
        "name": "Gruenderszene"
      },
      "author": "Sponsored Post",
      "title": "Sponsored Post: Die Bundesregierung zeichnet aus: Nachhaltige Unternehmen gesucht!",
      "description": "Wie lässt sich feststellen, ob das eigene Unternehmen fair und nachhaltig ist? Jetzt Self-Check machen und für den CSR-Preis der Bundesregierung bewerben.",
      "url": "https://www.gruenderszene.de/business/bundesministerium-fuer-arbeit-und-soziales-2019-11647",
      "urlToImage": "http://www.gruenderszene.de/wp-content/uploads/2019/08/csr-preis-bundesregierung-bewerben.jpeg",
      "publishedAt": "2019-08-23T07:44:27Z",
      "content": "Du bist überzeugt: Dein Unternehmen wirtschaftet nachhaltig und handelt sozial verantwortungsvoll? Dann bewirb dich in der Zeit vom 1. September bis 15. Oktober 2019 für den CSR-Preis der Bundesregierung.Dieses Gütesiegel brauchen nachhaltige Unternehmen\r\nNac… [+5400 chars]"
    },
    {
      "source": {
        "id": "gruenderszene",
        "name": "Gruenderszene"
      },
      "author": "Marco Weimer",
      "title": "Mobilität: Volocopter stellt innerstädtisches Flugtaxi vor",
      "description": "Das von Daimler und Intel finanzierte Startup aus Bruchsal hat einen neuen Multicopter entwickelt. Im September steht der nächste Testflug an.",
      "url": "https://www.gruenderszene.de/business/volocopter-flugtaxi-stadt-volocity",
      "urlToImage": "http://www.gruenderszene.de/wp-content/uploads/2019/08/volocopter_city2.jpg",
      "publishedAt": "2019-08-23T07:38:27Z",
      "content": "Der Volocity soll kurze Strecken in der Stadt überbrücken.Das Bruchsaler Startup Volocopter hat eine neue Version seines elektrischen Multicopters vorgestellt: Das Flugtaxi Volocity kommt auf eine Reichweite von 35 Kilometern, die Höchstgeschwindigkeit soll b… [+824 chars]"
    },
    {
      "source": {
        "id": "gruenderszene",
        "name": "Gruenderszene"
      },
      "author": "Marco Weimer",
      "title": "E-Mobilität : Bird rollt seine E-Scooter nun in Deutschland aus",
      "description": "Obwohl die US-Firma die ersten Tests in Deutschland durchführte, hat sich Bird mit dem Markteintritt Zeit gelassen. Jetzt drängt der Anbieter auf den hiesigen Markt.",
      "url": "https://www.gruenderszene.de/business/bird-e-scooter-deutschland-start",
      "urlToImage": "http://www.gruenderszene.de/wp-content/uploads/2019/08/bird.jpeg",
      "publishedAt": "2019-08-23T07:04:18Z",
      "content": "In Bamberg testete das US-Anbieter bereits Ende 2018 seinen Service.In den Großstädten sind sie bereits überall auf den Straßen und Bürgersteigen präsent: elektrische Tretroller. Wie das US-Unternehmen Bird nun gegenüber t3n bestätigte, sollen ab dem 26. Augu… [+1396 chars]"
    },
    {
      "source": {
        "id": "gruenderszene",
        "name": "Gruenderszene"
      },
      "author": "Reuters",
      "title": "Amazon-Alternative: Der Name für Altmaiers europäische Cloud steht fest",
      "description": "Die Pläne des Bundeswirtschaftsministers werden konkreter. Der Name ist inspiriert von der griechischen Mythologie.",
      "url": "https://www.gruenderszene.de/technologie/peter-altmaier-europaeische-cloud",
      "urlToImage": "http://www.gruenderszene.de/wp-content/uploads/2018/07/peter-altmaier-2_1204x802_oc.jpg",
      "publishedAt": "2019-08-23T06:38:58Z",
      "content": "Bundeswirtschaftsminister Peter Altmaier plant der Frankfurter Allgemeine Zeitung (FAZ) zufolge den Aufbau einer europäischen Cloud unter dem Namen Gaia-X. Gaia ist in der griechischen Mythologie der Name der Göttin, die für die Erde steht. \r\nDabei sollten si… [+955 chars]"
    },
    {
      "source": {
        "id": "gruenderszene",
        "name": "Gruenderszene"
      },
      "author": "Jürgen Stüber",
      "title": "Luftfahrt: Diese Drohne soll 60 Kilogramm schwere Lasten tragen",
      "description": "Ein bayrisches Traditionsunternehmen beteiligt sich an einem Startup für Multicopter, die Güter in entlegene Gegenden bringen sollen. Doch die Pläne reichen noch weiter.",
      "url": "https://www.gruenderszene.de/automotive-mobility/bee_appliance-multicopter-flugtaxi",
      "urlToImage": "http://www.gruenderszene.de/wp-content/uploads/2019/08/Container_CARBON_III.jpg",
      "publishedAt": "2019-08-23T04:00:32Z",
      "content": "Der Multicopter von Bee Appliance in einem Containerhafen. Das Fluggerät soll Lasten bis zu 60 Kilogramm tragen.Die ersten Testflüge hat der Senkrechtstarter bereits absolviert: Auf Unternehmensvideos erhebt sich die VTOL (Vertical Take-Off and Landing) genan… [+3930 chars]"
    },
    {
      "source": {
        "id": "gruenderszene",
        "name": "Gruenderszene"
      },
      "author": "Lisa Ksienrzyk",
      "title": "In Szene gesetzt: Scheitern ist keine Option, sagt die Lemoncat-Gründerin",
      "description": "Im August verkaufte Doreen Huber ihr Catering-Portal Lemoncat an die Konkurrenz. Uns hat sie Video-Interview Einblicke in ihr Startup und Gründerinnenleben gegeben.",
      "url": "https://www.gruenderszene.de/business/lemoncat-doreen-huber-video-interview-2",
      "urlToImage": "http://www.gruenderszene.de/wp-content/uploads/2019/08/Doreen-Huber_LEmoncat-2.jpg",
      "publishedAt": "2019-08-23T02:00:57Z",
      "content": "Vor über drei Jahren baute die ehemalige Delivery-Hero-Managerin Doreen Huber das Catering-Unternehmen Lemoncat auf. Mehr als neun Millionen Euro Wagniskapital sammelte das Startup seitdem ein, unter anderem von Rocket Internet und Holtzbrinck Ventures. Etwa … [+636 chars]"
    },
    {
      "source": {
        "id": "gruenderszene",
        "name": "Gruenderszene"
      },
      "author": "Sabrina Frangos",
      "title": "Während du schliefst: VMware kauft Carbon Black und Pivotal für 4,8 Milliarden",
      "description": "Die Firmen sollen zum Umsatz des Softwareherstellers beitragen. Außerdem: Die Lemoncat-Gründerin gibt Einblicke in ihr Leben und Chef-Wechsel bei HP.",
      "url": "https://www.gruenderszene.de/business/vmware-kauft-carbon-black-und-pivotal-fuer-48-milliarden",
      "urlToImage": "http://www.gruenderszene.de/wp-content/uploads/2019/08/GettyImages-1146938926-1-e1566520112474.jpg",
      "publishedAt": "2019-08-22T22:40:35Z",
      "content": "VMware-CEO Pat Gelsinger erwartet, dass die beiden neu erworbenen Firmen einen bedeutenden Beitrag zum Umsatz leisten werden.Guten Morgen! Während ihr geschlafen habt, ging andernorts die Arbeit in der Digitalszene weiter.\r\nDie Top-Themen:\r\nDer Softwareherste… [+2270 chars]"
    },
    {
      "source": {
        "id": "gruenderszene",
        "name": "Gruenderszene"
      },
      "author": "Sabrina Frangos",
      "title": "Während du schliefst: VMware kauft Carbon Black und Pivotal für 4,8 Milliarden",
      "description": "Die Firmen sollen zum Umsatz des Softwareherstellers beitragen. Außerdem: Die Lemoncat-Gründerin gibt Einblicke in ihr Leben und Chef-Wechsel bei HP.",
      "url": "https://www.gruenderszene.de/business/vmware-kauft-carbon-black-und-pivotal",
      "urlToImage": "http://www.gruenderszene.de/wp-content/uploads/2019/08/GettyImages-1146938926-1-e1566520112474.jpg",
      "publishedAt": "2019-08-22T22:40:35Z",
      "content": "VMware-CEO Pat Gelsinger erwartet, dass die beiden neu erworbenen Firmen einen bedeutenden Beitrag zum Umsatz leisten werden.Guten Morgen! Während ihr geschlafen habt, ging andernorts die Arbeit in der Digitalszene weiter.\r\nDie Top-Themen:\r\nDer Softwareherste… [+2641 chars]"
    },
    {
      "source": {
        "id": "gruenderszene",
        "name": "Gruenderszene"
      },
      "author": "Gründerszene Redaktion",
      "title": "Nils Glagau: „Mir platzt des Öfteren der Kragen“",
      "description": "Im September ist der Familienunternehmer Nils Glagau erstmals als Juror in der TV-Show „Die Höhle der Löwen“ zu sehen. Gründerszene hat den Investor getroffen.",
      "url": "https://www.gruenderszene.de/media/nils-glagau-dhdl-interview",
      "urlToImage": "http://www.gruenderszene.de/wp-content/uploads/2019/08/nils2-1.jpg",
      "publishedAt": "2019-08-22T15:50:14Z",
      "content": "Nils Glagau ist der Neue unter den Löwen.In der Startup-Szene ist Nils Glagau ein neuer Name. Vor zehn Jahren wurde Glagau Chef des Vitaminpräparate-Herstellers Orthomol, übernahm die Firma von seinem verstorbenen Vater. Heute leitet er über 400 Angestellte. … [+437 chars]"
    },
    {
      "source": {
        "id": "gruenderszene",
        "name": "Gruenderszene"
      },
      "author": "Alex Hofmann",
      "title": "US-Präsident: Trump beschimpft deutsche Autobauer, weil sie zu umweltfreundlich denken",
      "description": "Man möchte die Tweets von Donald Trump gerne ignorieren. Leider bedrohen sie mitunter technische Weiterentwicklungen, wie Wasserstoff und Elektro.",
      "url": "https://www.gruenderszene.de/perspektive/trump-umwelt-autos",
      "urlToImage": "http://www.gruenderszene.de/wp-content/uploads/2019/08/donald-trump.jpg",
      "publishedAt": "2019-08-22T10:47:42Z",
      "content": "Donald Trump steht auf billig. Das ist zumindest sein Argument gegen umweltfreundlichere Autos. Diese bauen wollen, darauf hatten sich der US-Bundesstaat Kalifornien und die Hersteller Volkswagen, BMW, Ford und Honda gerade geeinigt: Statt bislang 15,7 Kilome… [+1231 chars]"
    },
    {
      "source": {
        "id": "gruenderszene",
        "name": "Gruenderszene"
      },
      "author": "Reuters",
      "title": "E-Offensive: Volkswagen will zum Tech-Unternehmen werden",
      "description": "Bis 2025 soll der Autokonzern zum Weltmarktführer in der E-Mobilität werden – und investiert dafür mehrere Milliarden.",
      "url": "https://www.gruenderszene.de/automotive-mobility/volkswagen-tech-unternehmen-2025",
      "urlToImage": "http://www.gruenderszene.de/wp-content/uploads/2019/08/volkswagen.jpg",
      "publishedAt": "2019-08-22T10:09:56Z",
      "content": "Insgesamt will Volkswagen bis 2023 mehr als 30 Milliarden Euro in die E-Mobilität investieren.Mit neuem Logo und einem digitalen Marktauftritt will Volkswagen den Umschwung in die E-Mobilität unterstreichen. In weiten Teilen soll sich Volkswagen anfühlen wie … [+2757 chars]"
    },
    {
      "source": {
        "id": "gruenderszene",
        "name": "Gruenderszene"
      },
      "author": "Daniel Wetzel",
      "title": "CO2-neutrales Fliegen: Bundesregierung will Wasserstoffforschung vorantreiben",
      "description": "Politik und Industrie haben sich auf eine neue Luftverkehrsstrategie geeinigt. Das große Ziel lautet CO2-neutrales Fliegen. Eine Idee: Wasserstoff.",
      "url": "https://www.gruenderszene.de/automotive-mobility/wasserstoff-bundesregierung-leipziger-statement",
      "urlToImage": "http://www.gruenderszene.de/wp-content/uploads/2019/08/Merkel-Hubschrauber-Windkraft.jpg",
      "publishedAt": "2019-08-22T09:40:42Z",
      "content": "Bundeskanzlerin Angela Merkel sucht nach Alternativen für klimaneutrale Kurz- und Mittelstreckenflüge.Bundeskanzlerin Angela Merkel hatte es sich nicht nehmen lassen, kurz vor dem Besuch des britischen Premierministers Boris Johnson noch in den Hubschrauber z… [+3327 chars]"
    },
    {
      "source": {
        "id": "gruenderszene",
        "name": "Gruenderszene"
      },
      "author": "Sponsored Post",
      "title": "Sponsored Post: Praktischer Guide: Das 1x1 der Budgetierung",
      "description": "Die Budgetplanung ist nicht einfach mit einem Fingerschnippen erledigt – erst recht nicht in wachsenden Unternehmen. Diese Basics muss jeder kennen.",
      "url": "https://www.gruenderszene.de/gs-connect/oracle-netsuite/praktischer-guide-budgetierung-oracle-netsuite-2018-10955",
      "urlToImage": "http://www.gruenderszene.de/wp-content/uploads/2019/08/budget-budgetierung-budgetplanung-guide-leitfaden.jpg",
      "publishedAt": "2019-08-22T07:57:51Z",
      "content": "Budgetplanung wen betrifft das eigentlich?\r\nWenn es um Geld geht, brauchen Unternehmen egal, ob Startup, Mittelständler oder Konzern vor allem eines: den nötigen Überblick. Schließlich kann keine Abteilung wohlüberlegte strategische Entscheidungen treffen, we… [+4037 chars]"
    },
    {
      "source": {
        "id": "gruenderszene",
        "name": "Gruenderszene"
      },
      "author": "Roland Eisenbrand",
      "title": "Karaoke auf Instagram: Diesem 56-jährigen Influencer aus Schwaben folgt sogar Rihanna",
      "description": "Uwe Baltner singt in seinem Fiat 500 und filmt sich dabei. So wurde der Mitinhaber einer Werbeagentur zum Instagram-Meme, den auch Popstars abfeiern.",
      "url": "https://www.gruenderszene.de/media/uwe-baltner-singt-auf-instagram",
      "urlToImage": "http://www.gruenderszene.de/wp-content/uploads/2019/08/uwe_baltner_1190x650-1024x559.jpg",
      "publishedAt": "2019-08-22T07:03:36Z",
      "content": "Uwe Baltner vor seinem Fiat 500, dem Schauplatz der meisten seiner Videos, und dem Jägerhofpalais in Ludwigsburg, dem Sitz seiner Agentur Baumann &amp; BaltnerRapper wie Chris Brown, Cypress Hill, Stormzy und Yung Hurn haben seine Videos geteilt, Rihanna folg… [+10408 chars]"
    },
    {
      "source": {
        "id": "gruenderszene",
        "name": "Gruenderszene"
      },
      "author": "Jeida Elkersh",
      "title": "Karriere-Tipps: 11 Karriere-Podcasts, die ihr kennen solltet",
      "description": "Inspiration rund um die Themen Karriere, New Work und erfolgreiche Unternehmensführung liefern diese Business-Podcasts.",
      "url": "https://www.gruenderszene.de/galerie/podcasts-karriere-tipps",
      "urlToImage": "https://www.gruenderszene.de/wp-content/gallery/podcasts-karriere-tipps/podcast-jamie-grill.jpg",
      "publishedAt": "2019-08-22T04:00:13Z",
      "content": null
    },
    {
      "source": {
        "id": "gruenderszene",
        "name": "Gruenderszene"
      },
      "author": "Jürgen Stüber",
      "title": "Healthcare: Wirtschaftliche Chancen für Medizintechnik-Startups sinken",
      "description": "Die Branche verliert an Schwung. Das zeigt der Index eines Investors aus Deutschland, der die EU für den Trend verantwortlich macht.",
      "url": "https://www.gruenderszene.de/health/shs-medizintechnik-konjunktur",
      "urlToImage": "http://www.gruenderszene.de/wp-content/uploads/2019/01/betterguards.jpg",
      "publishedAt": "2019-08-22T02:00:13Z",
      "content": "Medizintrechnik aus Deutschland: Wenn der Fuß plötzlich abknickt, ist die Verletzungsgefahr groß. Ein neuartiges Bauteil, das in Sportschuhe und Bandagen eingebaut werden kann, soll die Überdehnung in Millisekunden stoppen. SHS hat in das Startup investiert.D… [+2845 chars]"
    },
    {
      "source": {
        "id": "gruenderszene",
        "name": "Gruenderszene"
      },
      "author": "Sabrina Frangos",
      "title": "Während du schliefst: Splunk erweitert seine Cloud-Kapazitäten und übernimmt Signalfx",
      "description": "Die Software-Firma fordert Cisco heraus. Außerdem: Die Wachstumsdynamik der deutschen Medizintechnik sinkt und Porsches Venture-Abteilung erwirbt Startup.",
      "url": "https://www.gruenderszene.de/technologie/splunk-erweitert-seine-cloud-kapazitaeten-und-uebernimmt-signalfx",
      "urlToImage": "http://www.gruenderszene.de/wp-content/uploads/2019/08/GettyImages-696792398-e1566434837924.jpg",
      "publishedAt": "2019-08-21T22:57:32Z",
      "content": "Splunk arbeitete bereits eng mit Signalfx zusammen.Guten Morgen! Während ihr geschlafen habt, ging andernorts die Arbeit in der Digitalszene weiter.\r\nDie Top-Themen:\r\nSplunk kauft das Cloud-Überwachungsunternehmen Signalfx für 1,05 Milliarden US-Dollar. Durch… [+2690 chars]"
    },
    {
      "source": {
        "id": "gruenderszene",
        "name": "Gruenderszene"
      },
      "author": "Julian Wessel",
      "title": "Modernisierung: Lufthansa testet das Digitalwissen ihrer Mitarbeiter",
      "description": "35 Milliarden Euro müssen deutsche Firmen jährlich für die Tech-Ausbildung ihrer Mitarbeiter ausgeben. Die Lufthansa testet jetzt, wie digital ihre Belegschaft ist.",
      "url": "https://www.gruenderszene.de/automotive-mobility/lufthansa-futurefit-check",
      "urlToImage": "http://www.gruenderszene.de/wp-content/uploads/2019/08/180503_OPS_FRA_053.jpg.jpg",
      "publishedAt": "2019-08-21T13:05:15Z",
      "content": "Lufthansa will mit dem Futurefit Check seine 50.000 administrativen Mitarbeiter testen. Der Check-up sei aber freiwillig, so das Unternehmen.Mit einem Techtest will der Flugkonzern Lufthansa die Digitalkompentenz seiner Mitarbeiter überprüfen. Vorrangig soll … [+1407 chars]"
    },
    {
      "source": {
        "id": "gruenderszene",
        "name": "Gruenderszene"
      },
      "author": "Jürgen Stüber",
      "title": "Mobilitätswende: Rechnet sich nicht: Mazda zieht beim Carsharing die Notbremse",
      "description": "Mazda spricht aus, was der Rest der Branche nie zugeben würde. Das Geschäftsmodell des gewerbsmäßigen Teilens von Autos ist „wirtschaftlich nicht darstellbar“.",
      "url": "https://www.gruenderszene.de/automotive-mobility/mazda-carsharing-ende",
      "urlToImage": "http://www.gruenderszene.de/wp-content/uploads/2019/08/press_picture_Mazda_Carsharing.jpg",
      "publishedAt": "2019-08-21T10:22:58Z",
      "content": "Mazda kündigt die Carsharing-Kooperation mit Lidl, Choice und der Deutschen Bahn auf.Der japanische Autohersteller Mazda zieht sich aus dem Carsharing zurück und verlässt die im Jahr 2018 gestartete Kooperation mit der Deutschen Bahn, Lidl und dem Mobilitätsd… [+1279 chars]"
    },
    {
      "source": {
        "id": "gruenderszene",
        "name": "Gruenderszene"
      },
      "author": "Timo Brücken",
      "title": "Bürovermieter: Nur Hype? 4 Anzeichen, dass der Wework-IPO eine schlechte Idee ist",
      "description": "Das Büro-Startup will mit einer Riesenbewertung an die Börse gehen. Doch es gibt eine ganze Reihe von Warnsignalen, dass The We Company gefährlich überhypt ist.",
      "url": "https://www.gruenderszene.de/business/ist-wework-ueberhypt",
      "urlToImage": "http://www.gruenderszene.de/wp-content/uploads/2017/10/GettyImages-683396690.jpg",
      "publishedAt": "2019-08-21T09:02:36Z",
      "content": "Wework-Mitgründer Adam Neumann hat zu viel Macht über sein Unternehmen, finden Kritiker.Vor einer Woche reichte die We Company, Eigentümer des Büroraumvermieters Wework, ihre Unterlagen bei der US-Börsenaufsicht ein. Doch rund um die Pläne des New Yorker Unte… [+5308 chars]"
    },
    {
      "source": {
        "id": "gruenderszene",
        "name": "Gruenderszene"
      },
      "author": "Reuters",
      "title": "Amazon Fresh: Die Deutsche Post sieht derzeit keine Zukunft für Online-Supermärkte",
      "description": "Seinen eigenen Lebensmittel-Lieferdienst Allyouneedfresh hat die Deutsche Post vor einem Jahr verkauft. Auch Produkte von Amazon Fresh will DHL nicht mehr ausfahren.",
      "url": "https://www.gruenderszene.de/food/handel-gastronomie/dhl-amazon-fresh",
      "urlToImage": "http://www.gruenderszene.de/wp-content/uploads/2017/10/Amazon-Fresh.jpg",
      "publishedAt": "2019-08-21T08:01:15Z",
      "content": "Nach über zwei Jahren beendet DHL die Kooperation mit Amazon Fresh.Die Deutsche Post beendet die Auslieferung von frischen Lebensmitteln für Amazon in Deutschland. Wir führen die Zusammenarbeit im Bereich frischer Lebensmittel nicht mehr fort, sagte eine Spre… [+1690 chars]"
    },
    {
      "source": {
        "id": "gruenderszene",
        "name": "Gruenderszene"
      },
      "author": "Cornelia Meyer",
      "title": "Lieferdienst-Aus: „Die Kündigung war ein Schock“ – was jetzt aus den Deliveroo-Fahrern wird",
      "description": "Mit dem Aus von Deliveroo verschwinden auch die Fahrer von den deutschen Straßen. Das Geschäftsmodell des Unternehmens wird für sie zum großen finanziellen Nachteil.",
      "url": "https://www.gruenderszene.de/food/startups-trends/was-wird-aus-deliveroo-fahrern",
      "urlToImage": "http://www.gruenderszene.de/wp-content/uploads/2019/08/065e9d5759a0fc2a8e73149b814bc92c.jpg",
      "publishedAt": "2019-08-21T05:00:23Z",
      "content": "Der Job ist gefährlich, sagt ein ehemaliger Fahrer über die Arbeit für Deliveroo.Schon seit dem vergangenen Jahr war Deliveroo nur noch in den fünf größten deutschen Städten vertreten, jetzt folgte der völlige Rückzug aus Deutschland. Mindestens 1.000 sogenan… [+7141 chars]"
    },
    {
      "source": {
        "id": "gruenderszene",
        "name": "Gruenderszene"
      },
      "author": "Marleen Stollen",
      "title": "Upstalsboom-Chef Bodo Janssen: „Wir brauchen einen anderen Chef“",
      "description": "Der Geschäftsführer von Upstalsboom erhielt miserable Noten von Mitarbeitern und veränderte seinen Führungsstil radikal. Heute soll es der Firma wieder gut gehen.",
      "url": "https://www.gruenderszene.de/business/wir-brauchen-einen-anderen-chef",
      "urlToImage": "http://www.gruenderszene.de/wp-content/uploads/2019/08/bodo-janssen.jpg",
      "publishedAt": "2019-08-21T04:00:29Z",
      "content": "Wir brauchen einen anderen Chef das war einer der freundlicheren Kommentare, die Upstalsboom-Geschäftsführer Bodo Janssen nach einer Mitarbeiterbefragung zu lesen bekam. Die Angestellten seiner Hotelkette hatten ihm katastrophale Noten ausgestellt: zwischen a… [+7911 chars]"
    },
    {
      "source": {
        "id": "gruenderszene",
        "name": "Gruenderszene"
      },
      "author": "Pauline Schnor",
      "title": "Gründerszene Reports: Dein Startup soll in China produzieren? Ralf Dümmel hat ein paar Tipps für dich",
      "description": "Wie läuft das Business mit chinesischen Herstellern und wie finden deutsche Firmen die richtigen Partner in der Volksrepublik? Gespräch mit einem, der es wissen muss.",
      "url": "https://www.gruenderszene.de/business/ralf-duemmel-tipps-produktion-china",
      "urlToImage": "http://www.gruenderszene.de/wp-content/uploads/2019/06/ralf-duemmel-artikelbild_1220x814_oc.jpg",
      "publishedAt": "2019-08-21T02:00:57Z",
      "content": "Ralf Dümmel ist Unternehmer und DHDL-Investor.Mit seiner Firma DS Produkte handelt der Unternehmer und Investor Ralf Dümmel, bekannt aus der TV-Show Die Höhle der Löwen, mit Konsumgütern aller Art. Einen Großteil davon lässt das in der Nähe von Hamburg ansäss… [+3659 chars]"
    },
    {
      "source": {
        "id": "gruenderszene",
        "name": "Gruenderszene"
      },
      "author": "Barbara Barkhausen",
      "title": "Während du schliefst: Walmart-Klage gegen Tesla: Das könnte teuer werden für Elon Musk",
      "description": "Tesla-Solarmodule sollen Feuer gefangen haben. Außerdem: Huaweis „Live or Die-Moment“ und DHL stoppt Lieferung frischer Lebensmittel für Amazon.",
      "url": "https://www.gruenderszene.de/business/walmart-tesla-huawei-dhl-amazon-facebook",
      "urlToImage": "http://www.gruenderszene.de/wp-content/uploads/2019/08/GettyImages-1155740300-1-1.jpg",
      "publishedAt": "2019-08-20T23:31:43Z",
      "content": "Elon Musk war gerade dabei, das Geschäft mit Solarmodulen wiederzubeleben.Guten Morgen! Während ihr geschlafen habt, ging andernorts die Arbeit in der Digitalszene weiter.\r\nDie Top-Themen:\r\nWalmart verklagt Tesla, nachdem Solarmodule auf sieben Einzelhandelsg… [+3161 chars]"
    },
    {
      "source": {
        "id": "gruenderszene",
        "name": "Gruenderszene"
      },
      "author": "Sarah Heuberger",
      "title": "Fake-Follower: Mehrheit der deutschen Influencer tricksen bei ihrem Wachstum",
      "description": "Automatisierte Likes, Fake-Kommentare oder gekaufte Follower: 60 Prozent der Instagrammer nutzen diese Methoden, insbesondere Influencer mit wenigen Followern.",
      "url": "https://www.gruenderszene.de/media/studie-deutsche-influencer-wachstum",
      "urlToImage": "http://www.gruenderszene.de/wp-content/uploads/2019/08/GettyImages-1028963938.jpg",
      "publishedAt": "2019-08-20T13:55:24Z",
      "content": "Gekaufte Follower haben laut Studie etwa ein Viertel aller Influencer in Deutschland.Die Mehrzahl der Instagram-Nutzer mit einer Followerzahl von mindestens 1.000 Accounts treiben ihr Wachstum künstlich in die Höhe. Dazu zählen automatisierte Likes, gekaufte … [+2030 chars]"
    },
    {
      "source": {
        "id": "gruenderszene",
        "name": "Gruenderszene"
      },
      "author": "Lisa Ksienrzyk",
      "title": "Umfrage: Nutzer würden für Whatsapp zwei Euro im Monat bezahlen",
      "description": "Für die meisten kostenlosen Apps würden Kunden Geld ausgeben, falls sie müssten. Ein solches Abo-Modell könnte Whatsapp, Reddit und Co. höhere Umsätze einbringen.",
      "url": "https://www.gruenderszene.de/media/kostenlose-apps-bezahlen",
      "urlToImage": "http://www.gruenderszene.de/wp-content/uploads/2019/08/Apps-Handy.jpg",
      "publishedAt": "2019-08-20T11:49:47Z",
      "content": "Apps wie Instagram, Snapchat und Youtube verdienen ihr Geld vor allem mit Werbung. Das nervt die Nutzer.Wie viel würden US-Amerikaner zahlen, wenn ihre Lieblings-App etwas kosten und ihnen keine Werbung mehr anzeigt werden würde? Das hat die Marketingagentur … [+1273 chars]"
    },
    {
      "source": {
        "id": "gruenderszene",
        "name": "Gruenderszene"
      },
      "author": "Sponsored Post",
      "title": "Sponsored Post: Geschäftsideen für eine bessere Welt gesucht!",
      "description": "Es ist wieder soweit: ZEIT WISSEN sucht auch 2019 Startups mit innovativen Ideen für eine nachhaltige Entwicklung. Jetzt noch bis zum 31. August bewerben!",
      "url": "https://www.gruenderszene.de/business/preis-mut-zur-nachhaltigkeit-zeit-wissen",
      "urlToImage": "http://www.gruenderszene.de/wp-content/uploads/2019/08/mut-zur-nachhaltigkeit-zeit-wissen.jpg",
      "publishedAt": "2019-08-20T07:45:37Z",
      "content": "Für die Welt von morgen: Die Startupszene setzt Zeichen\r\nDas Thema Nachhaltigkeit ist längst ins Zentrum aktueller Debatten gerückt und die Entwicklung nachhaltiger Geschäftsideen so wichtig wie nie. Es gibt immer mehr Menschen, die sich ganz persönlich auf d… [+4329 chars]"
    },
    {
      "source": {
        "id": "gruenderszene",
        "name": "Gruenderszene"
      },
      "author": "Alex Hofmann",
      "title": "EU-Klage: Sollte Apple die 14 Milliarden Steuern in Irland zahlen oder nicht?",
      "description": "13 Milliarden Euro Steuern plus 1,2 Milliarden Euro Zinsen. So viel schuldet Apple Irland. Theoretisch, denn das EU-Land will das Geld gar nicht haben.",
      "url": "https://www.gruenderszene.de/perspektive/apple-steuern-irland-umfrage",
      "urlToImage": "http://www.gruenderszene.de/wp-content/uploads/2019/08/apple-steuern-tim-cook.jpg",
      "publishedAt": "2019-08-20T07:11:46Z",
      "content": "Hat das Milliardengeschenk aus Irland gerne angenommen: Apple-Chef Tim Cook.Seit Jahren schwillt ein Steuerstreit zwischen Apple, Irland und der EU: Der EU-Mitgliedsstaat habe dem Tech-Konzern unlautere Steueranreize geboten, damit dieser sich in der irischen… [+1035 chars]"
    },
    {
      "source": {
        "id": "gruenderszene",
        "name": "Gruenderszene"
      },
      "author": "Nico Lumma",
      "title": "lumma://: Wachstums-Tipp: Ruft eure Kunden doch mal an!",
      "description": "Es gibt viele angebliche Growth Hacks. Doch mehr als das kleine Marketing-Einmaleins verbirgt sich dahinter meist nicht, schreibt unser Kolumnist. Einen Tipp hat er aber.",
      "url": "https://www.gruenderszene.de/perspektive/lumma-kolumne-anrufen-growth-hack",
      "urlToImage": "http://www.gruenderszene.de/wp-content/uploads/2019/08/growth-hack-startups-telefon.jpg",
      "publishedAt": "2019-08-20T05:00:34Z",
      "content": "Bestens ausgebildet schreiten junge Gründerinnen und Gründer, die ihr erstes Unternehmen aufbauen wollen, meist ans Werk und versuchen nahezu alles, um ihr Unternehmen voran zu bringen. Irgendwann kommt unweigerlich der Punkt, an dem auch das beste Gründertea… [+2622 chars]"
    },
    {
      "source": {
        "id": "gruenderszene",
        "name": "Gruenderszene"
      },
      "author": "Robin Madell (Business Insider)",
      "title": "Karriere: 5 Fragen bei der Bewerbung, um herauszufinden, ob das Unternehmen zu euch passt",
      "description": "Runway, Grundwerte, Kultur, Risiken und Gehalt: Diese Punkte müsst ihr bei eurem nächsten Vorstellungsgespräch im Startup beachten, um einen guten Job zu bekommen.",
      "url": "https://www.gruenderszene.de/karriere/5-fragen-bewerbung-startup",
      "urlToImage": "http://www.gruenderszene.de/wp-content/uploads/2019/08/bewerbung.jpg",
      "publishedAt": "2019-08-20T04:00:33Z",
      "content": "Startups bringen Risiken mit sich. Mit diesen fünf Fragen findet ihr heraus, ob der Job in solchen Unternehmen das Richtige für euch istEinen Job bei einem Startup anzunehmen, könnte der beste Karriereschritt sein, den ihr jemals gemacht habt oder auch der sc… [+5070 chars]"
    },
    {
      "source": {
        "id": "gruenderszene",
        "name": "Gruenderszene"
      },
      "author": "Timo Brücken",
      "title": "Fahrradkuriere: Ex-Fahrer von Deliveroo haben ihren eigenen Lieferdienst gestartet",
      "description": "Was tun, wenn der Arbeitgeber das Land verlässt? Selbst gründen. So wie ein paar ehemalige Deliveroo-Kuriere, die in Berlin ihre eigene Lieferfirma aufziehen wollen.",
      "url": "https://www.gruenderszene.de/food/handel-gastronomie/ex-deliveroo-fahrer-gruenden-lieferdienst",
      "urlToImage": "http://www.gruenderszene.de/wp-content/uploads/2019/08/GettyImages-1160681245.jpg",
      "publishedAt": "2019-08-20T02:00:00Z",
      "content": "Die markanten Deliveroo-Rucksäcke sind aus dem Straßenbild verschwunden. Fahrerinnen und Fahrer des Unternehmens wollen auf eigene Faust weitermachen.Seit vergangenem Freitag ist Deliveroo in Deutschland vorerst Geschichte. Kein Grund für drei ehemalige Berli… [+3940 chars]"
    },
    {
      "source": {
        "id": "gruenderszene",
        "name": "Gruenderszene"
      },
      "author": "Timo Brücken",
      "title": "Fahrradkuriere: Ex-Fahrer von Deliveroo haben ihren eigenen Lieferdienst gestartet",
      "description": "Was tun, wenn der Arbeitgeber das Land verlässt? Selbst gründen. So wie ein paar ehemalige Deliveroo-Kuriere, die in Berlin ihre eigene Lieferfirma aufziehen wollen.",
      "url": "https://www.gruenderszene.de/business/ex-deliveroo-fahrer-gruenden-lieferdienst",
      "urlToImage": "http://www.gruenderszene.de/wp-content/uploads/2019/08/GettyImages-1160681245.jpg",
      "publishedAt": "2019-08-20T02:00:00Z",
      "content": "Die markanten Deliveroo-Rucksäcke sind aus dem Straßenbild verschwunden. Fahrerinnen und Fahrer des Unternehmens wollen auf eigene Faust weitermachen.Seit vergangenem Freitag ist Deliveroo in Deutschland vorerst Geschichte. Kein Grund für drei ehemalige Berli… [+3940 chars]"
    },
    {
      "source": {
        "id": "gruenderszene",
        "name": "Gruenderszene"
      },
      "author": "Barbara Barkhausen",
      "title": "Während du schliefst: Kosten für Apple TV explodieren",
      "description": "Apple soll bereits sechs Milliarden für Shows ausgegeben haben. Außerdem: Boeing und Lockheed erhalten Zuschlag für Mond-Mission und Facebooks Libra bekommt Konkurrenz.",
      "url": "https://www.gruenderszene.de/business/apple-boeing-lockheed-krypto-baidu-huawei-twitter-facebook",
      "urlToImage": "http://www.gruenderszene.de/wp-content/uploads/2019/08/GettyImages-1144593122-1.jpg",
      "publishedAt": "2019-08-20T00:00:50Z",
      "content": "Apple-Chef Tim Cook kämpft derzeit an vielen Fronten.Guten Morgen! Während ihr geschlafen habt, ging andernorts die Arbeit in der Digitalszene weiter.\r\nDie Top-Themen:\r\nDie Kosten für Apple TV-Inhalte steigen ständig. Jetzt zeigte ein Medienbericht auf, dass … [+2837 chars]"
    },
    {
      "source": {
        "id": "gruenderszene",
        "name": "Gruenderszene"
      },
      "author": "Jürgen Stüber",
      "title": "Finanzierung: 65 Millionen Euro für Online-Optiker Mister Spex",
      "description": "Das Startup digitalisiert das traditionsreiche Optiker-Handwerk. Das Berliner Unternehmen hat es mit dieser Strategie zum Marktführer gebracht.",
      "url": "https://www.gruenderszene.de/business/65-millionen-mister-spex",
      "urlToImage": "http://www.gruenderszene.de/wp-content/uploads/2019/08/mrspex-interview-8929.jpg",
      "publishedAt": "2019-08-19T14:10:50Z",
      "content": "Hat über 10.000 Brillen, Sonnenbrillen sowie Kontaktlinsen im Regal Mister-Spex-Gründer und -Geschäftsführer Dirk Graber.Der Online-Optiker Mister Spex hat eine Finanzierungsrunde über 65 Millionen Euro abgeschlossen. Wie das Startup mitteilt, hat das Büll Fa… [+1671 chars]"
    },
    {
      "source": {
        "id": "gruenderszene",
        "name": "Gruenderszene"
      },
      "author": "Lisa Ksienrzyk",
      "title": "Meet & Greet: Google testet neues Monetarisierungs-Modell für Youtuber",
      "description": "Youtube-Stars können für einen Videochat mit Fans bald Geld verlangen. Google arbeitet am Programm Fundo, das virtuelle Treffen organisiert und monetarisiert.",
      "url": "https://www.gruenderszene.de/media/fundo-area-120-youtuber",
      "urlToImage": "http://www.gruenderszene.de/wp-content/uploads/2019/08/Youtuber-Make-up.jpg",
      "publishedAt": "2019-08-19T13:17:14Z",
      "content": "Nur wenige Youtuber können sich ihren Lebensunterhalt allein durch das Videoportal finanzieren.Youtuber verdienen ihr Geld hauptsächlich mit Produktplatzierungen und Werbeeinnahmen. Die Youtube-Mutter Google experimentiert derzeit aber noch mit einer anderen … [+1387 chars]"
    }
  ]
}
