{
  "status": "ok",
  "totalResults": 20,
  "articles": [
    {
      "source": {
        "id": "nfl-news",
        "name": "NFL News"
      },
      "author": "Kevin Patra",
      "title": "BREAKING: Seahawks acquire Jadeveon Clowney from Texans - NFL.com",
      "description": "BREAKING: Seahawks acquire Jadeveon Clowney from Texans NFL.com Would Miami Dolphins trade Laremy Tunsil for Jadeveon Clowney? | Pro Football Talk | NBC Sports NBC Sports Texans’ handling of Jadeveon Clowney provides a window into team’s culture Houston Chron…",
      "url": "http://www.nfl.com/news/story/0ap3000001045863/article/seahawks-acquire-de-jadeveon-clowney-from-texans",
      "urlToImage": "http://static.nfl.com/static/content/public/photo/2019/08/31/0ap3000001045861_thumbnail_200_150.jpg",
      "publishedAt": "2019-08-31T14:28:00Z",
      "content": "The Seattle Seahawks reeled in a huge fish without using much bait. \r\nNFL Network Insider Ian Rapoport reported Saturday that the Seahawks traded for Houston Texans franchise-tagged pass rusher Jadeveon Clowney in exchange for a third-round pick, linebacker J… [+2817 chars]"
    },
    {
      "source": {
        "id": "nfl-news",
        "name": "NFL News"
      },
      "author": null,
      "title": "Meek Mill, Meghan Trainor, Rapsody to perform at Kickoff - NFL.com",
      "description": "Meek Mill, Meghan Trainor, Rapsody to perform at Kickoff NFL.com Jay-Z, NFL Launch Inspire Change Program, Meek Mill & Meghan Trainor Join TMZ JAY-Z and NFL Announce New Apparel Line and Music Series to Benefit Social Justice Organizations Pitchfork Meek Mill…",
      "url": "http://www.nfl.com/news/story/0ap3000001044898/article/meek-mill-meghan-trainor-rapsody-to-perform-at-kickoff",
      "urlToImage": "http://static.nfl.com/static/content/public/photo/2019/08/29/0ap3000001044834_thumbnail_200_150.jpg",
      "publishedAt": "2019-08-30T14:08:00Z",
      "content": "The NFL kicks off its 100th season with 2019 NFL Kickoff presented by EA Sports Madden NFL 20, 7:30 PM ET Thursday, September 5. Artists and Inspire Change advocates Meek Mill, Meghan Trainor and Rapsody will perform live before the Green Bay-Chicago game at … [+2779 chars]"
    },
    {
      "source": {
        "id": "nfl-news",
        "name": "NFL News"
      },
      "author": "Kevin Patra",
      "title": "Flores: 'There's no trade in place' for Tunsil - NFL.com",
      "description": "Flores: 'There's no trade in place' for Tunsil NFL.com Seahawks, Eagles are best suitors for Jadeveon Clowney | Chris Simms Unbuttoned | NBC Sports NBC Sports Report: Dolphins players will 'revolt' if OT Laremy Tunsil traded for Jadeveon Clowney Yahoo Sports …",
      "url": "http://www.nfl.com/news/story/0ap3000001045733/article/flores-theres-no-trade-in-place-for-laremy-tunsil",
      "urlToImage": "http://static.nfl.com/static/content/public/photo/2019/08/30/0ap3000001045732_thumbnail_200_150.jpg",
      "publishedAt": "2019-08-30T12:34:00Z",
      "content": "As we press towards the start of the regular season, rumors surrounding Jadeveon Clowney continue to spin.\r\nThe latest iterations of the Clowney-to-Miami rumors include Dolphins starting left tackle Laremy Tunsil, high draft picks and perhaps more.\r\nAfter Thu… [+1769 chars]"
    },
    {
      "source": {
        "id": "nfl-news",
        "name": "NFL News"
      },
      "author": "Grant Gordon",
      "title": "Pats WRs Thomas, Gordon show out in return - NFL.com",
      "description": "Pats WRs Thomas, Gordon show out in return NFL.com Patriots Julian Edelman, Josh Gordon, Demaryius Thomas make preseason appearance against Giants Boston Herald NFL Week 4 preseason scores: Josh Gordon makes immediate impact, Daniel Jones wraps up big summer …",
      "url": "http://www.nfl.com/news/story/0ap3000001045251/article/josh-gordon-thomas-edelman-return-for-patriots",
      "urlToImage": "http://static.nfl.com/static/content/public/photo/2019/08/29/0ap3000001045262_thumbnail_200_150.jpg",
      "publishedAt": "2019-08-30T01:25:00Z",
      "content": "Starters are hard to find in Week 4 of the preseason. \r\nHowever, the Patriots receiving corps was rife with returning big names and provided a boost of excitement with kickoff to the regular season on the horizon. \r\nReigning Super Bowl Most Valuable Player Ju… [+2354 chars]"
    },
    {
      "source": {
        "id": "nfl-news",
        "name": "NFL News"
      },
      "author": "Kevin Patra",
      "title": "Rosenhaus: A.B. has 'multiple' offers for helmet - NFL.com",
      "description": "Rosenhaus: A.B. has 'multiple' offers for helmet NFL.com Agent -- AB moving on from fight for old helmet ESPN Rosenhaus: Raiders' Antonio Brown Has Multiple Sponsorship Offers for New Helmet Bleacher Report NFL Report: Raiders’ Antonio Brown loses second helm…",
      "url": "http://www.nfl.com/news/story/0ap3000001044401/article/rosenhaus-ab-has-multiple-offers-for-new-helmet",
      "urlToImage": "http://static.nfl.com/static/content/public/photo/2019/08/23/0ap3000001043729_thumbnail_200_150.jpg",
      "publishedAt": "2019-08-26T13:07:00Z",
      "content": "Antonio Brown played his final card in an attempt to wear his preferred helmet brand. The bid was hit with a big fat D-E-N-I-E-D on Sunday, leaving the Oakland Raiders receiver with no choice but to move on. \r\nBrowns' agent Drew Rosenhaus confirmed to Sirius … [+1725 chars]"
    },
    {
      "source": {
        "id": "nfl-news",
        "name": "NFL News"
      },
      "author": "Kevin Patra",
      "title": "Tom Brady reacts to Andrew Luck's retirement - NFL.com",
      "description": "Tom Brady reacts to Andrew Luck's retirement NFL.com Sources -- Colts won't recoup money from Luck ESPN Opinion: Andrew Luck's retirement a stunning reminder of the human toll of football USA TODAY Doyel: Andrew Luck's sudden retirement will overshadow his gr…",
      "url": "http://www.nfl.com/news/story/0ap3000001044396/article/tom-brady-reacts-to-andrew-lucks-retirement",
      "urlToImage": "http://static.nfl.com/static/content/public/photo/2019/08/26/0ap3000001044395_thumbnail_200_150.jpg",
      "publishedAt": "2019-08-26T11:41:00Z",
      "content": "Tom Brady outlasted Peyton Manning. Now the GOAT also survived Manning's successor in Indianapolis following the stunning retirement of Andrew Luck over the weekend. \r\nAppearing on WEEI's The Greg Hill Show Monday morning, Brady understood Luck's reason for w… [+2317 chars]"
    },
    {
      "source": {
        "id": "nfl-news",
        "name": "NFL News"
      },
      "author": "Jeremy Bergman",
      "title": "DEVELOPING: Texans RB Lamar Miller carted off with injury - NFL.com",
      "description": "DEVELOPING: Texans RB Lamar Miller carted off with injury NFL.com 11 Cowboys fighting a royal rumble for final 3 defensive spots on 53-man roster Cowboys Wire Texans RB Miller leaves preseason game on cart ESPN Deshaun Watson, other Texans starters likely in …",
      "url": "http://www.nfl.com/news/story/0ap3000001043982/article/texans-rb-lamar-miller-carted-off-with-apparent-injury",
      "urlToImage": "http://static.nfl.com/static/content/public/photo/2019/08/24/0ap3000001043979_thumbnail_200_150.jpg",
      "publishedAt": "2019-08-24T23:18:00Z",
      "content": "Houston saw one of its starting skill players go down with an injury early on Saturday night. \r\nTexans running back Lamar Miller was carted off the field with an apparent leg injury on Houston's first drive of their game against the Dallas Cowboys. \r\nOn the s… [+845 chars]"
    },
    {
      "source": {
        "id": "nfl-news",
        "name": "NFL News"
      },
      "author": "Jeremy Bergman",
      "title": "Texans RB Miller believed to have torn ACL - NFL.com",
      "description": "Texans RB Miller believed to have torn ACL NFL.com Deshaun Watson, other Texans starters likely in for short night Houston Chronicle Texans vs. Cowboys Preseason Week 3 Highlights | NFL 2019 NFL A message for Zeke: Please don’t be dumb and throw away any more…",
      "url": "http://www.nfl.com/news/story/0ap3000001043982/article/texans-rb-lamar-miller-believed-to-have-torn-acl",
      "urlToImage": "http://static.nfl.com/static/content/public/photo/2019/08/24/0ap3000001043979_thumbnail_200_150.jpg",
      "publishedAt": "2019-08-24T23:18:00Z",
      "content": "Houston saw one of its starting skill players go down with a serious injury early on Saturday night. \r\nTexans running back Lamar Miller was carted off the field with an apparent leg injury on Houston's first drive of their game against the Dallas Cowboys. \r\nM… [+1072 chars]"
    },
    {
      "source": {
        "id": "nfl-news",
        "name": "NFL News"
      },
      "author": "Kevin Patra",
      "title": "Reid's hit to be evaluated for potential fine - NFL.com",
      "description": "Reid's hit to be evaluated for potential fine NFL.com Patriots hit hard by injuries during preseason win vs. Panthers Yahoo Sports Should Panthers sign Kaepernick if this Cam Newton injury — or the next — is serious? Charlotte Observer Panthers vs. Patriots P…",
      "url": "http://www.nfl.com/news/story/0ap3000001043674/article/reids-hit-on-watson-to-be-evaluated-for-potential-fine",
      "urlToImage": "http://static.nfl.com/static/content/public/photo/2019/08/23/0ap3000001043673_thumbnail_200_150.jpg",
      "publishedAt": "2019-08-23T12:41:00Z",
      "content": "Eric Reid struck the helmet of Benjamin Watson on a late hit in Thursday night's preseason game between the Carolina Panthers and New England Patriots. \r\nNFL Network's Tom Pelissero reported Friday morning that Reid's hit would be evaluated for a potential fi… [+825 chars]"
    },
    {
      "source": {
        "id": "nfl-news",
        "name": "NFL News"
      },
      "author": "Grant Gordon",
      "title": "Cam Newton exits return to field with foot injury - NFL.com",
      "description": "Cam Newton exits return to field with foot injury NFL.com Panthers vs. Patriots Preseason Week 3 Highlights | NFL 2019 NFL Patriots star Patrick Chung indicted in New Hampshire on cocaine possession charge WCVB Boston Cam Newton getting checked after taking s…",
      "url": "http://www.nfl.com/news/story/0ap3000001043420/article/cam-newton-exits-return-to-field-with-foot-injury",
      "urlToImage": "http://static.nfl.com/static/content/public/photo/2019/08/22/0ap3000001043421_thumbnail_200_150.jpg",
      "publishedAt": "2019-08-23T00:16:00Z",
      "content": "In his return to action, Cam Newton's arm looked fine, but it was his left foot that became the biggest concern. \r\nReturning to the field for the first time since Week 15 last season when his year was ended with a shoulder injury, Newton left Thursday's 10-3 … [+1950 chars]"
    },
    {
      "source": {
        "id": "nfl-news",
        "name": "NFL News"
      },
      "author": "Kevin Patra",
      "title": "Mayfield texted QB Jones about remarks - NFL.com",
      "description": "Mayfield texted QB Jones about remarks NFL.com OBJ is salty about going to Cleveland, not playing for the Browns – Stephen A. | First Take ESPN Odell Beckham Jr. and Cleveland are an unlikely fit but might be exactly what each other needs The Washington Post …",
      "url": "http://www.nfl.com/news/story/0ap3000001043137/article/mayfield-texted-jones-about-out-of-context-remarks",
      "urlToImage": "http://static.nfl.com/static/content/public/photo/2019/08/21/0ap3000001043136_thumbnail_200_150.jpg",
      "publishedAt": "2019-08-21T16:38:00Z",
      "content": "Baker Mayfield's comments about Daniel Jones set off a social media firestorm Tuesday when the Cleveland Browns quarterback appeared to question the New York Giants drafting the quarterback No. 6 overall -- as many did at the time. \r\nOn Wednesday, Mayfield cl… [+2426 chars]"
    },
    {
      "source": {
        "id": "nfl-news",
        "name": "NFL News"
      },
      "author": "Dan Hanzus",
      "title": "'Hard Knocks': Raiders may yet survive AB saga - NFL.com",
      "description": "'Hard Knocks': Raiders may yet survive AB saga NFL.com The Antonio Brown Helmet Saga Is Too Much Even for ‘Hard Knocks’ The Ringer Antonio Brown actually shows up for Raiders' practice and it appears his crazy helmet saga could be over CBS Sports Report: Anto…",
      "url": "http://www.nfl.com/news/story/0ap3000001043105/article/hard-knocks-episode-3-raiders-may-yet-survive-brown-saga",
      "urlToImage": "http://static.nfl.com/static/content/public/photo/2019/08/12/0ap3000001040979_thumbnail_200_150.jpg",
      "publishedAt": "2019-08-21T05:56:00Z",
      "content": "The latest episode of \"Hard Knocks\" offered up a lesson in perception versus reality.\r\nFrom the outside, the drama around Antonio Brown looks like a terrible situation for the Raiders. How could it not be? Here is Oakland's best player, its prized offseason a… [+6143 chars]"
    },
    {
      "source": {
        "id": "nfl-news",
        "name": "NFL News"
      },
      "author": "Kevin Patra",
      "title": "Zeke's agent calls Jerry's joke 'disrespectful' - NFL.com",
      "description": "Zeke's agent calls Jerry's joke 'disrespectful' NFL.com Cowboys Report Card: Only few make grade in Preseason Week 2 win Cowboys Wire Ezekiel Elliott found “Zeke who?” quip disrespectful NBCSports.com Cowboys await return of DeMarcus Lawrence, Sean Lee, other…",
      "url": "http://www.nfl.com/news/story/0ap3000001042725/article/ezekiel-elliott-agent-didnt-find-jerry-jones-quip-funny",
      "urlToImage": "http://static.nfl.com/static/content/public/photo/2019/08/19/0ap3000001042720_thumbnail_200_150.jpg",
      "publishedAt": "2019-08-19T18:17:00Z",
      "content": "Ezekiel Elliott and his representation didn't find the humor in Jerry Jones' preseason joke. \r\nFollowing Tony Pollard's impressive preseason outing versus Los Angeles Rams' backups on Saturday, the Dallas Cowboys' owner quipped \"Zeke who?\" \r\nDown in Cabo, the… [+701 chars]"
    },
    {
      "source": {
        "id": "nfl-news",
        "name": "NFL News"
      },
      "author": "Andie Hagemann",
      "title": "Jerry after Pollard impresses: 'Zeke who?' - NFL.com",
      "description": "Jerry after Pollard impresses: 'Zeke who?' NFL.com Cowboys' Witten: 'Jitters were real' in return ESPN Rob Demello and Rich Miano recap the 1st half of Rams v. Cowboys NFL Preseason Game KHON2 News Cowboys news: Takeaways from Cowboys win over Rams; Dak Presc…",
      "url": "http://www.nfl.com/news/story/0ap3000001042492/article/jerry-jones-after-tony-pollard-impresses-zeke-who",
      "urlToImage": "http://static.nfl.com/static/content/public/photo/2019/07/29/0ap3000001037784_thumbnail_200_150.jpg",
      "publishedAt": "2019-08-18T13:31:00Z",
      "content": "Dallas Cowboys rookie running back Tony Pollard once again impressed Saturday night in his second preseason start.\r\nPollard's back-to-back outings has Cowboys owner Jerry Jones joking to reporters that the 2019 fourth-round pick is Ezekiel Elliott's best nego… [+1308 chars]"
    },
    {
      "source": {
        "id": "nfl-news",
        "name": "NFL News"
      },
      "author": "Jelani Scott",
      "title": "Fins QB Rosen good, not great, in start over Fitz - NFL.com",
      "description": "Fins QB Rosen good, not great, in start over Fitz NFL.com Ryan Fitzpatrick levels Bucs defender with throwing shoulder Yahoo Sports Dolphins vs. Buccaneers Preseason Week 2 Highlights | NFL 2019 NFL Dolphins Fans Are Obsessed With Wideout Preston Williams Mia…",
      "url": "http://www.nfl.com/news/story/0ap3000001042170/article/dolphins-qb-josh-rosen-good-not-great-in-loss",
      "urlToImage": "http://static.nfl.com/static/content/public/photo/2019/08/16/0ap3000001042108_thumbnail_200_150.jpg",
      "publishedAt": "2019-08-17T04:08:00Z",
      "content": "The Miami Dolphins are still looking for an answer at quarterback. Josh Rosen's play Friday night may have only provided more questions.\r\nIn his first preseason start, Rosen came out on the road against the Buccaneers and did just enough; it just wasn't enoug… [+2087 chars]"
    },
    {
      "source": {
        "id": "nfl-news",
        "name": "NFL News"
      },
      "author": "Dan Hanzus",
      "title": "'Hard Knocks': Jon Gruden wants in your nightmares - NFL.com",
      "description": "'Hard Knocks': Jon Gruden wants in your nightmares NFL.com Raiders Rumors: Antonio Brown Suffered Frostbitten Feet from Cryotherapy Machine Bleacher Report NFL Hard Knocks (2019): Training Camp with the Oakland Raiders | Episode 1 Teaser | HBO HBO Derek Carr …",
      "url": "http://www.nfl.com/news/story/0ap3000001039280/article/hard-knocks-jon-gruden-wants-in-your-nightmares",
      "urlToImage": "http://static.nfl.com/static/content/public/photo/2019/08/06/0ap3000001039279_thumbnail_200_150.jpg",
      "publishedAt": "2019-08-07T08:45:00Z",
      "content": "The first voice you hear in the season premiere of \"Hard Knocks\" is that of Jon Gruden. How could it be anybody else?\r\nFrom the moment the Oakland Raiders were announced as the subject of the 14th season of \"Hard Knocks,\" it was a given that Gruden would be t… [+6414 chars]"
    },
    {
      "source": {
        "id": "nfl-news",
        "name": "NFL News"
      },
      "author": "Kevin Patra",
      "title": "Dallas has 'generous' offers on table for trio - NFL.com",
      "description": "Dallas has 'generous' offers on table for trio NFL.com Rookie RB Tony Pollard gets Dak Prescott’s vote as one of Cowboys' 'most exciting' players USA TODAY Ezekiel Elliott FAQ - Can the running back, Cowboys find a compromise? ESPN Prescott, Cooper shrug off …",
      "url": "http://www.nfl.com/news/story/0ap3000001039155/article/cowboys-have-generous-offers-for-dak-elliott-cooper",
      "urlToImage": "http://static.nfl.com/static/content/public/photo/2019/08/06/0ap3000001039154_thumbnail_200_150.jpg",
      "publishedAt": "2019-08-06T12:48:00Z",
      "content": "Jerry Jones can optimistically glow about getting deals done with his trio of stars. Until the pen is put to paper, it's all fluff.\r\nNFL Network's Jane Slater reported Tuesday that the Dallas Cowboys have \"generous\" offers on the table for Dak Prescott, Amari… [+1724 chars]"
    },
    {
      "source": {
        "id": "nfl-news",
        "name": "NFL News"
      },
      "author": "Around The NFL staff",
      "title": "Hall of Fame to induct 20 members in 2020 - NFL.com",
      "description": "Hall of Fame to induct 20 members in 2020 NFL.com Why Your Team Sucks 2019: Denver Broncos Deadspin Who won Hall of Fame Game week in the 2019 NFL preseason? SB Nation Greek ‘not sweating’ Bowlen Induction Speech for Pro Football Hall of Fame FOX 31 Denver Vi…",
      "url": "http://www.nfl.com/news/story/0ap3000001038692/article/hall-of-fame-to-induct-20-members-for-2020-class",
      "urlToImage": "http://static.nfl.com/static/content/public/photo/2019/08/02/0ap3000001038691_thumbnail_200_150.jpg",
      "publishedAt": "2019-08-02T19:55:00Z",
      "content": "Twenty Hall of Famers for 2020.\r\nThe Pro Football Hall of Fame announced it will induct a one-time only class of 20 members next year to further commemorate the NFL's 100th anniversary. The class will include five modern era players, 10 senior era players, th… [+1163 chars]"
    },
    {
      "source": {
        "id": "nfl-news",
        "name": "NFL News"
      },
      "author": "Around The NFL staff",
      "title": "Hall of Fame could induct up to 20 for '20 class - NFL.com",
      "description": "Hall of Fame could induct up to 20 for '20 class NFL.com With Hall of Fame induction, Champ Bailey comes 'full circle' DenverBroncos.com Hall of Fame Game highlights some interesting players to watch going forward Mile High Report Analyzing Drew Lock's NFL Pr…",
      "url": "http://www.nfl.com/news/story/0ap3000001038692/article/hall-of-fame-could-induct-up-to-20-for-2020-class",
      "urlToImage": "http://static.nfl.com/static/content/public/photo/2019/08/02/0ap3000001038691_thumbnail_200_150.jpg",
      "publishedAt": "2019-08-02T19:55:00Z",
      "content": "Twenty Hall of Famers for 2020.\r\nThe Pro Football Hall of Fame announced it could induct a one-time only class of 20 members next year to further commemorate the NFL's 100th anniversary. The class will include five modern era players, 10 senior era players, t… [+1164 chars]"
    },
    {
      "source": {
        "id": "nfl-news",
        "name": "NFL News"
      },
      "author": "Kevin Patra",
      "title": "Jerry on Zeke: 'When have I ever not done one?' - NFL.com",
      "description": "Jerry on Zeke: 'When have I ever not done one?' NFL.com Jerry Jones not concerned about Zeke timeline ESPN Colin Cowherd: NFL Top 100 proves Cam Newton is overrated, talks Zeke's holdout | NFL | THE HERD The Herd with Colin Cowherd Jerry Jones says he's not c…",
      "url": "http://www.nfl.com/news/story/0ap3000001038611/article/jerry-on-zeke-deal-when-have-i-ever-not-done-one",
      "urlToImage": "http://static.nfl.com/static/content/public/photo/2019/07/01/0ap3000001034932_thumbnail_200_150.jpg",
      "publishedAt": "2019-08-02T11:55:00Z",
      "content": "While Ezekiel Elliott trains quietly in Cabo, the Dallas Cowboys' brass is using its pulpit during training camp to continually push its reasoning for not wanting to bow to Zeke's contract desires. \r\nThursday was Jerry Jones' turn to talk to the media. The Co… [+2719 chars]"
    }
  ]
}
