{
  "status": "ok",
  "totalResults": 2489,
  "articles": [
    {
      "source": {
        "id": "newsweek",
        "name": "Newsweek"
      },
      "author": "Phillip Martinez",
      "title": "WWE Monday Night RAW Live Results: New Episode of Firefly Fun House Announced, King of the Ring Tournament Continues",
      "description": "What's next for Rey Mysterio?",
      "url": "https://www.newsweek.com/wwe-monday-night-raw-results-spoilers-september-2-labor-day-1457270",
      "urlToImage": "https://d.newsweek.com/en/full/1514371/bray-wyatt-finn-balor-summerslam-video.jpg",
      "publishedAt": "2019-09-03T00:10:54Z",
      "content": "We're getting closer to the Clash of Champions pay-per-view and the WWE is ramping up the feuds on tonight's Monday Night RAW.\r\nTwo more matches in the King of the Ring tournament go down tonight as Baron Corbin looks to ground Cedric Alexander and Ricochet l… [+2807 chars]"
    },
    {
      "source": {
        "id": "newsweek",
        "name": "Newsweek"
      },
      "author": "Christina Zhao",
      "title": "London Mayor Ridicules Trump For Golfing As Hurricane Dorian Looms: 'Dealing With a Hurricane Out On the Golf Course'",
      "description": "Trump pulled out of a two-day visit to Poland this weekend to focus on Hurricane Dorian. On Saturday, the president reportedly spent several hours at his Virginia golf club.",
      "url": "https://www.newsweek.com/london-mayor-ridicules-trump-golfing-hurricane-dorian-looms-dealing-hurricane-out-golf-1457260",
      "urlToImage": "https://d.newsweek.com/en/full/1524527/sadiq-khan.jpg",
      "publishedAt": "2019-09-02T22:56:52Z",
      "content": "Sadiq Khan, the Mayor of London, renewed his ongoing feud with President Donald Trump on Sunday by ridiculing the U.S. leader for golfing as Hurricane Dorian threatened several American states.\r\nTrump pulled out of a two-day visit to Poland to commemorate the… [+2170 chars]"
    },
    {
      "source": {
        "id": "newsweek",
        "name": "Newsweek"
      },
      "author": "Scott McDonald",
      "title": "Hurricane Dorian Live Cams: Watch as Florida Coast, Georgia and South Carolina Prepare for Cat 4 Storm",
      "description": "Here are some live video feeds from city cameras and live streams from news networks and even one from space.",
      "url": "https://www.newsweek.com/hurricane-dorian-live-cams-watch-florida-coast-georgia-south-carolina-prepare-cat-4-storm-1457263",
      "urlToImage": "https://d.newsweek.com/en/full/1524530/hurricane-dorian-2019.jpg",
      "publishedAt": "2019-09-02T22:50:27Z",
      "content": "Hurricane Dorian has shown no mercy on the Bahamas as it made three separate landfalls as a Category 5 storm, and its winds have reached 185 mph inside the eyewall with gusts of more than 200 mph.\r\nThe island has been devastated as Dorian sits over the Bahama… [+2363 chars]"
    },
    {
      "source": {
        "id": "newsweek",
        "name": "Newsweek"
      },
      "author": "Kashmira Gander",
      "title": "Teenager Went Blind After Only Eating Fries, Chips, White Bread, Sausages and Ham Since Elementary School",
      "description": "\"Nutrition does not just depend on how much you eat but what you eat and this case illustrates that fact,\" his doctor told Newsweek.",
      "url": "https://www.newsweek.com/teenager-blind-fries-chips-white-bread-sausages-ham-elementary-school-1456937",
      "urlToImage": "https://d.newsweek.com/en/full/1524131/chips-fries-fast-food-stock-getty.jpg",
      "publishedAt": "2019-09-02T21:00:01Z",
      "content": "A teenager who only ate five different foods went blind despite having no visible signs he was malnourished, according to his doctor.\r\nThe unnamed boy visited his family doctor complaining he was tired, according to a case study published in the journalAnnals… [+3200 chars]"
    },
    {
      "source": {
        "id": "newsweek",
        "name": "Newsweek"
      },
      "author": "Kashmira Gander",
      "title": "You Probably Ingest Thousands of Microscopic Pieces of Plastic Each Year",
      "description": "Scientists studied the feces of people from around the world.",
      "url": "https://www.newsweek.com/ingest-thousands-microscopic-pieces-plastic-each-year-microplastics-1456949",
      "urlToImage": "https://d.newsweek.com/en/full/1524145/drink-child-soft-drink-soda-stock-getty.jpg",
      "publishedAt": "2019-09-02T21:00:01Z",
      "content": "Scientists who studied human feces believe people inadvertently consume thousands of microscopic plastic particles each year. Austrian researchers studied the stool samples of eight people from around the world, and found miniscule pieces of the substance in … [+3290 chars]"
    },
    {
      "source": {
        "id": "newsweek",
        "name": "Newsweek"
      },
      "author": "Christina Zhao",
      "title": "Suspected West Texas Mass Shooter Made 'Rambling' Phone Calls to 911, FBI Minutes Before Deadly Rampage",
      "description": "Odessa Police Chief Michael Gerke said the suspect was fired from his job at the Journey Oil Services on Saturday morning, hours before the mass shooting.",
      "url": "https://www.newsweek.com/west-texas-mass-shooter-made-rambling-phone-calls-911-fbi-minutes-before-deadly-rampage-1457256",
      "urlToImage": "https://d.newsweek.com/en/full/1524519/west-texas.jpg",
      "publishedAt": "2019-09-02T20:42:21Z",
      "content": "The accused West Texas shooter called both police and the FBI around 15 minutes before he was pulled over by a state trooper and commenced the deadly rampage over the weekend, authorities said on Monday.\r\nOdessa Police Chief Michael Gerke said the suspect, 36… [+1134 chars]"
    },
    {
      "source": {
        "id": "newsweek",
        "name": "Newsweek"
      },
      "author": "Jennifer Doherty",
      "title": "National Guard, NorthComm, FEMA to East Coast: 'The Time to Act is Now' To Prepare For Hurricane dorian",
      "description": "\"The bottom line on readiness is that the time to act is now,\" FEMA's David Bibo told reporters, emphasizing, \"It's critical that folks not lose focus on this storm.\"",
      "url": "https://www.newsweek.com/fema-national-guard-urge-public-prepare-evacuation-now-1457259",
      "urlToImage": "https://d.newsweek.com/en/full/1524525/hurricane-dorian.png",
      "publishedAt": "2019-09-02T20:38:32Z",
      "content": "In a 3 p.m. call with members of the press on Monday, representatives of FEMA, the National Guard and United States Northern Command fielded questions about preparations for Hurricane Dorian's approach towards the Southeastern United States. Their key message… [+2632 chars]"
    },
    {
      "source": {
        "id": "newsweek",
        "name": "Newsweek"
      },
      "author": "Janice Williams",
      "title": "Hurricane Dorian Relief Efforts: How to Help the Bahamas Recover From Destructive Storm",
      "description": "Dozens of charities have implemented programs to help people in the Bahamas get the supplies and living essentials in the aftermath of the storm.",
      "url": "https://www.newsweek.com/hurricane-dorian-relief-charity-donate-1457255",
      "urlToImage": "https://d.newsweek.com/en/full/1524518/how-help-bahamas-recover-hurricane-dorian.jpg",
      "publishedAt": "2019-09-02T20:13:51Z",
      "content": "As Hurricane Dorian continues to batter the Bahamas, people from all corners of the globe have started to ban together to help those living in the island country get the supplies and necessities they'll surely need in the aftermath of the destructive storm.\r\n… [+4298 chars]"
    },
    {
      "source": {
        "id": "newsweek",
        "name": "Newsweek"
      },
      "author": "Kelly Wynne",
      "title": "University of Kansas Faculty Protest Chick-fil-A On Campus In Fear of 'Mental Well-Being'",
      "description": "\"We beseech you to rectify this situation immediately, promoting inclusion and equity instead of hatred and intolerance.\"",
      "url": "https://www.newsweek.com/university-kansas-faculty-protest-chick-fil-campus-fear-mental-well-being-1457254",
      "urlToImage": "https://d.newsweek.com/en/full/1524517/chick-fil.jpg",
      "publishedAt": "2019-09-02T19:16:27Z",
      "content": "A new Chick-fil-A in the University of Kansas student union has prompted outcry from faculty who see the addition as potentially harmful.\r\nIn an open letter, members of the school's Sexuality &amp; Gender Diversity Faculty and Staff Council opened up about th… [+2748 chars]"
    },
    {
      "source": {
        "id": "newsweek",
        "name": "Newsweek"
      },
      "author": "Aristos Georgiou",
      "title": "Antarctica: Thwaites Glacier Ice Shelf Has Thinned by up to 23 Percent Since 1970s",
      "description": "Thwaites Glacier—which is about the same size as Florida—contains enough ice on its own to raise global sea levels by about two feet if it all melts.",
      "url": "https://www.newsweek.com/antarctica-ice-shelf-thwaites-glacier-23-percent-1457241",
      "urlToImage": "https://d.newsweek.com/en/full/1524513/antarctica-iceberg.jpg",
      "publishedAt": "2019-09-02T19:00:01Z",
      "content": "Researchers say that an ice shelf on the vast Thwaites Glacier in West Antarctica has been reduced in size by warming oceans more than previously thought.\r\nAccording to a study published in the journal Proceedings of the National Academy of Sciences, the glac… [+3137 chars]"
    },
    {
      "source": {
        "id": "newsweek",
        "name": "Newsweek"
      },
      "author": "Jennifer Doherty",
      "title": "Mississippi Wedding Venue Refused Mixed Race Couple Citing 'Our Christian Race'",
      "description": "\"First of all, we don't do gay weddings or mixed race, because of our Christian race–I mean, our Christian beliefs,\" the owner was filmed telling the sister of a prospective client.",
      "url": "https://www.newsweek.com/no-gay-mixed-race-weddings-boones-camp-event-hall-mississippi-1457252",
      "urlToImage": "https://d.newsweek.com/en/full/1524516/boones-camp-event-hall.png",
      "publishedAt": "2019-09-02T18:35:42Z",
      "content": "In a Facebook video posted Saturday, the owner of Boone's Camp Event Hall in Booneville, Mississippi, tells the family of a would-be client \"First of all, we don't do gay weddings or mixed race, because of our Christian raceI mean, our Christian beliefs.\"\r\nLa… [+2303 chars]"
    },
    {
      "source": {
        "id": "newsweek",
        "name": "Newsweek"
      },
      "author": "Tufayel Ahmed",
      "title": "Did Donald Trump And 'The Apprentice' Really Help NBC's 'Failed Lineup' In The Ratings?",
      "description": "President Trump claims 'Will & Grace' star Debra Messing thanked him for NBC's high ratings in the 2000s.",
      "url": "https://www.newsweek.com/donald-trump-apprentice-nbc-failed-lineup-ratings-debra-messing-1457237",
      "urlToImage": "https://d.newsweek.com/en/full/1524514/donald-trump-apprentice.jpg",
      "publishedAt": "2019-09-02T17:45:40Z",
      "content": "President Donald Trump's pre-political television career may seem like a millennia ago, but on Sunday the president reminded of us all of his time as host of NBC's The Apprentice when he took aim at one-time network stablemate and long-time critic Debra Messi… [+4974 chars]"
    },
    {
      "source": {
        "id": "newsweek",
        "name": "Newsweek"
      },
      "author": "Janice Williams",
      "title": "Donald Trump Says His 'Real Opponent' in 2020 Election Is the 'Fake News Media,' Not Democrats",
      "description": "\"They are now beyond Fake, they are Corrupt,\" the president tweeted.",
      "url": "https://www.newsweek.com/donald-trump-2020-election-democrats-1457248",
      "urlToImage": "https://d.newsweek.com/en/full/1524510/trump-says-his-real-opponent-2020-election-fake-news-media.jpg",
      "publishedAt": "2019-09-02T17:30:29Z",
      "content": "President Donald Trump took aim at the news media in a series of tweets on Monday, claiming the industry would pose his biggest challenge in the upcoming 2020 presidential election. According to the former real estate mogul, it wasn't Democrat contenders he c… [+3181 chars]"
    },
    {
      "source": {
        "id": "newsweek",
        "name": "Newsweek"
      },
      "author": "Kashmira Gander",
      "title": "Humans Have Bred Dogs so Much We've Fundamentally Changed the Shape of Their Brains",
      "description": "\"I think it's pretty profound that our species has shaped the brains of another species on the planet,\" a scientist who worked on the study told \"Newsweek.\"",
      "url": "https://www.newsweek.com/humans-have-bred-dogs-so-much-weve-fundamentally-changed-shape-their-brains-1456971",
      "urlToImage": "https://d.newsweek.com/en/full/1524166/dog-pet-owner-animal-stock-getty.jpg",
      "publishedAt": "2019-09-02T17:00:01Z",
      "content": "Humans have changed the shape of dogs' brains by breeding them for specific traits over time, according to scientists.\r\nAs dog owners know, different breeds have different skills and temperaments. While golden retrievers make the perfect guide dogs, German sh… [+2414 chars]"
    },
    {
      "source": {
        "id": "newsweek",
        "name": "Newsweek"
      },
      "author": "Kelly Wynne",
      "title": "Fans Call 'Big Brother' Casting Manipulated, Fake After Houseguests Reveal They Were Chosen in February",
      "description": "\"Casting is a fraud is confirmed!\"",
      "url": "https://www.newsweek.com/big-brother-casting-manipulated-earlier-fans-believed-1457245",
      "urlToImage": "https://d.newsweek.com/en/full/1430829/br21-logo-1920x10804.jpg",
      "publishedAt": "2019-09-02T16:58:43Z",
      "content": "Big Brother fans are angry with the show's casting department once again, this time for a skewed timeline of the casting process. Some current Big Brother houseguests revealed they'd accepted a role on the show in February, while the casting process is widely… [+2123 chars]"
    },
    {
      "source": {
        "id": "newsweek",
        "name": "Newsweek"
      },
      "author": "Kelly Wynne",
      "title": "Two Cars Swept Away During Hurricane Katrina, A Truck Bed and A Sofa Among Debris Pulled From New Orleans Canals",
      "description": "City officials said 750 tons of debris were removed from Mid-City canals, including two cars reported missing as Hurricane Katrina barreled down on the Gulf Coast in 2005.",
      "url": "https://www.newsweek.com/two-cars-swept-away-during-hurricane-katrina-truck-bed-sofa-among-debris-pulled-new-orleans-1457244",
      "urlToImage": "https://d.newsweek.com/en/full/1524512/hurricane-katrina-car.jpg",
      "publishedAt": "2019-09-02T16:43:33Z",
      "content": "Drainage problems in New Orleans have been explained after two cars were found among other rubble in the city's drainage canals.\r\nCity officials believe the two cars were swept into the drainage canals when Hurricane Katrina's storm surge and heavy rainfall f… [+2256 chars]"
    },
    {
      "source": {
        "id": "newsweek",
        "name": "Newsweek"
      },
      "author": "Phillip Martinez",
      "title": "Next 'Smash Ultimate' DLC Character Could Come from an SNK Game",
      "description": "SNK is best known for the games \"Metal Slug,\" \"King of Fighters\" and \"Samurai Shodown.\"",
      "url": "https://www.newsweek.com/super-smash-bros-ultimate-snk-leak-dlc-character-metal-slug-1457238",
      "urlToImage": "https://d.newsweek.com/en/full/992248/super-smash-bros-cast.jpg",
      "publishedAt": "2019-09-02T16:03:14Z",
      "content": "Clues to the next Super Smash Bros. Ultimate DLC character may have been leaked in a now-deleted listing on the Nintendo UK site.\r\nScreenshots of the listing were discovered by Twitter user PushDustin, and the leak comes at the bottom where the trademark can … [+1765 chars]"
    },
    {
      "source": {
        "id": "newsweek",
        "name": "Newsweek"
      },
      "author": "Hannah Osborne",
      "title": "Two Billion Years Ago, up to 99 Percent of Life on Earth Died in an Event More Catastrophic Than Mass Extinction of the Dinosaurs",
      "description": "Huge changes to the oxygen levels on our planet caused the mega die-off, researchers found.",
      "url": "https://www.newsweek.com/earth-massive-die-off-dinosaur-extinction-1457228",
      "urlToImage": "https://d.newsweek.com/en/full/1524505/earth.jpg",
      "publishedAt": "2019-09-02T15:56:34Z",
      "content": "Scientists have discovered a mass die-off that took place two billion years agowith up to 99.5 percent of life on Earth disappearing. The massive die-off saw more of the planet's biosphere vanish than when the dinosaurs were wiped off the face of the planet 6… [+3434 chars]"
    },
    {
      "source": {
        "id": "newsweek",
        "name": "Newsweek"
      },
      "author": "Ewan Palmer",
      "title": "Plane Makes Emergency Landing After Woman 'Behaving Disruptively' Allegedly Assaults Cabin Crew",
      "description": "The woman was allegedly drinking red wine from a plastic bottle during the flight.",
      "url": "https://www.newsweek.com/woman-arrested-attack-flight-crew-easyjet-1457227",
      "urlToImage": "https://d.newsweek.com/en/full/1524502/easyjet.jpg",
      "publishedAt": "2019-09-02T15:55:11Z",
      "content": "A woman has been arrested on suspicion of assaulting a cabin crew staff member on a flight to the U.K.\r\nEssex Police said they were called to reports that a passenger had attacked a member of easyJet's staff as the plane was making its way from Malaga, Spain,… [+2606 chars]"
    },
    {
      "source": {
        "id": "newsweek",
        "name": "Newsweek"
      },
      "author": "Janice Williams",
      "title": "Labor Day Cocktail Recipes: Drinks and Spirits to Celebrate Working Americans",
      "description": "Enjoying a fun cocktail or two is the only work you should be doing on a day honoring American laborers.",
      "url": "https://www.newsweek.com/labor-day-cocktail-recipes-drinks-spirits-1457231",
      "urlToImage": "https://d.newsweek.com/en/full/1524484/celebrate-labor-day-these-10-refreshing-cocktails.jpg",
      "publishedAt": "2019-09-02T15:30:11Z",
      "content": "Labor Day marks a time to honor the impact old-fashioned hard work has had on society. It's a moment to celebrate the labor movement and American workers' many great achievements, which have not only set the foundation of this country but have also helped sha… [+4960 chars]"
    },
    {
      "source": {
        "id": "newsweek",
        "name": "Newsweek"
      },
      "author": "David Brennan",
      "title": "Russia Condemns U.S. 'Provocation' of Iran As 'Absolutely Unacceptable' As Nations Build Front Against Trump",
      "description": "Russian foreign minister Sergey Lavrov said American pressure on the Iran nuclear deal is designed to create a pretense for conflict.",
      "url": "https://www.newsweek.com/russia-condemns-u-s-provocation-iran-absolutely-unacceptable-trump-1457226",
      "urlToImage": "https://d.newsweek.com/en/full/1524503/iran-russia-sergey-lavrov-javad-zarif.jpg",
      "publishedAt": "2019-09-02T15:24:42Z",
      "content": "The foreign ministers of Russia and Iran have met in Moscow in a show of solidarity against what Moscow termed \"unacceptable\" American provocation over the Iran nuclear deal, which remains at risk of collapse.\r\nJavad Zarif traveled to meet Russian counterpart… [+3970 chars]"
    },
    {
      "source": {
        "id": "newsweek",
        "name": "Newsweek"
      },
      "author": "Dan Cancian",
      "title": "NFL Playoffs Picture 2019: AFC East Teams Ranked",
      "description": "The Patriots are odds-on to win the AFC East for the 11th consecutive season, but the Jets could make major strides forward.",
      "url": "https://www.newsweek.com/nfl-2019-afc-east-odds-predictions-new-england-patriots-new-york-jets-1457216",
      "urlToImage": "https://d.newsweek.com/en/full/1524492/tom-brady-new-england-patriots.jpg",
      "publishedAt": "2019-09-02T15:24:05Z",
      "content": "Since Tom Brady and Bill Belichick joined forces in Foxborough almost two decades ago, the AFC East has almost invariably been a procession.\r\nThe New England Patriots have won the division in 17 of the 19 seasons during which Brady has played professional foo… [+3058 chars]"
    },
    {
      "source": {
        "id": "newsweek",
        "name": "Newsweek"
      },
      "author": "Jennifer Doherty",
      "title": "Hurricane Dorian Will Cause 'At Least' $25 Billion in Damages, Insurance Company Says",
      "description": "The 'most expensive natural disaster' since 2017 could cost as much as $40 billion to repair if the category 5 storm makes landfall in Florida.",
      "url": "https://www.newsweek.com/dorian-second-most-destructive-storm-record-1457234",
      "urlToImage": "https://d.newsweek.com/en/full/1524178/hurricane-tropical-cyclone-economic-damage-statista.jpg",
      "publishedAt": "2019-09-02T15:21:52Z",
      "content": "Hurricane Dorian began pummeling the Eastern Bahamas on Sunday afternoon, creeping westward over the islands through the night and into Monday morning, lashing 200 mile per hour winds and 20-foot waves that claimed at least one life and left massive destructi… [+2755 chars]"
    },
    {
      "source": {
        "id": "newsweek",
        "name": "Newsweek"
      },
      "author": "Kelly Wynne",
      "title": "Captain, Four Others Rescued In Santa Cruz Island Boat Fire: Everything We Know",
      "description": "\"We're still holding hope that someone may have swam to shore.\"",
      "url": "https://www.newsweek.com/captain-four-others-rescued-santa-cruz-island-boat-fire-everything-we-know-1457223",
      "urlToImage": "https://d.newsweek.com/en/full/1509873/newsweek-breaking-news.jpg",
      "publishedAt": "2019-09-02T15:17:29Z",
      "content": "A dive boat off the northern coast of Santa Cruz island started on fire in the early morning Sunday, and has left 34 people missing, according to CNN. Fighterfighters are currently responding to the fire, which broke out on a popular night fishing boat around… [+1952 chars]"
    },
    {
      "source": {
        "id": "newsweek",
        "name": "Newsweek"
      },
      "author": "Jason Murdock",
      "title": "Texas Whataburger Closes After Rodent Is Caught on Camera Jumping into Fryer as Customers Scream: 'It Went in the Grease'",
      "description": "Footage of the rodent has gone viral on Facebook, where it has attracted more than 1.6 million views. Whataburger confirmed the store has since been \"cleaned and sanitized.\"",
      "url": "https://www.newsweek.com/texas-whataburger-rodent-filmed-jumping-fryer-grease-brushawn-lewis-viral-video-facebook-1457205",
      "urlToImage": "https://d.newsweek.com/en/full/1524489/frying-machine.jpg",
      "publishedAt": "2019-09-02T15:16:22Z",
      "content": "A Texas Whataburger was closed and sanitized over the weekend after a rodent was caught on camera scurrying across store counters before falling into a food fryer.\r\nFootage of the fast-moving rodent, which appeared to be a mouse, was posted to Facebook by use… [+2426 chars]"
    },
    {
      "source": {
        "id": "newsweek",
        "name": "Newsweek"
      },
      "author": "Kashmira Gander",
      "title": "Bananas Aren't Going to Do Well Under Climate Change, Scientists Warn",
      "description": "\"Limiting the temperature increase during the 21st century will help to avoid it,\" an expert told Newsweek.",
      "url": "https://www.newsweek.com/bananas-arent-going-do-well-under-climate-change-scientists-warn-1457175",
      "urlToImage": "https://d.newsweek.com/en/full/1524447/banana-fruit-healthy-food-stock-getty.jpg",
      "publishedAt": "2019-09-02T15:05:39Z",
      "content": "Some of the world's biggest producers of bananas could struggle to grow the crop thanks to climate change, scientists have warned.\r\nIn the coming decades, 10 countries where bananas are grown could be negatively impacted, including the world's first and fourt… [+4835 chars]"
    },
    {
      "source": {
        "id": "newsweek",
        "name": "Newsweek"
      },
      "author": "Aristos Georgiou",
      "title": "Hurricane Dorian: Florida Woman Wraps Her Home in Plastic to Protect It From Storm",
      "description": "\"If it works, it's totally worth it,\" said Brittany Vidal, who lives in the Davis Shores neighborhood of St. Augustine, Florida.",
      "url": "https://www.newsweek.com/hurricane-dorian-florida-woman-home-plastic-storm-1457207",
      "urlToImage": "https://d.newsweek.com/en/full/1524483/hurricane-dorian.jpg",
      "publishedAt": "2019-09-02T15:05:09Z",
      "content": "A Florida woman has wrapped her home in heavy-duty plastic in preparation for the impact of Hurricane Dorian, which is currently battering the Bahamas as it moves towards the state's east coast.\r\nBrittany Vidalwho lives in the Davis Shores neighborhood of St.… [+3704 chars]"
    },
    {
      "source": {
        "id": "newsweek",
        "name": "Newsweek"
      },
      "author": "Kelly Wynne",
      "title": "'Bachelor In Paradise' Spoilers: Does Clay Choose Nicole or Angela?",
      "description": "Will Clay stay with Nicole, or reunite with his ex-girlfriend, Angela?",
      "url": "https://www.newsweek.com/bachelor-paradise-spoilers-does-clay-choose-nicole-angela-1457213",
      "urlToImage": "https://d.newsweek.com/en/full/1522455/bachelor-paradise.jpg",
      "publishedAt": "2019-09-02T14:58:24Z",
      "content": "Clay Harbor has had his fair share of Bachelor In Paradise drama, since he's been involved in a love triangle. It's left many fans with questions as to if Harbor will leave the show with Nicole Lopez-Alvar or Angela Amezcua or even alone.\r\nTo summarize the lo… [+2416 chars]"
    },
    {
      "source": {
        "id": "newsweek",
        "name": "Newsweek"
      },
      "author": "Donica Phifer, Kelly Wynne",
      "title": "Police Evict 75-Year-Old Florida Woman From Home As Hurricane Dorian Looms, Prompting Outrage And Policy Change",
      "description": "The eviction generated such an outcry that Miami-Dade County Mayor Carlos Gimenez said the police department will create a new policy to cease evictions during an emergency.",
      "url": "https://www.newsweek.com/police-evict-75-year-old-florida-woman-home-hurricane-dorian-looms-prompting-outrage-policy-1457203",
      "urlToImage": "https://d.newsweek.com/en/full/1524483/hurricane-dorian.jpg",
      "publishedAt": "2019-09-02T14:52:04Z",
      "content": "As South Florida prepared for Hurricane Dorian, one woman in Miami-Dade County was evicted from her apartment on Friday, leaving herself, her brother and her adult son shelterless.\r\nAccording to the Miami New Times, 75-year-old Maris Cazañes, her 81-year-old … [+4093 chars]"
    },
    {
      "source": {
        "id": "newsweek",
        "name": "Newsweek"
      },
      "author": "Ewan Palmer",
      "title": "Disney Cruise Crew Safe After Sheltering From Category 5 Hurricane Dorian on Castaway Cay Island in Bahamas",
      "description": "The Disney Cruise Line workers are sheltering on the company's private port island as Dorian causes devastation in the Bahamas.",
      "url": "https://www.newsweek.com/disney-workers-hurricane-dorinan-castaway-cay-1457194",
      "urlToImage": "https://d.newsweek.com/en/full/1524472/disney-cruise-line.jpg",
      "publishedAt": "2019-09-02T14:42:12Z",
      "content": "Disney has confirmed that several of their employees are safe after riding out the huge Category 5 Hurricane Dorian on an island in the Bahamas, following criticism from a family member of one of the staff.\r\nThe Disney Cruise Line workers are currently taking… [+3246 chars]"
    },
    {
      "source": {
        "id": "newsweek",
        "name": "Newsweek"
      },
      "author": "Hannah Osborne",
      "title": "Mystery Pool of Boiling Water Inside Hawaii Volcano Crater Could End Up Being Over 200 Feet Deep",
      "description": "Water has been steadily rising in the pool since it was discovered at the end of July.",
      "url": "https://www.newsweek.com/pool-boiling-water-hawaii-volcano-200-feet-1457200",
      "urlToImage": "https://d.newsweek.com/en/full/1524480/hawaii-volcano-green-pool.jpg",
      "publishedAt": "2019-09-02T14:20:30Z",
      "content": "A pool of water that appeared inside a crater at Hawaii's Klauea volcano is growing and could end up being more than 200 feet deep. Scientists do not know where the boiling water filling the Halema'uma'u crater is coming frombut they say it could relate to th… [+3054 chars]"
    },
    {
      "source": {
        "id": "newsweek",
        "name": "Newsweek"
      },
      "author": "Janice Williams",
      "title": "Hurricane Dorian Update: Slow-Moving Storm Prompts Fear on Twitter About Potential Damage, Flooding In Bahamas And Florida",
      "description": "The hurricane's eye has barely moved since Dorian made landfall in the Bahamas on Sunday.",
      "url": "https://www.newsweek.com/hurricane-dorian-bahamas-eye-speed-path-1457201",
      "urlToImage": "https://d.newsweek.com/en/full/1524469/hurricane-dorian-beats-down-grand-bahama-1-mph.jpg",
      "publishedAt": "2019-09-02T13:50:43Z",
      "content": "Hurricane Dorian continued to wreak havoc on the Bahamas on Monday. The Category 5 storm made landfall in the islands on Sunday and has remained there, barely making any movement since its arrival.\r\nThe National Hurricane Center reported the eye of the hurric… [+3017 chars]"
    },
    {
      "source": {
        "id": "newsweek",
        "name": "Newsweek"
      },
      "author": "Brendan Cole",
      "title": "Chinese University Tests Facial Recognition System to Monitor Attendance and Students' Attention to Lectures",
      "description": "The school's move comes amid concerns about China's surveillance of its citizens.",
      "url": "https://www.newsweek.com/nanjing-china-facial-recognition-1457193",
      "urlToImage": "https://d.newsweek.com/en/full/1524441/facial-technology.jpg",
      "publishedAt": "2019-09-02T13:41:31Z",
      "content": "A Chinese university has defended its move to set up a facial recognition system in selected areas on its campus so it can keep tabs on its students.\r\nIn a pilot project, China Pharmaceutical University in Nanjing, Jiangsu province, has set up cameras that us… [+2689 chars]"
    },
    {
      "source": {
        "id": "newsweek",
        "name": "Newsweek"
      },
      "author": "David Brennan",
      "title": "Florida Man Says the Navy Should Drop Ice in Warm Water to Stop Hurricane Dorian, Twitter Reacts Accordingly: 'This Guy Is a Whitehouse Adviser Right?'",
      "description": "\"There's got to be ways to combat this instead of just pointing at the thing and saying, 'Well, now it's getting worse!'\" the man said.",
      "url": "https://www.newsweek.com/florida-man-says-navy-drop-ice-warm-water-stop-hurricane-dorian-twitter-reacts-white-house-adviser-1457196",
      "urlToImage": "https://d.newsweek.com/en/full/1524478/hurricane-dorian-florida-man-ice-navy.jpg",
      "publishedAt": "2019-09-02T13:16:46Z",
      "content": "East Coast residents are busily readying themselves for the onslaught of Hurricane Dorian, which has already brought chaos and devastation to part of the Bahamas.\r\nMultiple evacuation orders will come into force on Monday as officials warn of dangerous storm … [+2524 chars]"
    },
    {
      "source": {
        "id": "newsweek",
        "name": "Newsweek"
      },
      "author": "Dan Cancian",
      "title": "NFL MVP 2019: The Favorites to Win the Award Ranked",
      "description": "Patrick Mahomes could become the first player since Peyton Manning in 2009 to win back-to-back MVP awards.",
      "url": "https://www.newsweek.com/nfl-2019-mvp-odds-patrick-mahomes-tom-brady-aaron-rodgers-drew-brees-1457198",
      "urlToImage": "https://d.newsweek.com/en/full/1524475/patrick-mahomes-kansas-city-chiefs.jpg",
      "publishedAt": "2019-09-02T13:14:18Z",
      "content": "Patrick Mahomes is the favorite to defend his NFL MVP title this season, with Aaron Rodger, Drew Brees and Tom Brady also among the contenders.\r\nThe Kansas City Chiefs quarterback won the award last season, throwing for 5,097 yards and 50 touchdowns in his se… [+3909 chars]"
    },
    {
      "source": {
        "id": "newsweek",
        "name": "Newsweek"
      },
      "author": "Jason Murdock",
      "title": "Man Bites Woman's Lip Saying He Is 'The Devil,' Leaves Her With Life-changing Injuries",
      "description": "\"This was a horrific incident on a woman who has suffered life-changing injuries requiring extensive surgery,\" a police detective said in an appeal for information from witnesses of the attack.",
      "url": "https://www.newsweek.com/london-notting-hill-carnival-2019-woman-lip-bitten-off-metropolitan-police-1457187",
      "urlToImage": "https://d.newsweek.com/en/full/1524464/notting-hill-carnival-attack.png",
      "publishedAt": "2019-09-02T13:06:53Z",
      "content": "A woman has been left with life-changing injuries after a man bit off part of her top lip in a \"horrific\" attack at a popular U.K. street festival, police say.\r\nThe incident took place on August 25 at approximately 6 p.m. during the two-day Notting Hill Carni… [+2366 chars]"
    },
    {
      "source": {
        "id": "newsweek",
        "name": "Newsweek"
      },
      "author": "Aristos Georgiou",
      "title": "Great Barrier Reef Is Becoming a 'Theme Park' With Underwater Hotels and Attractions As Its Beauty Fades, Tour Operator Warns",
      "description": "\"The tourism industry, desperate to maintain tourist numbers, is looking beyond the natural beauty of the reef because it's not quite what it was,\" said dive operator Tony Fontes.",
      "url": "https://www.newsweek.com/great-barrier-reef-theme-park-underwater-hotels-attractions-beauty-fades-1457186",
      "urlToImage": "https://d.newsweek.com/en/full/1524461/great-barrier-reef.jpg",
      "publishedAt": "2019-09-02T12:44:11Z",
      "content": "A tour operator has warned that Australia's Great Barrier Reef (GBR) is becoming a \"theme park\" as the natural wonder is increasingly opened up to development in an attempt to lure tourists.\r\nIn recent times, several attractions have been built in the GBR, in… [+5207 chars]"
    },
    {
      "source": {
        "id": "newsweek",
        "name": "Newsweek"
      },
      "author": "Tufayel Ahmed",
      "title": "Who is Joana Sainz Garcia? Spanish Pop Star Killed By Exploding Firework During Concert",
      "description": "Joana Sainz Garcia, 30, died after a pyrotechnics disaster near Madrid.",
      "url": "https://www.newsweek.com/joana-sainz-garcia-singer-dead-firework-concert-1457189",
      "urlToImage": "https://d.newsweek.com/en/full/1524465/joana-sainz-garcia-killed.jpg",
      "publishedAt": "2019-09-02T12:40:22Z",
      "content": "Spanish pop star Joana Sainz Garcia has died after an exploding firework struck her during a concert near Madrid, Spain, on Sunday (September 1.)\r\nSainz Garcia was hit by a cartridge from a pyrotechnic device and was knocked unconscious at around 2 a.m. local… [+2312 chars]"
    },
    {
      "source": {
        "id": "newsweek",
        "name": "Newsweek"
      },
      "author": "Brian Solis",
      "title": "Our Phones Aren't Just Messing With Our Politics—They're Also Slowing Our Economy | Opinion",
      "description": "The alarm about social media and smartphones warping political systems worldwide is well-founded. But their role in undermining economies is overlooked.",
      "url": "https://www.newsweek.com/distraction-smartphones-damage-economy-recover-1457192",
      "urlToImage": "https://d.newsweek.com/en/full/1524467/phones-distraction.jpg",
      "publishedAt": "2019-09-02T12:29:40Z",
      "content": "The hand-wringing under way about the role of social media and smartphones in political systems around the world is well founded. Highly targeted, misleading and biased messages are bolstering efforts to undermine democracy. And nearly half of social media us… [+5172 chars]"
    },
    {
      "source": {
        "id": "newsweek",
        "name": "Newsweek"
      },
      "author": "Brendan Cole",
      "title": "Hurricane Dorian: Trump Says Alabama Will Be Hit by Storm, National Weather Service Says It Won't",
      "description": "The NWS was quick to refute claims by the president that the state would be hit by the Category-5 storm ravaging the Caribbean.",
      "url": "https://www.newsweek.com/hurricane-dorian-donald-trump-alabama-florida-1457178",
      "urlToImage": "https://d.newsweek.com/en/full/1524448/donald-trump.jpg",
      "publishedAt": "2019-09-02T12:07:25Z",
      "content": "The National Weather Service (NWS) had to quickly reassure people that Alabama would not be hit by Hurricane Dorian after President Donald Trump mistakenly said that the state would be in the firing line for the Category-5 storm heading westwards from the Car… [+2400 chars]"
    },
    {
      "source": {
        "id": "newsweek",
        "name": "Newsweek"
      },
      "author": "Dan Cancian",
      "title": "2019 College Football Schedule: Week 2 Games, Where to Watch, Live Stream, TV Channel",
      "description": "Defending champion Clemson hosts No. 12 Texas A&M, while No. 2 Alabama and No. 3 Georgia take on New Mexico State and Murray State.",
      "url": "https://www.newsweek.com/college-football-week-2-schedule-tv-channel-1457170",
      "urlToImage": "https://d.newsweek.com/en/full/1524458/jalen-hurts-oklahoma-sooners.jpg",
      "publishedAt": "2019-09-02T11:39:10Z",
      "content": "College football returned with a bang this weekend, as the opening week of the season delivered a mixture of expected results, surprising upsets and routs across the FBSthe top tier of college football.\r\nClemson began the defense of its title with a 52-14 win… [+3900 chars]"
    },
    {
      "source": {
        "id": "newsweek",
        "name": "Newsweek"
      },
      "author": "David Brennan",
      "title": "Donald Trump's Afghanistan Peace Process 'Is Called Losing,' Fox News Analyst Says: 'We Completely Abandoned That Situation'",
      "description": "Negotiators are reportedly close to an initial agreement that will open dialogue between the Taliban and the Afghan government with a view to ending almost two decades of conflict.",
      "url": "https://www.newsweek.com/donald-trumps-afghanistan-peace-process-called-losing-fox-news-analyst-says-we-completely-1457184",
      "urlToImage": "https://d.newsweek.com/en/full/1524456/donald-trump-peace-afghanistan-soldiers-defeat.jpg",
      "publishedAt": "2019-09-02T11:31:15Z",
      "content": "President Donald Trump's administration is reportedly making significant progress in its efforts to bring the long-running war in Afghanistan to an end, with American and Taliban representatives now close to agreeing to begin full peace talks including the Af… [+4020 chars]"
    },
    {
      "source": {
        "id": "newsweek",
        "name": "Newsweek"
      },
      "author": "Ewan Palmer",
      "title": "Rabid Coyote Attacks Four People and Two Dogs at South Carolina Apartment Block",
      "description": "The wild animal was later put down after attacking people in the area of Columbia.",
      "url": "https://www.newsweek.com/coyote-attack-dogs-south-carolina-1457181",
      "urlToImage": "https://d.newsweek.com/en/full/1524451/coyote.jpg",
      "publishedAt": "2019-09-02T10:49:37Z",
      "content": "Four people and two dogs have been injured after they were attacked by a coyote at an apartment block in South Carolina.\r\nThe Richland County Sheriff's Department said the wild animal attacked the victims and their pets at around 6:30 a.m. on September 1 at t… [+2304 chars]"
    },
    {
      "source": {
        "id": "newsweek",
        "name": "Newsweek"
      },
      "author": "Jason Murdock",
      "title": "Elderly Man Beaten and Tied up With Wife by Robbers Manages to Free Himself and Shoot at Them",
      "description": "Investigators said two Tuttle residents, both in their late 70s, were tied up by suspects during the late-night armed robbery attempt.",
      "url": "https://www.newsweek.com/oklahoma-tuttle-elderly-man-shoots-robbers-crime-state-bureau-investigation-public-appeal-1457172",
      "urlToImage": "https://d.newsweek.com/en/full/1521798/crime-scene-tape-building-blurred-forensic-team.jpg",
      "publishedAt": "2019-09-02T10:37:19Z",
      "content": "An Oklahoma man in his 70s who was tied up during an attempted robbery last month was able to free himself and scare off the suspects with a gun, police say.\r\nThe incident occurred just before 11 p.m. on August 31 inside a couple's home in the 100 block of Ea… [+2528 chars]"
    },
    {
      "source": {
        "id": "newsweek",
        "name": "Newsweek"
      },
      "author": "Hannah Osborne",
      "title": "Weird 'Gel-like' Substance Found on Moon by China's Lunar Rover Yutu-2",
      "description": "State-run newspaper said scientists are \"trying to figure out\" what they mystery material is.",
      "url": "https://www.newsweek.com/gel-like-subsance-moon-china-rover-1457179",
      "urlToImage": "https://d.newsweek.com/en/full/1524449/moon-far-side.jpg",
      "publishedAt": "2019-09-02T10:30:47Z",
      "content": "A strange \"gel-like\" substance has been found on the surface of the Moon by China's lunar rover Yutu-2. The material was described as being \"unusually colored,\" and according to the state-run newspaper People's Daily, mission scientists are now trying to work… [+2628 chars]"
    },
    {
      "source": {
        "id": "newsweek",
        "name": "Newsweek"
      },
      "author": "Brendan Cole",
      "title": "Student Pilot Lands Plane After Instructor Passes Out: 'This Is My First Lesson'",
      "description": "Max Sylvester from Western Australia was on his first flying lesson in the light aircraft when his instructor collapsed beside him.",
      "url": "https://www.newsweek.com/cessna-australia-trainee-pilot-lands-plane-instructor-unconscious-1457152",
      "urlToImage": "https://d.newsweek.com/en/full/1524425/cessna.jpg",
      "publishedAt": "2019-09-02T10:19:49Z",
      "content": "A student pilot in Australia had a baptism of fire during his first flying lesson, forced to land the light aircraft he was learning in because his instructor had passed out.\r\nMax Sylvester, 29, was in the two-seat Cessna on Saturday when he had to make a dis… [+2894 chars]"
    },
    {
      "source": {
        "id": "newsweek",
        "name": "Newsweek"
      },
      "author": "Dan Cancian",
      "title": "NFL 2019 Schedule: Week 1 Games, Where to Watch, Live Stream, TV Channel",
      "description": "The 100th NFL season gets underway on Thursday as the Chicago Bears host the Green Bay Packers at Soldier Field.",
      "url": "https://www.newsweek.com/nfl-regular-season-2019-week-1-tv-channel-live-stream-odds-1457169",
      "urlToImage": "https://d.newsweek.com/en/full/1524439/khalil-mack-aaron-rodgers.jpg",
      "publishedAt": "2019-09-02T10:19:26Z",
      "content": "Free agency is only a distant memory, the draft has come and gone and even preseason football is in the history books. After a seven-month wait, the NFL returns this week as its 100th season kicks off on Thursday night.\r\nThe honor of playing in the curtain ra… [+3634 chars]"
    },
    {
      "source": {
        "id": "newsweek",
        "name": "Newsweek"
      },
      "author": "Chantal Da Silva",
      "title": "DHS Chief Hits Back at Claim Agency Is Too 'distracted' with Border Wall to Deal with Hurricane Response: 'We Have a Multi-mission Focus'",
      "description": "\"We have a multi-mission focus always at the Department of Homeland Security,\"  said secretary Kevin McAleenan.",
      "url": "https://www.newsweek.com/border-wall-hurricane-dorian-dhs-chief-kevin-mcaleenan-distracted-1457174",
      "urlToImage": "https://d.newsweek.com/en/full/1524446/kevin-mcaleenan.jpg",
      "publishedAt": "2019-09-02T10:19:18Z",
      "content": "The Department of Homeland Security's (DHS) acting chief has hit back at claims that he and his agency are too \"distracted\" with bringing President Donald Trump's border wall ambitions to fruition to focus on \"other duties,\" such as disaster response, as Hurr… [+4485 chars]"
    },
    {
      "source": {
        "id": "newsweek",
        "name": "Newsweek"
      },
      "author": "Tufayel Ahmed",
      "title": "Nashville Catholic School Bans 'Harry Potter' Books Because Magic Spells 'Risk Conjuring Evil Spirits'",
      "description": "\"The curses and spells used in the books are actual curses and spells,\" claimed the St. Edward Catholic School pastor.",
      "url": "https://www.newsweek.com/catholic-school-bans-harry-potter-magic-spells-evil-1457166",
      "urlToImage": "https://d.newsweek.com/en/full/1524444/harry-potter-books-banned.jpg",
      "publishedAt": "2019-09-02T10:13:17Z",
      "content": "A Nashville Catholic school has banned J.K. Rowling's beloved Harry Potter novels because it fears that the books' magical spells \"risk conjuring evil spirits.\"\r\nStudents at St. Edward Catholic School, a Roman Catholic parish school, will no longer be able to… [+2574 chars]"
    },
    {
      "source": {
        "id": "newsweek",
        "name": "Newsweek"
      },
      "author": "Ewan Palmer",
      "title": "El Paso Shooting: Gunman on the Run After One Person Killed at Texas Bar",
      "description": "The incident occurred after two recent mass shootings in the state of Texas.",
      "url": "https://www.newsweek.com/el-paso-shooting-texas-dirty-sanchez-1457163",
      "urlToImage": "https://d.newsweek.com/en/full/1524431/el-paso-shooting.jpg",
      "publishedAt": "2019-09-02T09:50:43Z",
      "content": "At least one person has been killed and one other seriously injured following a shooting at a bar in El Paso, Texas.\r\nThe El Paso Police Department said they received a call at around 11 p.m. on September 1 to reports of a shooting at the 1600 block of N. Zar… [+2532 chars]"
    },
    {
      "source": {
        "id": "newsweek",
        "name": "Newsweek"
      },
      "author": "Aristos Georgiou",
      "title": "Hurricane Dorian Path Map Update: Category 5 Storm Moves Towards U.S. Mainland As Florida, Georgia, South Carolina and North Carolina Declare State of Emergency",
      "description": "While it may not make landfall in the U.S., the storm is expected to bring bring powerful winds, heavy rain and storm surges.",
      "url": "https://www.newsweek.com/hurricane-dorian-path-florida-georgia-south-carolina-north-carolina-state-emergency-1457167",
      "urlToImage": "https://d.newsweek.com/en/full/1524437/hurricane-dorian.png",
      "publishedAt": "2019-09-02T09:29:34Z",
      "content": "As Category 5 Hurricane Dorian continues to batter the Bahamas, four U.S. statesFlorida, Georgia, South Carolina and North Carolinahave declared states of emergency in preparation for its impact.\r\nMandatory evacuations orders have been issued for parts of Flo… [+2782 chars]"
    },
    {
      "source": {
        "id": "newsweek",
        "name": "Newsweek"
      },
      "author": "Tufayel Ahmed",
      "title": "Who Is Rebecca Broxterman? Kevin Hart, Two More Injured in Serious Car Crash",
      "description": "The car was being driven by a man called Jared Black.",
      "url": "https://www.newsweek.com/kevin-hart-car-accident-who-rebecca-broxterman-jared-black-1457161",
      "urlToImage": "https://d.newsweek.com/en/full/1524434/kevin-hart-car-crash.jpg",
      "publishedAt": "2019-09-02T09:18:21Z",
      "content": "Comedian Kevin Hart and two others were involved in a serious car crash in the early hours of Sunday morning (September 1) in Malibu, California.\r\nHart's 1970 Plymouth Barracuda, which was being driven by a man named Jared Black, veered off the road at around… [+2357 chars]"
    },
    {
      "source": {
        "id": "newsweek",
        "name": "Newsweek"
      },
      "author": "Jason Murdock",
      "title": "Utah Mother Tries to Evade Police Checks by Posing as Her Daughter, Gets Arrested",
      "description": "Heather Elaine Garcia, 38, told police officers during a traffic stop that she was named Mercedes and born in 1998. But a records check quickly showed that all was not as it seemed.",
      "url": "https://www.newsweek.com/utah-mother-tries-evade-police-checks-posing-her-daughter-gets-arrested-1457151",
      "urlToImage": "https://d.newsweek.com/en/full/1524424/heather-elaine-garcia.png",
      "publishedAt": "2019-09-02T08:58:30Z",
      "content": "A 38-year-old Utah woman was arrested over the weekend after unsuccessfully trying to pass herself off as her own 21-year-old daughter during a traffic stop.\r\nHeather Elaine Garcia was detained by deputies from the Davis County Sheriff's Department on early S… [+2811 chars]"
    },
    {
      "source": {
        "id": "newsweek",
        "name": "Newsweek"
      },
      "author": "Dan Cancian",
      "title": "U.S. Open 2019: How to Watch Rafael Nadal, Naomi Osaka round of 16 Matches, Start Times, Live Stream",
      "description": "Nadal takes on 2014 U.S. Open winner Marin Cilic while Osaka plays No. 13 seed Belinda Bencic on Monday.",
      "url": "https://www.newsweek.com/us-open-2019-watch-rafael-nadal-naomi-osaka-round-16-1457148",
      "urlToImage": "https://d.newsweek.com/en/full/1524421/rafael-nadal-us-open.jpg",
      "publishedAt": "2019-09-02T08:29:28Z",
      "content": "Rafael Nadal and Naomi Osaka are both in action on Monday as the remaining U.S. Open quarterfinalists are set to be determined.\r\nThe women's world No.1 and defending U.S. Open champion plays Switzerland's Belinda Bencic, the No. 13 seed, in the day's opening … [+4731 chars]"
    },
    {
      "source": {
        "id": "newsweek",
        "name": "Newsweek"
      },
      "author": "Kashmira Gander",
      "title": "Woman Bleeds to Death After Rooster Pecked at Her Leg While She Collected Eggs",
      "description": "\"This case demonstrates that even relatively small domestic animals may be able to inflict lethal injuries,\" an expert said.",
      "url": "https://www.newsweek.com/woman-bleeds-death-after-rooster-pecked-her-leg-while-she-collected-eggs-1457143",
      "urlToImage": "https://d.newsweek.com/en/full/1524423/rooster-farm-animal-wildlife-bird-stock-getty.jpg",
      "publishedAt": "2019-09-02T08:26:15Z",
      "content": "A woman bled to death after a rooster pecked at her leg while she was collecting eggs on her property in Australia.\r\nIn what experts described as a \"fatal rooster attack,\" the unnamed 76-year-old woman was picking up eggs at her home in rural Australia when t… [+2406 chars]"
    },
    {
      "source": {
        "id": "newsweek",
        "name": "Newsweek"
      },
      "author": "David Brennan",
      "title": "Hurricane Dorian: Bahamas Videos and Photos Show 'Complete Devastation' As U.S. Braces for Landfall",
      "description": "The storm hit the Bahamas on Sunday afternoon, bringing with it strong winds, heavy rain and massive storm surges which left homes and businesses underwater.",
      "url": "https://www.newsweek.com/hurricane-dorian-bahamas-videos-photos-complete-devastation-us-braces-landfall-1457158",
      "urlToImage": "https://d.newsweek.com/en/full/1524430/hurricane-dorian-atlantic-ocean-florida-caribbean.jpg",
      "publishedAt": "2019-09-02T08:20:16Z",
      "content": "Hurricane Dorian has torn across part of the Bahamas in the Caribbean, leaving a wake of destruction with the Category 5 storm now bearing down on the U.S. mainland.\r\nThe hurricane made landfall on Sunday afternoon at Elbow Cay in the Abaco Islandsa group of … [+2898 chars]"
    },
    {
      "source": {
        "id": "newsweek",
        "name": "Newsweek"
      },
      "author": "Brendan Cole",
      "title": "Hurricane Dorian: 7-year-old Boy Is First Reported Death As Category 5 Storm Crashes Into Bahamas",
      "description": "The Category 5 storm has ripped off roofs and cut power, leaving many homeless.",
      "url": "https://www.newsweek.com/hurricane-dorian-bahamas-category-5-storm-boy-dies-1457145",
      "urlToImage": "https://d.newsweek.com/en/full/1524418/bahamas.jpg",
      "publishedAt": "2019-09-02T07:42:55Z",
      "content": "A 7-year-old boy is the first reported fatality from Hurricane Dorian, the Category 5 storm said to be the worst the Bahamas have ever endured. Lachino Mcintosh drowned while his family tried to relocate from their home in Abaco, The Bahama Pressreported. His… [+2861 chars]"
    },
    {
      "source": {
        "id": "newsweek",
        "name": "Newsweek"
      },
      "author": "Jenni Fink",
      "title": "Labor Day 2019: Where Did 'No White After Labor Day' Come From?",
      "description": "Mustard is not a friend to white clothing.",
      "url": "https://www.newsweek.com/labor-day-2019-white-after-rule-1456393",
      "urlToImage": "https://d.newsweek.com/en/full/1523352/no-white-after-labor-day-origins.jpg",
      "publishedAt": "2019-09-02T07:00:01Z",
      "content": "Labor Day marks the end of the summer and, supposedly, the end of wearing white and while many know the fashion rule, it's unclear how it came to be followed.\r\nCelebrated annually on the first or second week of September, people on Monday will use the day to … [+2397 chars]"
    },
    {
      "source": {
        "id": "newsweek",
        "name": "Newsweek"
      },
      "author": "Christina Zhao",
      "title": "Ann Coulter Defends Gun Rights After West Texas Mass Shooting, Suggests 'Skinny, Defenseless Girls' Need the Protection",
      "description": "Coulter on Sunday weighed in on a Twitter discussion about gun control in the wake of Texas' second mass shooting during August.",
      "url": "https://www.newsweek.com/ann-coulter-defends-gun-rights-after-west-texas-mass-shooting-suggests-skinny-defenseless-girls-1457141",
      "urlToImage": "https://d.newsweek.com/en/full/1524415/ann-coulter.jpg",
      "publishedAt": "2019-09-02T06:29:52Z",
      "content": "Conservative commentator Ann Coulter this weekend defended gun rights by suggesting that \"skinny, defenseless girls\" need firearms to protect themselves, just one day after a mass shooting in West Texas left seven dead and 22 others injured.\r\nCoulter on Sunda… [+2434 chars]"
    },
    {
      "source": {
        "id": "newsweek",
        "name": "Newsweek"
      },
      "author": "Chantal Da Silva",
      "title": "'It's a Nightmare': Asylum Seekers Forced to Return to Honduras Say They'll Never Risk the Journey to the U.S. Again",
      "description": "\"My son almost died. I want a better life, but I won't try again,\" says Carmen Martinez, who tried to flee with her son to the U.S. from San Pedro Sula, Honduras.",
      "url": "https://www.newsweek.com/us-border-asylum-seekers-honduras-american-dream-nightmare-1456551",
      "urlToImage": "https://d.newsweek.com/en/full/1523806/lurbin-pasita-contreras.jpg",
      "publishedAt": "2019-09-02T06:00:01Z",
      "content": "Growing up in Rivera Hernández, one of San Pedro Sula's most notorious neighborhoods for gang violence and crime, 28-year-old mother-of-two Carmen Martinez knows the rules for staying alive.\r\nIf she wants to invite a friend or even a family member from outsid… [+9667 chars]"
    },
    {
      "source": {
        "id": "newsweek",
        "name": "Newsweek"
      },
      "author": "Phillip Martinez",
      "title": "'Pokémon Go' Ultra Bonus Week 1: Start Time, Shiny Sentret, Gligar and More",
      "description": "Special Unknown will begin hatching from 10km Eggs.",
      "url": "https://www.newsweek.com/pokemon-go-ultra-bonus-week-1-start-time-shiny-sentret-gligar-1457136",
      "urlToImage": "https://d.newsweek.com/en/full/1524411/pokemon-go-ultra-unknown.jpg",
      "publishedAt": "2019-09-02T06:00:01Z",
      "content": "While Pokémon Go players are trying to catch their Jirachi, the popular mobile game is preparing a special Ultra Bonus Week.\r\nThanks to the efforts of Go Fest and Safari Zone attendees, as well as players playing around the world, special in-game bonuses as w… [+2610 chars]"
    },
    {
      "source": {
        "id": "newsweek",
        "name": "Newsweek"
      },
      "author": "Shane Croucher",
      "title": "Labor Day 2019: Are Banks Open or Closed on Labor Day?",
      "description": "Labor Day 2019 falls on September 2. Will your bank branch be open or closed on the holiday this year?",
      "url": "https://www.newsweek.com/labor-day-2019-banks-open-closed-1456941",
      "urlToImage": "https://d.newsweek.com/en/full/1524140/labor-day-2019-banks-close-open-fed.jpg",
      "publishedAt": "2019-09-02T05:00:01Z",
      "content": "Labor Day 2019 falls on September 2 and most bank branches will be closed. The holiday is observed by the Federal Reserve, which closes on Labor Day, so your bank or credit union will more than likely be closed too as institutions generally follow the central… [+2348 chars]"
    },
    {
      "source": {
        "id": "newsweek",
        "name": "Newsweek"
      },
      "author": "Phillip Martinez",
      "title": "'Pokémon Go' Research Tasks: Shiny Electrike and Flower Crown Eevee Highlight Latest Update",
      "description": "New tasks include battling other trainers and Team Leaders.",
      "url": "https://www.newsweek.com/pokemon-go-research-task-update-september-shiny-electrike-1457140",
      "urlToImage": "https://d.newsweek.com/en/full/1243192/pokemon-go-trainer-battles.jpg",
      "publishedAt": "2019-09-02T04:05:01Z",
      "content": "With the start of September, the Research Tasks in Pokémon Gohave updated with brand new missions for trainers to complete and new Pokémon to catch.\r\nThe highlights of the updated Research Tasks include the return of Pattern #3 Spinda as well as a brand new S… [+3251 chars]"
    },
    {
      "source": {
        "id": "newsweek",
        "name": "Newsweek"
      },
      "author": "Christina Zhao",
      "title": "After Texas Shooting, Fox & Friends Guest Blames Gun Violence on Decline in Christianity: No 'Morality Without Religion'",
      "description": "\"The problem is not the absence of laws. It's an absence of morality,\" former police officer Tony Perkins said.",
      "url": "https://www.newsweek.com/after-texas-shooting-fox-friends-guest-blames-gun-violence-decline-christianity-no-morality-1457138",
      "urlToImage": "https://d.newsweek.com/en/full/1524412/fox-friends-sunday.png",
      "publishedAt": "2019-09-02T03:13:22Z",
      "content": "A Fox News guest on Sunday blamed America's rising gun violence on the decline of Christianity after a mass shooting in West Texas left at least seven dead and 22 others injured this weekend.\r\nThe deadly massacre, which began at a traffic stop between Odessa … [+3017 chars]"
    },
    {
      "source": {
        "id": "newsweek",
        "name": "Newsweek"
      },
      "author": "Christina Zhao",
      "title": "Kiss' Paul Stanley Calls For Gun Reform After West Texas Shooting: 'Prayers and Sympathy Are Not Enough'",
      "description": "\"We don't have more 'crazy' or 'mentally unstable' people in the US,\" Stanley tweeted. \"What we DO have are commonplace mass shootings with automatic and semi-automatic high powered firearms.\"",
      "url": "https://www.newsweek.com/kiss-paul-stanley-calls-gun-reform-after-west-texas-shooting-prayers-sympathy-are-not-enough-1457135",
      "urlToImage": "https://d.newsweek.com/en/full/1524409/kiss-paul-stanley.jpg",
      "publishedAt": "2019-09-02T01:10:41Z",
      "content": "KISS rhythm guitarist and co-lead vocalist, Paul Stanley, on Sunday called for stricter gun control measures after a mass shooting left at least seven dead and 22 others injured in West Texas this weekend.\r\n\"We don't have more 'crazy' or 'mentally unstable' p… [+2990 chars]"
    },
    {
      "source": {
        "id": "newsweek",
        "name": "Newsweek"
      },
      "author": "Christina Zhao",
      "title": "Trump Says He's 'Not Sure' If He's Heard of a Category 5 Hurricane — Despite 4 Having Threatened the U.S. Since He Took Office",
      "description": "Hurricane Dorian on Sunday became the fourth Category five hurricane to threaten the U.S. under Trump's presidency.",
      "url": "https://www.newsweek.com/trump-says-hes-not-sure-if-hes-heard-category-5-hurricane-despite-4-having-threatened-1457133",
      "urlToImage": "https://d.newsweek.com/en/full/1524407/donald-trump.jpg",
      "publishedAt": "2019-09-01T23:45:55Z",
      "content": "President Donald Trump this weekend told reporters he's unsure if he's \"ever even heard of\" a Category 5 hurricane shortly before Hurricane Dorian made landfall in the Bahamas.\r\n\"We don't even know what's coming at us,\" Trump said in reference to Hurricane Do… [+2726 chars]"
    },
    {
      "source": {
        "id": "newsweek",
        "name": "Newsweek"
      },
      "author": "Ilma Hasan",
      "title": "Texas Criminalizes Sending Unsolicited Nude Photos Starting Today",
      "description": "Starting today, sending unwanted explicit images could cost violators up to $500.",
      "url": "https://www.newsweek.com/texas-digital-sexual-harassment-law-1457132",
      "urlToImage": "https://d.newsweek.com/en/full/853213/bumble.jpg",
      "publishedAt": "2019-09-01T22:05:49Z",
      "content": "Texas has made sending unsolicited nude photos illegal with a new bill that went into effect on Sunday. Teaming up with the dating application Bumble to crack down on offenders who send sexually explicit pictures without the receiver's consent, the state has … [+2352 chars]"
    },
    {
      "source": {
        "id": "newsweek",
        "name": "Newsweek"
      },
      "author": "Benjamin Fearnow",
      "title": "FEMA Officials Urge Residents to Check Finances, Refuel Cars and Heed Evacuation Orders as Dorian Nears",
      "description": "FEMA Deputy Administrator Daniel Kaniewski told Newsweek that residents from Florida to the Carolinas should be reviewing their finances and evacuation routes, refueling their cars and monitoring local news.",
      "url": "https://www.newsweek.com/fema-hurricane-dorian-preparation-finances-insurance-evacuation-routes-path-uncertainty-1457131",
      "urlToImage": "https://d.newsweek.com/en/full/1524397/dorian-sunday.jpg",
      "publishedAt": "2019-09-01T20:19:44Z",
      "content": "Residents who are in Hurricane Dorian's potential path, ranging from Eastern Florida to the Carolinas, should be reviewing their finances and evacuation routes, refueling their cars and monitoring local news media, emergency officials say.\r\nLocal officials in… [+3348 chars]"
    },
    {
      "source": {
        "id": "newsweek",
        "name": "Newsweek"
      },
      "author": "Ilma Hasan",
      "title": "Tennis Champion Naomi Osaka and Coco Gauff Lauded for US Open Post-Match Interview",
      "description": "\"These people are here for you. You're amazing,\" Osaka told Gauff before their viral post match joint interview.",
      "url": "https://www.newsweek.com/naomi-osaka-coco-gauff-tennis-sportsmanship-1457128",
      "urlToImage": "https://d.newsweek.com/en/full/1524403/us-open-day-6.jpg",
      "publishedAt": "2019-09-01T18:49:20Z",
      "content": "More than the score, it was a teary-eyed post match joint interview by defending U.S. Open Champion Naomi Osaka and 15-year-old American tennis prodigy Coco Gauff that made the headlines on Saturday.\r\nAfter Osaka won with a commanding score of 6-3, 6-0 for a … [+2684 chars]"
    },
    {
      "source": {
        "id": "newsweek",
        "name": "Newsweek"
      },
      "author": "Benjamin Fearnow",
      "title": "Texas Republican Touts God, Prayer in Rant Against Gun Control Advocacy Calls to 'Do Something'",
      "description": "Texas Republican congressman Matt Schaefer railed against Americans calling for lawmakers to \"do something\" about mass shootings, arguing via Twitter Saturday that God and prayer are more effective than gun control regulations.",
      "url": "https://www.newsweek.com/matt-schaefer-texas-republican-congressman-god-prayer-mass-shootings-twitter-victims-1457129",
      "urlToImage": "https://d.newsweek.com/en/full/1524404/matt-schaefer-texas-gun-control.png",
      "publishedAt": "2019-09-01T18:20:44Z",
      "content": "Texas Republican congressman Matt Schaefer railed against Americans calling for lawmakers to \"do something\" about mass shootings, arguing via Twitter Saturday that God and prayer are more effective than gun control regulations.\r\nSchaefer, who represents Texas… [+2482 chars]"
    },
    {
      "source": {
        "id": "newsweek",
        "name": "Newsweek"
      },
      "author": "Ilma Hasan",
      "title": "MSNBC and Fox News Hosts Go Head to Head after Alexandria Ocasio-Cortez Electoral College Criticism",
      "description": "On Saturday, the 'All In' host tweeted, \"It is *deeply* revealing that the entire conservative movement gets #triggered if you say the simple truth about the electoral college.\"",
      "url": "https://www.newsweek.com/msnbc-fox-news-hosts-go-head-head-after-alexandria-ocasio-cortez-electoral-college-criticism-1457127",
      "urlToImage": "https://d.newsweek.com/en/full/1524389/alexandria-ocasio-cortez.jpg",
      "publishedAt": "2019-09-01T18:14:10Z",
      "content": "With the 2020 presidential campaign heating up, politicians and TV news hosts are back to debating one of the United States' most controversial institutions: the Electoral College.\r\nOn Friday, MSNBC's Chris Hayes came to the defense of Congresswoman Alexandri… [+3756 chars]"
    },
    {
      "source": {
        "id": "newsweek",
        "name": "Newsweek"
      },
      "author": "Jason Murdock",
      "title": "Labor Day 2019: Best Deals and Sales at Dillard's, Kohl's, Walmart and more",
      "description": "Labor Day is here—and you want to shop. Here is where you can get some of the best deals and discounts during the national holiday.",
      "url": "https://www.newsweek.com/labor-day-2019-sale-discounts-deals-dillards-walmart-amazon-best-buy-target-kohls-1456965",
      "urlToImage": "https://d.newsweek.com/en/full/1524170/woman-holding-phone-stock-image.jpg",
      "publishedAt": "2019-09-01T16:00:01Z",
      "content": "Several major retailers have announced sales and discounts that will run throughout the Labor Day holidayand it could be the perfect time to pick up a great deal.\r\nRunning over the weekend, retailers including Walmart, Kohl's, Amazon and Best Buy are all adve… [+2585 chars]"
    },
    {
      "source": {
        "id": "newsweek",
        "name": "Newsweek"
      },
      "author": "Benjamin Fearnow",
      "title": "Beto O'Rourke Rails Against 'F***ed Up' Mass Shootings During Live CNN Appearance",
      "description": "An impassioned Beto O'Rourke told CNN's Dana Bash Sunday the epidemic of U.S. gun violence is \"f***ed up\" just one day after the second mass shooting in less than a month in his home state of Texas.",
      "url": "https://www.newsweek.com/beto-orourke-cnn-f-word-mass-shooting-rant-live-texas-gun-control-1457125",
      "urlToImage": "https://d.newsweek.com/en/full/1524396/beto-orourke-cnn-fucked.png",
      "publishedAt": "2019-09-01T15:53:41Z",
      "content": "An impassioned Beto O'Rourke told CNN's Dana Bash the epidemic of U.S. gun violence is \"f***ed up\" in an interview Sunday, just one day after the second mass shooting in less than a month rocked his home state of Texas.\r\nThe former Texas congressman dropped t… [+2933 chars]"
    },
    {
      "source": {
        "id": "newsweek",
        "name": "Newsweek"
      },
      "author": "Benjamin Fearnow",
      "title": "Texas Allows Guns in Churches, Schools After FIrearm Access Laws Expanded, Effective September 1",
      "description": "Gun owners in the state of Texas can now legally bring firearms into churches, synagogues and schools after a loosening of restrictions passed by legislators earlier this year.",
      "url": "https://www.newsweek.com/texas-gun-laws-september-1-effect-schools-churches-restrictions-1457123",
      "urlToImage": "https://d.newsweek.com/en/full/1503696/gun-free-school-zones-repeal.jpg",
      "publishedAt": "2019-09-01T14:25:02Z",
      "content": "Gun owners in the state of Texas can now legally bring firearms into churches, synagogues and schools after a loosening of restrictions passed by legislators earlier this year.\r\nDespite national calls for added gun control measures in the wake of the country'… [+2707 chars]"
    },
    {
      "source": {
        "id": "newsweek",
        "name": "Newsweek"
      },
      "author": "Jason Murdock",
      "title": "Labor Day 2019: Which Gyms Are Open? Planet Fitness, LA Fitness, Gold's Gym, Anytime Fitness Opening Hours",
      "description": "Do you want to work (out) this Labor Day? From Planet Fitness to the legendary Gold's Gym, these are the places that are open during the national holiday.",
      "url": "https://www.newsweek.com/labor-day-2019-which-gyms-are-open-planet-fitness-la-fitness-golds-gym-anytime-fitness-1456942",
      "urlToImage": "https://d.newsweek.com/en/full/1524142/cardio-workout.jpg",
      "publishedAt": "2019-09-01T14:00:01Z",
      "content": "Labor Day may have been intended to celebrate the economic achievements of the American workforce, but not all health enthusiasts want to stop working (out).\r\nLuckily, the majority of gyms across the country are likely to be open during the national holiday, … [+2548 chars]"
    },
    {
      "source": {
        "id": "newsweek",
        "name": "Newsweek"
      },
      "author": "Tufayel Ahmed",
      "title": "Is There Mail on Labor Day?",
      "description": "In case you're expecting a delivery...",
      "url": "https://www.newsweek.com/labor-day-2019-mail-delivery-usps-fedex-ups-1456939",
      "urlToImage": "https://d.newsweek.com/en/full/1524138/usps-delivery-truck.jpg",
      "publishedAt": "2019-09-01T14:00:01Z",
      "content": "Labor Day is a time to celebrate the workforce of America, and that includes the U.S. postal workers who deliver your mail on a daily basis. So, will there be mail on Labor Day?\r\nNo, there won't. The U.S. Postal Service does not run on Labor Day, as well as o… [+2281 chars]"
    },
    {
      "source": {
        "id": "newsweek",
        "name": "Newsweek"
      },
      "author": "Ilma Hasan",
      "title": "Hurricane Dorian Intensifies to Category 5 Storm, Still Threatens US East Coast",
      "description": "Hurrican Dorian will hit the Bahamas before turning north toward Florida's east coast on Monday",
      "url": "https://www.newsweek.com/hurricane-dorian-category-5-1457122",
      "urlToImage": "https://d.newsweek.com/en/full/1524383/hurricane-dorian-2pm-8-31.png",
      "publishedAt": "2019-09-01T13:46:05Z",
      "content": "Hurricane Dorian intensified to a Category 5 storm on Sunday morning with wind speeds reaching as high as 160 miles per hour, according to the National Hurricane Center's morning update.\r\nThe storm is still predicted to take a sharp turn north, nearing Florid… [+1785 chars]"
    },
    {
      "source": {
        "id": "newsweek",
        "name": "Newsweek"
      },
      "author": "Dan Cancian",
      "title": "College Football 2019: Where to Watch Houston vs. Oklahoma, TV Channel, Live Stream, Odds",
      "description": "The post-Kyler Murray era begins on Sunday for the Sooners as they host the Cougars in their first game of the season.",
      "url": "https://www.newsweek.com/college-football-2019-where-watch-houston-oklahoma-tv-channel-live-stream-1456771",
      "urlToImage": "https://d.newsweek.com/en/full/1523866/kennedy-brooks-oklahoma-sooners.jpg",
      "publishedAt": "2019-09-01T11:00:01Z",
      "content": "The post-Kyler Murray era begins on Sunday for Oklahoma, when the Sooners host the Houston Cougars in their season opener.\r\nMurray was the Sooners second consecutive Heisman Trophy winner, following Baker Mayfield, and became the second consecutive Oklahoma q… [+3572 chars]"
    },
    {
      "source": {
        "id": "newsweek",
        "name": "Newsweek"
      },
      "author": "Marie Solis",
      "title": null,
      "description": "Could Al Franken Make a Comeback? Amy Klobuchar Said Former Senator Has A Third Act.",
      "url": "https://www.newsweek.com/al-franken-comeback-amy-klobuchar-me-too-886465",
      "urlToImage": "https://d.newsweek.com/en/full/886461/al-franken.jpg",
      "publishedAt": "2019-09-01T10:06:04Z",
      "content": "There may be more to come for former Senator Al Franken, who resigned his post in January after facing sexual misconduct allegations from multiple women.\r\nAt Sunday's TimesTalk panel for women senators which featured Senators Susan Collins, Joni Ernst, Heidi … [+2872 chars]"
    },
    {
      "source": {
        "id": "newsweek",
        "name": "Newsweek"
      },
      "author": "Dan Cancian",
      "title": "Villarreal vs. Real Madrid: Where to Watch La Liga, TV Channel, Live Stream, Team News and Odds",
      "description": "Real Madrid looks for a second consecutive away win when it takes on Villarreal on Sunday—and it could have Eden Hazard back.",
      "url": "https://www.newsweek.com/villarreal-vs-real-madrid-where-watch-la-liga-tv-channel-live-stream-team-news-odds-1456821",
      "urlToImage": "https://d.newsweek.com/en/full/1523958/real-madrid.jpg",
      "publishedAt": "2019-09-01T10:00:01Z",
      "content": "Real Madrid coach Zinedine Zidane is unlikely to rush Eden Hazard back from injury when his side takes on Villarreal on Sunday.\r\nThe Belgian is yet to make his competitive debut for the 13-time European Cup winners after joining from Chelsea this summer, havi… [+3209 chars]"
    },
    {
      "source": {
        "id": "newsweek",
        "name": "Newsweek"
      },
      "author": "Tufayel Ahmed",
      "title": "Labor Day 2019: Which Stores Are Open? Costco, Target, Publix, CVS Opening Hours",
      "description": "Need to do some shopping? This will come in handy.",
      "url": "https://www.newsweek.com/labor-day-2019-store-opening-hours-costco-target-publix-cvs-1456934",
      "urlToImage": "https://d.newsweek.com/en/full/1524127/cvs-pharmacy-store.jpg",
      "publishedAt": "2019-09-01T10:00:01Z",
      "content": "Labor Day is an annual holiday celebrating the hard work of America's dedicated labor force. And as a federal holiday, some stores may be closed or have adjusted hours on Labor Day.\r\nSo if you're planning on a trip to Target or Costco on Labor Day, you'll nee… [+2072 chars]"
    },
    {
      "source": {
        "id": "newsweek",
        "name": "Newsweek"
      },
      "author": "Aristos Georgiou",
      "title": "Labor Day 2019: Which Restaurants Are Open? Chick-fil-A, Dairy Queen and More",
      "description": "Schools and most businesses in the United States will be closed on Monday, September 2 for the public holiday.",
      "url": "https://www.newsweek.com/labor-day-2019-restaurants-dairy-queen-chick-fil-1457003",
      "urlToImage": "https://d.newsweek.com/en/full/1524222/labor-day.jpg",
      "publishedAt": "2019-09-01T10:00:01Z",
      "content": "Schools and most businesses in the United States will close for Labor Day on September 2a public holiday which honors workers in America. This Labor Day has extra significance given that it is the 125th anniversary of the holiday.\r\nThe first version of the ho… [+3791 chars]"
    },
    {
      "source": {
        "id": "newsweek",
        "name": "Newsweek"
      },
      "author": "Tufayel Ahmed",
      "title": "Labor Day 2019: Are Hobby Lobby, IKEA and Home Depot Open?",
      "description": "Need some furniture? Here's what you need to know.",
      "url": "https://www.newsweek.com/labor-day-2019-stores-opening-hours-hobby-lobby-ikea-1456945",
      "urlToImage": "https://d.newsweek.com/en/full/1524144/hobby-lobby-store.jpg",
      "publishedAt": "2019-09-01T10:00:01Z",
      "content": "Labor Day is upon us, which means that usual store opening times may be affected this holiday weekend.\r\nIn case you are planning on going shopping to enjoy some of the Labor Day sales, we've compiled a list of popular stores that may or may not be open this L… [+2490 chars]"
    },
    {
      "source": {
        "id": "newsweek",
        "name": "Newsweek"
      },
      "author": "Dan Cancian",
      "title": "Arsenal vs. Tottenham Hotspur: Where to Watch Premier League, Live Stream, Team News and Odds",
      "description": "Arsenal takes on Spurs in the first North London derby of the season with both teams looking to bounce back from defeats suffered last week.",
      "url": "https://www.newsweek.com/premier-league-2019-arsenal-tottenham-hotspur-live-stream-tv-channel-team-news-odds-1455899",
      "urlToImage": "https://d.newsweek.com/en/full/1523962/arsenal-tottenham.jpg",
      "publishedAt": "2019-09-01T04:01:01Z",
      "content": "The Premier League season might be just three games old but it's already time for the first North London derby of the campaign, with Arsenal hosting Tottenham Hotspur on Sunday.\r\nA staple of English soccer, the fixture is arguably one of the few high-profile … [+3242 chars]"
    },
    {
      "source": {
        "id": "newsweek",
        "name": "Newsweek"
      },
      "author": "Scott McDonald",
      "title": "Deadly Texas Shootings Happen on the Eve of New Relaxed Texas Gun Laws Taking Effect Sunday In The State",
      "description": "On Sunday, sweeping new changes on gun laws take effect in the Lone Star State — making it easier to carry guns in public places, including schools and churches.",
      "url": "https://www.newsweek.com/deadly-texas-shootings-happen-eve-new-relaxed-texas-gun-laws-taking-effect-sunday-1457120",
      "urlToImage": "https://d.newsweek.com/en/full/1524395/texas-shootings-gun-laws.jpg",
      "publishedAt": "2019-09-01T03:56:19Z",
      "content": "It was only four weeks ago that a man from north of Dallas drove more than 650 miles to shoot up a market with an intent to kill \"Mexicans.\" And 28 days later, five more people were killed in West Texas from gun violence.\r\nOn Sunday, sweeping new changes on g… [+2488 chars]"
    },
    {
      "source": {
        "id": "newsweek",
        "name": "Newsweek"
      },
      "author": "Scott McDonald",
      "title": "Liberty University Football Coach Hugh Freeze Opens Season Directing Team From Hospital Bed",
      "description": "Freeze, who had surgery to repair a herniated disk and later discovered a staph infection, has been overseeing practices from the coaches box in the stadium with usual and audio technology at his side.",
      "url": "https://www.newsweek.com/liberty-university-football-coach-hugh-freeze-opens-season-directing-team-hospital-bed-1457118",
      "urlToImage": "https://d.newsweek.com/en/full/1524392/hugh-freeze.jpg",
      "publishedAt": "2019-09-01T03:02:30Z",
      "content": "Hugh Freeze has been a head coach in college football's premiere conference, the Southeastern Conference (SEC). Making his debut as the head coach at the much smaller Liberty University on Saturday, he didn't roam the sidelines as his Flames took on the Syrac… [+2394 chars]"
    },
    {
      "source": {
        "id": "newsweek",
        "name": "Newsweek"
      },
      "author": "Scott McDonald",
      "title": "Powerball Drawing For 08/31/19: Saturday Jackpot is $70 Million",
      "description": "The Powerball jackpot for 08/31/19 is $70 million, with an estimated cash value option of $49.4 million.",
      "url": "https://www.newsweek.com/powerball-drawing-08-31-19-saturday-jackpot-70-million-1457116",
      "urlToImage": "https://d.newsweek.com/en/full/1507407/powerball-tickets.jpg",
      "publishedAt": "2019-09-01T01:51:26Z",
      "content": "The Powerball jackpot for 08/31/19 is $70 million. The Saturday night drawing will be shortly after 11 p.m.\r\nThis page can be bookmarked and refreshed to see if you hold the winning numbers. Tonight's 08/31/19 jackpot is estimated at $70 million, with a cash … [+2294 chars]"
    },
    {
      "source": {
        "id": "newsweek",
        "name": "Newsweek"
      },
      "author": "Scott McDonald",
      "title": "AOC Bashes Boston Straight Pride Parade For Having Few Accompanying Females",
      "description": "\"Seems more like a \"I-Struggle-With-Masculinity\" parade to me,\" Alexandria Ocasio-Cortez said in a tweet.",
      "url": "https://www.newsweek.com/aoc-bashes-boston-straight-pride-parade-having-few-accompanying-females-1457113",
      "urlToImage": "https://d.newsweek.com/en/full/1524389/alexandria-ocasio-cortez.jpg",
      "publishedAt": "2019-09-01T01:24:09Z",
      "content": "New York Rep. Alexandria Ocasio-Cortez took a swipe not necessarily at the city of Boston, but at the men marching in the town's Straight Pride parade Saturday. Commenting on a tweeted video that shows mostly men with a few women marching, AOC said it looks l… [+2494 chars]"
    },
    {
      "source": {
        "id": "newsweek",
        "name": "Newsweek"
      },
      "author": "Phillip Martinez",
      "title": "All Elite Wrestling All Out Results: Who Became the First AEW World Champion?",
      "description": "The contenders to become the first AEW Women's Chamnpion were determined.",
      "url": "https://www.newsweek.com/all-elite-wrestling-all-out-live-results-spoilers-who-won-1457112",
      "urlToImage": "https://d.newsweek.com/en/full/1524386/all-elite-wrestling-all-out-poster.jpg",
      "publishedAt": "2019-08-31T23:31:48Z",
      "content": "All Elite Wrestling's biggest night to date is here and its competitors are looking to set the wrestling world ablaze with some top-notch in-ring action.\r\nThere are 10 matches in total on the All Out card, and there is plenty of implications that will stem fr… [+2025 chars]"
    },
    {
      "source": {
        "id": "newsweek",
        "name": "Newsweek"
      },
      "author": "Scott McDonald",
      "title": "30 People Injured in West Texas Shootings on Saturday, Possibly Two Shooters",
      "description": "The Midland Police Department said they believe there were two shooters in two separate vehicles between Midland and Odessa.",
      "url": "https://www.newsweek.com/20-people-injured-west-texas-shootings-saturday-possibly-two-shooters-1457111",
      "urlToImage": "https://d.newsweek.com/en/full/1509873/newsweek-breaking-news.jpg",
      "publishedAt": "2019-08-31T22:07:29Z",
      "content": "At least 30 people have been injured during an active shooting in multiple cities in West Texas on Saturday afternoon. The Midland Police Department said they believe there were two shooters in two separate vehicles between Midland and Odessa.\r\n\"One suspect i… [+1703 chars]"
    },
    {
      "source": {
        "id": "newsweek",
        "name": "Newsweek"
      },
      "author": "James LaPorta, Asher Stockler",
      "title": "Pentagon Identifies US Special Forces Soldier Killed in Afghanistan, Third in Less Than Two Weeks",
      "description": "U.S. Army Sergeant First Class Dustin B. Ard, 31, of Idaho Falls, Idaho, died Thursday from wounds he sustained during combat operations in Zabul, a southern Afghan province bordering Kandahar.",
      "url": "https://www.newsweek.com/dustin-ard-afghanistan-special-forces-combat-operations-1457108",
      "urlToImage": "https://d.newsweek.com/en/full/1524384/dustin-ard-afghanistan.png",
      "publishedAt": "2019-08-31T21:56:30Z",
      "content": "Pentagon officials on Saturday identified the third Special Forces soldier in over a week to die in America's longest running-war, the same day heavy fighting broke out in the northern Afghan city of Kunduz amid ongoing negotiations to close out the post-9/11… [+4739 chars]"
    },
    {
      "source": {
        "id": "newsweek",
        "name": "Newsweek"
      },
      "author": "Jeanine Marie Russaw",
      "title": "Florida's Brevard County Calls For 24-Hour Delay On Mandatory Evacuations",
      "description": "\"This is not your government saying we're out of harm's way,\" said Public Safety Director Matt Wallace in a written statement. \"This is still a killer storm. We want our residents to remain vigilant, to protect your family and loved ones and to make smart dec…",
      "url": "https://www.newsweek.com/floridas-brevard-county-calls-24-hour-delay-mandatory-evacuations-1457106",
      "urlToImage": "https://d.newsweek.com/en/full/1524383/hurricane-dorian-2pm-8-31.png",
      "publishedAt": "2019-08-31T21:43:20Z",
      "content": "Brevard County officials have called for a 24-hour delay of mandatory evacuations in the Eastern Florida region ahead of Hurricane Dorian's potential landfall. The announcement came Saturday afternoon, amid multiple reports that the storm had changed course o… [+2362 chars]"
    },
    {
      "source": {
        "id": "newsweek",
        "name": "Newsweek"
      },
      "author": "Isobel van Hagen",
      "title": "Taliban Launches Suicide Bomb Attack on Strategic City Amid Negotiations with US",
      "description": "Reports say at least three civilians and dozens of fighters died.",
      "url": "https://www.newsweek.com/taliban-suicide-bombing-kunduz-1457102",
      "urlToImage": "https://d.newsweek.com/en/full/1524380/kunduz-province.jpg",
      "publishedAt": "2019-08-31T20:53:33Z",
      "content": "A Taliban suicide bomber attacked a main square in the strategic northern Afghan city of Kunduz on Saturday.\r\nAt least 10 people were killed in the explosion in the city's downtown, Al-Jazeera reported. The blast followed a firefight between Taliban insurgent… [+2524 chars]"
    },
    {
      "source": {
        "id": "newsweek",
        "name": "Newsweek"
      },
      "author": "Hayley Prokos",
      "title": "Unpredictable Dorian Will Likely Miss Florida, Still Threatens Southeastern US",
      "description": "\"The track can still shift, either closer to Florida or farther away and small fluctuations can be significant,\" Sarah Gorman, a representative of The Weather Company, told Newsweek.",
      "url": "https://www.newsweek.com/hurricane-dorian-changes-course-again-1457103",
      "urlToImage": "https://d.newsweek.com/en/full/1524383/hurricane-dorian-2pm-8-31.png",
      "publishedAt": "2019-08-31T20:14:41Z",
      "content": "Experts say the track has shifted yet again for Hurricane Dorian.\r\nAccording to a Saturday morning report from the National Hurricane Center (NHC), a \"notable change\" to the storm's path had occurred overnight. Forecasters said a high-pressure system building… [+2329 chars]"
    },
    {
      "source": {
        "id": "newsweek",
        "name": "Newsweek"
      },
      "author": "Jeanine Marie Russaw",
      "title": "Tallahassee Community Advocates Look To Adopt Infant Given Up On Doorstep",
      "description": "\"How do we shine a light on the real issues in a community like mine?\" Talethia Edwards mused to Newsweek, \"How can we activate leaders in our communities, so that kids aren't thrown in the trash?\"",
      "url": "https://www.newsweek.com/tallahassee-community-advocates-look-adopt-infant-given-doorstep-1457101",
      "urlToImage": "https://d.newsweek.com/en/full/1524373/baby-milo.jpg",
      "publishedAt": "2019-08-31T19:53:14Z",
      "content": "When Tallahassee-based community leader Talethia Edwards first made contact with an anonymous woman in May, she had no idea her life was about to change.\r\nEdwards didn't know the woman, who was facing homelessness, but she saw her on the streets from time to … [+3000 chars]"
    },
    {
      "source": {
        "id": "newsweek",
        "name": "Newsweek"
      },
      "author": "Isobel van Hagen",
      "title": "Trump Forgives Ex-Assistant Madeleine Westerhout, Still Fires Her After Press Leak",
      "description": "\"I really think she had a bad night,\" the president told reporters.",
      "url": "https://www.newsweek.com/madeleine-westerhout-fired-forgiven-trump-tweets-1457094",
      "urlToImage": "https://d.newsweek.com/en/full/1524378/president-donald-trump.jpg",
      "publishedAt": "2019-08-31T19:08:26Z",
      "content": "President Donald Trump on Saturday mentioned his ongoing legal battles in a tweet where he said he forgave his now-former personal assistant Madeleine Westerhout for divulging information about his family to the press.\r\nHe tweeted, \"While Madeleine Westerhout… [+2745 chars]"
    },
    {
      "source": {
        "id": "newsweek",
        "name": "Newsweek"
      },
      "author": "Dan Cancian",
      "title": "F1 Race Schedule 2019: Belgian Grand Prix Start Time, TV Channel, Live Stream and Latest Odds",
      "description": "The F1 season returns after the summer break with Mercedes and Lewis Hamilton looking to extend their leads.",
      "url": "https://www.newsweek.com/formula-one-belgian-grand-prix-watch-live-stream-1456989",
      "urlToImage": "https://d.newsweek.com/en/full/1524197/lewis-hamilton-formula-one.jpg",
      "publishedAt": "2019-08-31T19:00:01Z",
      "content": "After an extended summer break, the Formula One season resumes this weekend in Belgium.\r\nLewis Hamilton arrives at Spa-Francorchamps, one of the cathedrals of motor racing, with a 62-point lead in the drivers' championship over teammate Valtteri Bottas after … [+2796 chars]"
    },
    {
      "source": {
        "id": "newsweek",
        "name": "Newsweek"
      },
      "author": "Asher Stockler",
      "title": "\"I Am Alive\": Justice Ruth Bader Ginsburg Reaffirms Health After Treatment for Pancreatic Cancer",
      "description": "Applause swept through the crowd, which had begun to gather at 4 a.m. in order to secure entry to the event.",
      "url": "https://www.newsweek.com/ruth-bader-ginsburg-pancreatic-cancer-supreme-court-1457100",
      "urlToImage": "https://d.newsweek.com/en/full/1524372/supreme-court-justice-ruth-bader-ginsburg.jpg",
      "publishedAt": "2019-08-31T18:50:44Z",
      "content": "Supreme Court Justice Ruth Bader Ginsburg was interviewed on stage in Washington, D.C., in one of her first public appearances since the announcement of her treatment for pancreatic cancer last week.\r\nGinsburg recently completed a three-week round of radiatio… [+2269 chars]"
    },
    {
      "source": {
        "id": "newsweek",
        "name": "Newsweek"
      },
      "author": "Hayley Prokos",
      "title": "Deadly EEE Virus Spreads with Case Confirmed in Maine",
      "description": "Health officials in Maine confirmed the state's first case of the deadly brain infection since 2015 on Friday.",
      "url": "https://www.newsweek.com/eee-virus-identified-maine-1457097",
      "urlToImage": "https://d.newsweek.com/en/full/1524370/wild-horses-graze.jpg",
      "publishedAt": "2019-08-31T18:19:20Z",
      "content": "The Maine Center for Disease Control and Prevention says a horse in York County tested positive for a mosquito-borne viral disease called Eastern equine encephalitis (EEE), The Associated Press reported on Saturday.\r\nThe horse, which had not been vaccinated a… [+2558 chars]"
    },
    {
      "source": {
        "id": "newsweek",
        "name": "Newsweek"
      },
      "author": "Asher Stockler",
      "title": "Gun Control Groups Outspent NRA After August Mass Shootings, Support for New Legislation Remains High",
      "description": "Reversing a Washington norm, gun control groups spent more on lobbying during the 2018 midterms than the NRA did",
      "url": "https://www.newsweek.com/nra-spending-gun-control-polling-mass-shootings-1457091",
      "urlToImage": "https://d.newsweek.com/en/full/1524369/protestors-nyc-hold-rally-against-illegal-guns-gun-violence.jpg",
      "publishedAt": "2019-08-31T17:25:40Z",
      "content": "Support for stricter gun laws has ticked up since two mass shootings in early August rattled the country, contributing to a political environment where gun violence prevention groups are now spending more money to push for reform than the National Rifle Assoc… [+3548 chars]"
    }
  ]
}
