{
  "status": "ok",
  "totalResults": 5727,
  "articles": [
    {
      "source": {
        "id": "rt",
        "name": "RT"
      },
      "author": "RT en Español",
      "title": "Registran la segunda mayor tormenta magnética del año que está afectando a la Tierra",
      "description": "A tenor de la alta velocidad del viento solar, se prevé que a finales de mes se produzca otra tormenta.",
      "url": "https://actualidad.rt.com/actualidad/325907-cientificos-advierten-potentisima-tormenta-magnetica",
      "urlToImage": "https://cdni.rt.com/actualidad/public_images/2019.09/article/5d6da25a08f3d9881b8b45e3.jpg",
      "publishedAt": "2019-09-03T00:26:45Z",
      "content": "Científicos del laboratorio de astronomía de rayos X del Instituto de Física de la Academia de Ciencias de Rusia han informado que una fuerte tormenta magnética —la segunda más potente en lo que va de año— que azota la Tierra desde el 31 de agosto.\r\nSegún los… [+1435 chars]"
    },
    {
      "source": {
        "id": "rt",
        "name": "RT"
      },
      "author": "RT en Español",
      "title": "VIDEO: Las sorprendentes y vertiginosas acrobacias de un piloto ruso en el salón MAKS 2019",
      "description": "Un piloto del equipo ruso de acrobacia aérea Pervi Poliot (Primer Vuelo en ruso) captó con una cámara de acción una serie de impresionantes maniobras que efectuó la semana pasada en el salón aeronáutico MAKS en la provincia de Moscú. Los vertiginosos rizos y …",
      "url": "https://actualidad.rt.com/actualidad/325906-video-piloto-acrobatico-ruso-maniobras-maks",
      "urlToImage": "https://cdni.rt.com/actualidad/public_images/2019.09/article/5d6da268e9180f7b1b8b4568.png",
      "publishedAt": "2019-09-03T00:26:43Z",
      "content": "El salón aeronáutico MAKS culminó este domingo en el aeropuerto internacional Zhukovski, en la provincia de Moscú, tras batir un récord de asistencia con más de 200.000 visitantes llegados la víspera.\r\nEl evento, que exhibe las últimas novedades en tecnología… [+171 chars]"
    },
    {
      "source": {
        "id": "rt",
        "name": "RT"
      },
      "author": "RT",
      "title": "DARPA unleashes anti-meme militia to fight deepfakes & ‘polarizing’ viral content",
      "description": "The Pentagon has unveiled an initiative to fight ‘large-scale, automated disinformation attacks’ by unearthing deep-fakes and other polarizing content – with the eventual goal of rooting out so-called ‘malicious intent’ entirely. Read Full Article at RT.com",
      "url": "https://www.rt.com/usa/467836-darpa-deepfakes-disinfo-malicious-dissent/",
      "urlToImage": "https://cdni.rt.com/files/2019.09/article/5d6da9fafc7e935b078b45d3.JPG",
      "publishedAt": "2019-09-02T23:56:18Z",
      "content": "The Defense Advanced Research Projects Agency (DARPA) is seeking software capable of churning through a test set of half a million news stories, photos, and audio/video clips to target and neutralize potentially viral information before it spreads. In DARPA j… [+3336 chars]"
    },
    {
      "source": {
        "id": "rt",
        "name": "RT"
      },
      "author": "RT",
      "title": "‘This place was hell’: Julian Assange’s brother on prison conditions",
      "description": "Gabriel Shipton, brother of jailed WikiLeaks co-founder, told a rally in London that the British prison system is “working its hardest at crushing any hope” Julian Assange has left. Read Full Article at RT.com",
      "url": "https://www.rt.com/news/467835-assange-brother-prison-hell/",
      "urlToImage": "https://cdni.rt.com/files/2019.09/article/5d6da9e6dda4c8fd5e8b4626.png",
      "publishedAt": "2019-09-02T23:47:29Z",
      "content": "Speaking at a rally outside the British Home Office in Westminster on Monday, Shipton described an emotional visit to his weakened and emaciated brother, currently serving a 50-week sentence at Belmarsh prison, ostensibly for skipping bail in 2012.\r\nAlso on r… [+1065 chars]"
    },
    {
      "source": {
        "id": "rt",
        "name": "RT"
      },
      "author": "RT en Español",
      "title": "VIDEO: Roger Waters de Pink Floyd canta en apoyo a Assange ante el Ministerio británico de Interior",
      "description": "El activista australiano, que permanece encarcelado desde el pasado 11 de abril, afronta hasta 175 años de prisión, así como su posible extradición a EE.UU. por filtración de documentos secretos.",
      "url": "https://actualidad.rt.com/viral/325904-roger-waters-pink-floyd-apoyo-assange",
      "urlToImage": "https://cdni.rt.com/actualidad/public_images/2019.09/article/5d6d8094e9180f640e8b4567.JPG",
      "publishedAt": "2019-09-02T23:46:28Z",
      "content": "Roger Waters, cofundador y bajista de la icónica banda de rock Pink Floyd, ha interpretado este lunes su exitosa canción 'Wish you were here' ('Desearía que estuvieras aquí') en solidaridad con el fundador de WikiLeaks, Julian Assange, que  se encuentra en un… [+2106 chars]"
    },
    {
      "source": {
        "id": "rt",
        "name": "RT"
      },
      "author": "RT en Español",
      "title": "Muere un joven ahogado mientras festejaba en los turísticos canales de Xochimilco en México",
      "description": "El deceso ha vuelto encender las alertas de las autoridades, que admiten no hay protocolos de seguridad aunque escenas similares se han visto en la última década.",
      "url": "https://actualidad.rt.com/actualidad/325903-xochimilco-joven-muere-ahogado-consumo-alcohol",
      "urlToImage": "https://cdni.rt.com/actualidad/public_images/2019.09/article/5d6d799208f3d9881b8b45b0.JPG",
      "publishedAt": "2019-09-02T23:46:20Z",
      "content": "José Manuel 'N' llegó este domingo desde el estado de Puebla a la alcaldía de Xochimilco en Ciudad de México, a poco más de 100 kilómetros de distancia, para festejar con 11 amigos el cumpleaños de uno de ellos a bordo de una de la trajineras, una tradicional… [+3942 chars]"
    },
    {
      "source": {
        "id": "rt",
        "name": "RT"
      },
      "author": "RT en Español",
      "title": "'Timochenko' pide a exguerrilleros no apoyar a la disidencia de FARC \"en su errática decisión de volver a la guerra\"",
      "description": "Mediante una misiva, el exguerrillero reiteró su \"compromiso personal\" de respetar el acuerdo de La Habana y aseguró que esa es la única vía para \"arrincona a los enemigos de la paz\".",
      "url": "https://actualidad.rt.com/actualidad/325902-exlider-farc-rodrigo-londono-carta",
      "urlToImage": "https://cdni.rt.com/actualidad/public_images/2019.09/article/5d6d705108f3d9021a8b45b4.JPG",
      "publishedAt": "2019-09-02T23:46:18Z",
      "content": "El exguerrillero Rodrigo Londoño, también conocido como 'Timochenko', reiteró su compromiso con el proceso de paz en Colombia e hizo un llamado a los excombatientes para que continúen por ese camino, luego de que un grupo 'disidente' de las extintas Fuerzas A… [+2518 chars]"
    },
    {
      "source": {
        "id": "rt",
        "name": "RT"
      },
      "author": "RT en Español",
      "title": "México: La tormenta tropical Juliette podría convertirse en huracán",
      "description": "El fenómeno se localiza lejos de las costas mexicanas y no presenta riesgos, si bien refuerza el potencial de lluvias en la parte occidental del país.",
      "url": "https://actualidad.rt.com/actualidad/325901-mexico-tormenta-tropical-juliette-huracan",
      "urlToImage": "https://cdni.rt.com/actualidad/public_images/2019.09/article/5d6d8255e9180f240f8b4567.jpg",
      "publishedAt": "2019-09-02T23:10:07Z",
      "content": "La tormenta tropical Juliette, que se formó este domingo en las aguas del Pacífico mexicano, se encuentra al sur de la Península de Baja California y se espera que alcance categoría de huracán a lo largo de este lunes, informó el Servicio Meteorológico Nacion… [+770 chars]"
    },
    {
      "source": {
        "id": "rt",
        "name": "RT"
      },
      "author": "RT en Español",
      "title": "Gobierno de México reactiva la investigación sobre la peor tragedia infantil de la nación latinoamericana",
      "description": "",
      "url": "https://actualidad.rt.com/actualidad/325900-reactiva-mexico-investigacion-guarderia-abc",
      "urlToImage": "https://actualidad.rt.com/static/img/og-logo-rt-black.jpg",
      "publishedAt": "2019-09-02T23:10:04Z",
      "content": "El Gobierno de México reactivó las investigaciones del caso de la Guardería ABC, considerada la peor tragedia infantil del país, que llevaba más de 10 años sin reparación. El objetivo de la acción es sancionar a los responsables de la muerte de 49 bebés, el 5… [+554 chars]"
    },
    {
      "source": {
        "id": "rt",
        "name": "RT"
      },
      "author": "RT en Español",
      "title": "Banco Central de México lanza un nuevo billete de 200 pesos",
      "description": "Contiene nuevos elementos de seguridad para evitar su falsificación.",
      "url": "https://actualidad.rt.com/actualidad/325899-banco-central-mexico-estrena-nuevo-billete",
      "urlToImage": "https://cdni.rt.com/actualidad/public_images/2019.09/article/5d6d9ce108f3d9881b8b45d8.JPG",
      "publishedAt": "2019-09-02T23:09:43Z",
      "content": "El Banco de México (Banxico) presentó este lunes un nuevo billete de 200 pesos con las figuras de Miguel Hidalgo y José María Morelos, considerados personajes centrales en el proceso de la Independencia de ese país, a festejarse el próximo 16 de septiembre.\r\n… [+973 chars]"
    },
    {
      "source": {
        "id": "rt",
        "name": "RT"
      },
      "author": "RT en Español",
      "title": "Un sistema \"insostenible\": las severas grietas del mecanismo de protección para periodistas en México",
      "description": "Las fallas van desde escaso presupuesto, poco seguimiento, vigilancia inadecuada y pocas medidas preventivas para resguardar a los reporteros en situación de vulnerabilidad.",
      "url": "https://actualidad.rt.com/actualidad/325898-mexico-eficiencia-mecanismo-proteccion-periodistas-riesgo",
      "urlToImage": "https://cdni.rt.com/actualidad/public_images/2019.09/article/5d6d9423e9180fee158b4567.JPG",
      "publishedAt": "2019-09-02T23:07:14Z",
      "content": "El 15 de mayo de 2017, el periodista Javier Valdez fue ejecutado de rodillas y con 12 disparos en las calles de Culiacán, en el estado de Sinaloa, al norte de México. Su asesinato fue una más de las alertas para Martín Durán, reportero de nota policíaca en el… [+9115 chars]"
    },
    {
      "source": {
        "id": "rt",
        "name": "RT"
      },
      "author": "RT en Español",
      "title": "Uber suspende el servicio en condados de Florida ante la aproximación del huracán Dorian",
      "description": "",
      "url": "https://actualidad.rt.com/actualidad/325897-uber-suspender-florida-dorian-huracan",
      "urlToImage": "https://actualidad.rt.com/static/img/og-logo-rt-black.jpg",
      "publishedAt": "2019-09-02T22:40:36Z",
      "content": "Uber planea suspender las operaciones hasta nuevo aviso en cuatro condados de Florida a partir de la medianocne de este lunes para garantizar la seguridad de los conductores ante el acercamiento del huracán Dorian a la costa este del país norteamericano."
    },
    {
      "source": {
        "id": "rt",
        "name": "RT"
      },
      "author": "RT en Español",
      "title": "Bolsonaro cancela asistencia a cumbre regional sobre la Amazonía por recomendación médica",
      "description": "El mandatario no acudirá a la reunión de 'Jefes de Estado y de Gobierno de la región Amazónica', que se llevará a cabo el próximo 6 de septiembre en Leticia, Colombia.",
      "url": "https://actualidad.rt.com/actualidad/325896-bolsonaro-cancelar-asistencia-cumbre-regional-amazonia",
      "urlToImage": "https://cdni.rt.com/actualidad/public_images/2019.09/article/5d6d9c2508f3d9881b8b45d5.JPG",
      "publishedAt": "2019-09-02T22:39:45Z",
      "content": "El presidente de Brasil, Jair Bolsonaro, canceló su asistencia a la cumbre regional para discutir el combate de incendios en la Amazonía, por recomendación médica. \r\nUn vocero de Presidencia confirmó que Bolsonaro no acudirá a la reunión de 'Jefes de Estado y… [+1078 chars]"
    },
    {
      "source": {
        "id": "rt",
        "name": "RT"
      },
      "author": "RT",
      "title": "Iran puzzled at Trump’s reaction to satellite launch explosion, but dismisses rumors of US sabotage",
      "description": "The Iranian government has confirmed for the first time on record that a satellite launch at the Imam Khomeini Space Center ended in failure when a rocket exploded, though the launch was merely a test without the sat installed. Read Full Article at RT.com",
      "url": "https://www.rt.com/news/467834-iran-confirm-satellite-explosion/",
      "urlToImage": "https://cdni.rt.com/files/2019.09/article/5d6d82b5fc7e9330078b45c0.JPG",
      "publishedAt": "2019-09-02T22:36:26Z",
      "content": "In comments broadcast by Iranian state media on Monday, government spokesman Ali Rabiei clarified what caused last Thursday’s explosion, the aftermath of which was depicted in satellite photos.\r\n“The explosion happened at the launchpad and no satellite had ye… [+1985 chars]"
    },
    {
      "source": {
        "id": "rt",
        "name": "RT"
      },
      "author": "Rt Arabic",
      "title": "عقد جديد بقيمة مليوني دولار لتوريد المنتجات الزراعية السورية إلى روسيا",
      "description": "وقعت دار \"سودروجيستفو\" للتعاون التجاري بين جمهورية القرم الروسية وسوريا، عقدا مع شركة سورية مصدرة للمنتجات الزراعية تبلغ قيمته ملويني دولار.",
      "url": "https://arabic.rt.com/business/1042698-%D8%B9%D9%82%D8%AF-%D8%AC%D8%AF%D9%8A%D8%AF-%D8%A8%D9%82%D9%8A%D9%85%D8%A9-%D9%85%D9%84%D9%8A%D9%88%D9%86%D9%8A-%D8%AF%D9%88%D9%84%D8%A7%D8%B1-%D9%84%D8%AA%D9%88%D8%B1%D9%8A%D8%AF-%D8%A7%D9%84%D9%85%D9%86%D8%AA%D8%AC%D8%A7%D8%AA-%D8%A7%D9%84%D8%B2%D8%B1%D8%A7%D8%B9%D9%8A%D8%A9-%D8%A7%D9%84%D8%B3%D9%88%D8%B1%D9%8A%D8%A9-%D8%A5%D9%84%D9%89-%D8%B1%D9%88%D8%B3%D9%8A%D8%A7/",
      "urlToImage": "https://cdni.rt.com/media/pics/2019.09/original/5d6d9311d43750435b8b45ec.jpg",
      "publishedAt": "2019-09-02T22:36:19Z",
      "content": null
    },
    {
      "source": {
        "id": "rt",
        "name": "RT"
      },
      "author": "RT на Русском",
      "title": "Посольство России осудило слова Джонсона о Второй мировой войне - RT на русском",
      "description": "Посольство России осудило слова Джонсона о Второй мировой войне RT на русском Жириновский предложил называть Польшу виновником начала Второй мировой РИА Новости Польша обвинила Россию в отсутствии немецких репараций Lenta.ru Гиена Европы RT на русском В Госду…",
      "url": "https://russian.rt.com/world/news/664617-dzhonson-vtoraya-mirovaya",
      "urlToImage": "https://russian.rt.com/static/blocks/og-img/pl-17.jpg",
      "publishedAt": "2019-09-02T22:29:00Z",
      "content": null
    },
    {
      "source": {
        "id": "rt",
        "name": "RT"
      },
      "author": "RT",
      "title": "‘All of us are in danger’: John Pilger delivers a chilling warning from Julian Assange",
      "description": "Journalist John Pilger has delivered a stark warning from WikiLeaks co-founder Julian Assange, who said that his persecution is intended to kill dissent. “Speak up now,” Pilger said, or face “the silence of a new kind of tyranny.” Read Full Article at RT.com",
      "url": "https://www.rt.com/news/467833-pilger-julian-assange-warning/",
      "urlToImage": "https://cdni.rt.com/files/2019.09/article/5d6d972edda4c8795e8b4616.jpg",
      "publishedAt": "2019-09-02T22:28:06Z",
      "content": "Assange is currently serving a 50 week sentence in Belmarsh Prison for skipping a bail hearing in 2012. US authorities are seeking his extradition for his role in publishing classified documents, accusing him of espionage. Speaking at a rally outside the Home… [+922 chars]"
    },
    {
      "source": {
        "id": "rt",
        "name": "RT"
      },
      "author": "RT en Español",
      "title": "Virginia es ya el quinto estado del sureste de EE.UU. que se declara en emergencia por el huracán Dorian",
      "description": "",
      "url": "https://actualidad.rt.com/actualidad/325895-virginia-emergencia-huracan-dorian",
      "urlToImage": "https://cdni.rt.com/actualidad/public_images/static.es/article/rt-ultimo2.jpg",
      "publishedAt": "2019-09-02T22:26:00Z",
      "content": "El gobernador del estado de Virginia (EE.UU.), Ralph Northam, ha declarado este lunes el estado de emergencia por el huracán Dorian, sumándose así a otros cuatros estados de la región sureste del país (Florida, Georgia, Carolina del Sur y del Norte), informa … [+417 chars]"
    },
    {
      "source": {
        "id": "rt",
        "name": "RT"
      },
      "author": "RT en Español",
      "title": "Disney World modifica su horario ante la aproximación del huracán Dorian a Florida",
      "description": "",
      "url": "https://actualidad.rt.com/actualidad/325894-disney-world-modificar-horario-huracan-dorian",
      "urlToImage": "https://actualidad.rt.com/static/img/og-logo-rt-black.jpg",
      "publishedAt": "2019-09-02T21:56:17Z",
      "content": "El complejo turístico Walt Disney World Resort, ubicado en Orlando (Florida, EE.UU.) ha modificado su horario para este martes debido al acercamiento del huracán Dorian a la costa este del país norteamericano, según lo anunció a través de un comunicado.\r\nSegú… [+269 chars]"
    },
    {
      "source": {
        "id": "rt",
        "name": "RT"
      },
      "author": "RT",
      "title": "Beto O’Rourke wants to be REALLY clear he IS ‘coming for your guns’",
      "description": "Texas-born presidential candidate Beto O’Rourke has vowed that if elected, he will implement a mandatory buyback of firearms, meaning the Americans will have to sell their AR-15s and AK-47s. The promise has inflamed conservatives. Read Full Article at RT.com",
      "url": "https://www.rt.com/usa/467832-beto-orourke-wants-take-away-guns/",
      "urlToImage": "https://cdni.rt.com/files/2019.09/article/5d6d8ea3dda4c8535e8b4608.JPG",
      "publishedAt": "2019-09-02T21:52:00Z",
      "content": "Former Texas Congressman, O’Rourke has made gun control a key issue in his 2020 platform, and has been one of the loudest public figures calling for tighter gun laws in the wake of Saturday’s mass shooting in Odessa, Texas. Asked on Saturday whether he would … [+2330 chars]"
    },
    {
      "source": {
        "id": "rt",
        "name": "RT"
      },
      "author": "RT en Español",
      "title": "La Agencia Espacial Europea hace una maniobra para evitar que un satélite suyo choque con otro de Space X",
      "description": "Es la primera vez que la organización, que tuvo que disparar los propulsores de su satélite de observación terrestre Aeolus, realiza una maniobra de este tipo.",
      "url": "https://actualidad.rt.com/actualidad/325892-vehiculo-spacex-chocar-satelite-agencia-europea",
      "urlToImage": "https://cdni.rt.com/actualidad/public_images/2019.09/article/5d6d6b2f08f3d9da198b45b8.jpg",
      "publishedAt": "2019-09-02T21:51:33Z",
      "content": "La Agencia Espacial Europea (ESA, por sus siglas en inglés) tuvo que desviar este lunes uno de sus satélites meteorológicos para evitar que impactara contra otro SpaceX, parte de la 'megaconstelación' Starlink, según lo anunció esta organización a través de s… [+1516 chars]"
    },
    {
      "source": {
        "id": "rt",
        "name": "RT"
      },
      "author": "RT en Español",
      "title": "\"Devastación sin precedentes\": Al menos 5 muertos en las islas Ábaco de Bahamas por el huracán Dorian",
      "description": "",
      "url": "https://actualidad.rt.com/actualidad/325893-muertos-islas-abaco-huracan-dorian",
      "urlToImage": "https://actualidad.rt.com/static/img/og-logo-rt-black.jpg",
      "publishedAt": "2019-09-02T21:51:00Z",
      "content": "Al menos cinco personas han muerto en las islas Ábaco debido al paso del huracán Dorian, que este fin de semana arrasó las Bahamas, según lo confirmó este lunes el primer ministro del archipiélago, Hubert Minnis, citado por The New York Times. \r\nMinnis inform… [+312 chars]"
    },
    {
      "source": {
        "id": "rt",
        "name": "RT"
      },
      "author": "RT en Español",
      "title": "\"¡Ayúdenme! ¡No quiero ir!\": La resistencia de un niño ruso a empezar el curso escolar se hace viral",
      "description": "El arranque del año escolar se le puso muy cuesta arriba a este niño ruso cuyo desgarrador grito de protesta, probablemente, ilustra los sentimientos de los alumnos de todo el mundo.",
      "url": "https://actualidad.rt.com/viral/325891-escuela-video-viral-nino",
      "urlToImage": "https://cdni.rt.com/actualidad/public_images/2019.09/article/5d6d488808f3d9041a8b458d.jpg",
      "publishedAt": "2019-09-02T21:40:01Z",
      "content": "\"No, no quiero ir, ¡ayuda!\", grita un niño ruso al que sus padres llevan arrastras a la escuela en un video que se ha hecho viral este lunes, día del comienzo del curso escolar en todo el país.\r\n\"¿Por qué no quieres ir?\", se oye que le pregunta una voz femeni… [+513 chars]"
    },
    {
      "source": {
        "id": "rt",
        "name": "RT"
      },
      "author": "RT на Русском",
      "title": "На Украине заявили о катастрофической ситуации с углём - RT на русском",
      "description": "На Украине заявили о катастрофической ситуации с углём RT на русском В Киеве заявили о катастрофической ситуации с углём в стране Рамблер/новости В раде назвали катастрофой ситуацию с углем на Украине Известия В \"Батьковщине\" предупредили о катастрофически ни…",
      "url": "https://russian.rt.com/ussr/news/664612-ukraina-situaciya-ugol",
      "urlToImage": "https://russian.rt.com/static/blocks/og-img/pl-17.jpg",
      "publishedAt": "2019-09-02T21:30:00Z",
      "content": null
    },
    {
      "source": {
        "id": "rt",
        "name": "RT"
      },
      "author": "RT en Español",
      "title": "México: Un ataque armado en una estación de autobuses de Cuernavaca deja cinco muertos",
      "description": "",
      "url": "https://actualidad.rt.com/actualidad/325890-mexico-cinco-muertos-ataque-armado",
      "urlToImage": "https://actualidad.rt.com/static/img/og-logo-rt-black.jpg",
      "publishedAt": "2019-09-02T21:14:41Z",
      "content": "Un grupo armado irrumpió la madrugada de este lunes en una estación de autobuses de la ciudad de Cuernavaca (México) y asesinó a tiros a cinco personas, según autoridades, informa El Universal.\r\nAunque se desconoce la motivación de los fugitivos para cometer … [+232 chars]"
    },
    {
      "source": {
        "id": "rt",
        "name": "RT"
      },
      "author": "RT en Español",
      "title": "Sube a 14 el número de guerrilleros muertos en bombardeo contra disidencias de las FARC en Colombia",
      "description": "El ministro de Defensa, Guillermo Botero, actualizó la cifra y nuevamente responsabilizó a Venezuela de albergar a los grupos armados.",
      "url": "https://actualidad.rt.com/actualidad/325889-sube-14-numero-guerrilleros-muertos-colombia",
      "urlToImage": "https://cdni.rt.com/actualidad/public_images/2019.09/article/5d6d49dbe9180fd4778b4567.JPG",
      "publishedAt": "2019-09-02T21:14:16Z",
      "content": "El ministro de la Defensa colombiano, Guillermo Botero, informó que han fallecido 14 miembros de las disidencias de las Fuerzas Armadas Revolucionarias de Colombia (FARC-EP) tras un bombardeo en una zona de San Vicente del Caguán (Caquetá), en el sur del país… [+3817 chars]"
    },
    {
      "source": {
        "id": "rt",
        "name": "RT"
      },
      "author": "RT",
      "title": "Brazilian MMA fighter and ambassador threatens to CHOKE France's Macron",
      "description": "After some verbal combat between Jair Bolsonaro and Emmanuel Macron, Brazil’s tourism ambassador – MMA fighter Renzo Gracie – upped the ante, calling the French leader a “clown” and threatening to choke him. Diplomacy in 2019.",
      "url": "https://www.rt.com/news/467830-brazilian-gracie-choke-macron/",
      "urlToImage": "https://cdni.rt.com/files/2019.09/article/5d6d8441dda4c8585e8b45f9.png",
      "publishedAt": "2019-09-02T21:10:26Z",
      "content": "To recap, Brazilian President Jair Bolsonaro recently earned the scorn of French President Emmanuel Macron for mocking Macron’s 66-year-old wife Brigitte on Facebook. Macron had earlier accused Bolsonaro of reneging on his commitments to the environment, as G… [+2608 chars]"
    },
    {
      "source": {
        "id": "rt",
        "name": "RT"
      },
      "author": "RT на Русском",
      "title": "Гончарук: земельная реформа позволит иностранцам покупать землю - RT на русском",
      "description": "Гончарук: земельная реформа позволит иностранцам покупать землю RT на русском Украина задумала обогнать российскую экономику Lenta.ru Новый украинский премьер сделал комплимент Порошенко Газета.Ru Премьер Украины заявил о правильном движении страны при Пороше…",
      "url": "https://russian.rt.com/ussr/news/664607-goncharuk-pokupka-zemli",
      "urlToImage": "https://russian.rt.com/static/blocks/og-img/pl-17.jpg",
      "publishedAt": "2019-09-02T21:00:00Z",
      "content": null
    },
    {
      "source": {
        "id": "rt",
        "name": "RT"
      },
      "author": "RT en Español",
      "title": "La bolsa de Argentina sube 6,45 % tras las medidas de control cambiario",
      "description": "El Merval mostró un importante repunte, en una jornada sin operaciones en Wall Street por el feriado del Día del Trabajo.",
      "url": "https://actualidad.rt.com/actualidad/325888-bolsa-argentina-subir-645-control-cambiario",
      "urlToImage": "https://cdni.rt.com/actualidad/public_images/2019.09/article/5d6d84eee9180f1e108b4567.JPG",
      "publishedAt": "2019-09-02T20:58:00Z",
      "content": "El índice del Mercado de Valores (Merval) de Buenos Aires trepó este lunes 6,45 %, un día después de las medidas económicas anunciadas por el Gobierno argentino sobre control cambiario.  \r\nMás información, en breve."
    },
    {
      "source": {
        "id": "rt",
        "name": "RT"
      },
      "author": "RT en Español",
      "title": "\"Downing Street se está echando a perder\": Un nuevo inquilino de la residencia del primer ministro británico se une al gato Larry (FOTO)",
      "description": "El jefe ratonero ha reaccionado ya en su cuenta de Twitter.",
      "url": "https://actualidad.rt.com/viral/325887-nuevo-inquilino-residencia-primer-ministro-gato-larry",
      "urlToImage": "https://cdni.rt.com/actualidad/public_images/2019.09/article/5d6d620c08f3d9041a8b45b3.JPG",
      "publishedAt": "2019-09-02T20:46:29Z",
      "content": "La residencia del primer ministro británico se ha hecho con un nuevo inquilino que convivirá con el gato Larry, que lleva años ejerciendo de ratonero principal del jefe de Gobierno.\r\nEl recién llegado al número 10 de Downing Street es un cachorro de Jack Russ… [+450 chars]"
    },
    {
      "source": {
        "id": "rt",
        "name": "RT"
      },
      "author": "RT",
      "title": "Neymar is stuck at PSG as football’s most expensive headache – let that be a lesson",
      "description": "Neymar’s Parisian dream has turned into a nightmare which both he and PSG are trapped in, but the two sides have brought it upon themselves in a saga which should serve as a cautionary tale for the rest of football. Read Full Article at RT.com",
      "url": "https://www.rt.com/sport/467827-neymar-stuck-at-psg-lesson-for-football/",
      "urlToImage": "https://cdni.rt.com/files/2019.09/article/5d6d6de9fc7e93e3078b459c.jpg",
      "publishedAt": "2019-09-02T19:55:32Z",
      "content": "As the clock ticked down on the end of the summer transfer window in Europe, it became clear that Neymar would not be heading back to Barcelona, despite the forward's desire to force through the move and the frantic bartering over increasingly complex and out… [+5312 chars]"
    },
    {
      "source": {
        "id": "rt",
        "name": "RT"
      },
      "author": "RT",
      "title": "Texas shooter called 911, police & FBI after getting sacked and going on rampage in Odessa – police",
      "description": "Read Full Article at RT.com",
      "url": "https://www.rt.com/usa/467826-texas-shooter-sacked-called-911/",
      "urlToImage": "https://cdni.rt.com/files/static.en/article/breaking.jpg",
      "publishedAt": "2019-09-02T19:36:38Z",
      "content": "AP: Odessa Police Chief Michael Gerke said shooter in TX rampage had been fired over the weekend. The shooter called 911 &amp; the FBI after being fired Saturday. FBI special agent Christopher Combs says shooter's statements on the FBI tip line were \"rambling… [+56 chars]"
    },
    {
      "source": {
        "id": "rt",
        "name": "RT"
      },
      "author": "RT en Español",
      "title": "VIDEO: Un tiburón acecha el cadáver de una ballena frente a la sorpresa de pescadores",
      "description": "Los hombres afirmaron que grandes tiburones blancos de unos 6 metros de largo se alimentaban de una ballena jorobada.",
      "url": "https://actualidad.rt.com/viral/325886-video-pescadores-aterrados-tiburon-ballena",
      "urlToImage": "https://cdni.rt.com/actualidad/public_images/2019.09/article/5d6d2043e9180fcd658b4567.jpg",
      "publishedAt": "2019-09-02T19:32:33Z",
      "content": "Un video grabado la semana pasada por los pescadores Matty Riley y Ken Roth, captó el momento en que el cadáver de una enorme ballena es acechado por un tiburón blanco en la bahía de Cape Cod, Massachusetts (EE.UU.). Las imágenes fueron compartidas por el gru… [+598 chars]"
    },
    {
      "source": {
        "id": "rt",
        "name": "RT"
      },
      "author": "RT en Español",
      "title": "Un exfutbolista usa Tinder y otros sitios de citas en línea para estafar casi 30.000 dólares",
      "description": "Este delincuente hizo creer a un mínimo de 20 mujeres que quería entablar una relación amorosa para quedarse con su dinero.",
      "url": "https://actualidad.rt.com/actualidad/325885-hombre-estafa-tinder-sitios-citas",
      "urlToImage": "https://cdni.rt.com/actualidad/public_images/2019.09/article/5d6d133fe9180f87608b4567.jpg",
      "publishedAt": "2019-09-02T19:07:50Z",
      "content": "Un hombre originario del Congo fue declarado culpable y sentenciado a tres años de prisión por 11 cargos de fraude 'romántico' y cuatro de comunicaciones maliciosas en Liverpool (Inglaterra, Reino Unido) el pasado 30 de agosto. \r\nIvan Nkazi, quien fue un prom… [+1235 chars]"
    },
    {
      "source": {
        "id": "rt",
        "name": "RT"
      },
      "author": "Rt Arabic",
      "title": "بلومبرغ: ياسر الرميان رئيسا جديدا لمجلس إدارة \"أرامكو\"",
      "description": "أفادت وكالة \"بلومبرغ\" نقلا عن مصدر سعودي بأنه تم إعفاء وزير الطاقة، خالد الفالح، من مهام رئيس مجلس إدارة شركة \"أرامكو\" النفطية.",
      "url": "https://arabic.rt.com/business/1042632-%D8%A8%D9%84%D9%88%D9%85%D8%A8%D8%B1%D8%BA-%D9%8A%D8%A7%D8%B3%D8%B1-%D8%A7%D9%84%D8%B1%D9%85%D9%8A%D8%A7%D9%86-%D8%B1%D8%A6%D9%8A%D8%B3%D8%A7-%D8%AC%D8%AF%D9%8A%D8%AF%D8%A7-%D9%84%D9%85%D8%AC%D9%84%D8%B3-%D8%A5%D8%AF%D8%A7%D8%B1%D8%A9-%D8%A3%D8%B1%D8%A7%D9%85%D9%83%D9%88/",
      "urlToImage": "https://cdni.rt.com/media/pics/2019.09/original/5d6d417a95a597d3628b4567.JPG",
      "publishedAt": "2019-09-02T19:07:05Z",
      "content": ":02.09.2019 | 16:42 GMT | \r\n :02.09.2019 | 16:42 GMT |"
    },
    {
      "source": {
        "id": "rt",
        "name": "RT"
      },
      "author": "Rt Arabic",
      "title": "سوريا: حتى تجار الذهب خاسرون",
      "description": "رغم الارتفاعات الكبيرة والسريعة التي تشهدها أسعار الذهب في سوريا خلال الأيام الأخيرة، ما زالت حركة بيع الذهب دون المعتاد بل هي تراجعت حد الركود.",
      "url": "https://arabic.rt.com/business/1042635-%D8%B3%D9%88%D8%B1%D9%8A%D8%A7-%D8%AD%D8%AA%D9%89-%D8%AA%D8%AC%D8%A7%D8%B1-%D8%A7%D9%84%D8%B0%D9%87%D8%A8-%D8%AE%D8%B3%D8%B1%D8%A7%D9%86%D9%8A%D9%86/",
      "urlToImage": "https://cdni.rt.com/media/pics/2019.09/original/5d6d485dd437501f5b8b45a3.JPG",
      "publishedAt": "2019-09-02T19:07:04Z",
      "content": null
    },
    {
      "source": {
        "id": "rt",
        "name": "RT"
      },
      "author": "RT en Español",
      "title": "Bolsonaro dice que hablará ante la ONU sobre la Amazonia \"aunque sea en silla de ruedas\"",
      "description": "El domingo, el mandatario se someterá a una cirugía. Un 51% de los brasileños desaprueba su gestión en la lucha contra los incendios.",
      "url": "https://actualidad.rt.com/actualidad/325884-bolsonaro-hablar-onu-brasil-silla-ruedas",
      "urlToImage": "https://cdni.rt.com/actualidad/public_images/2019.09/article/5d6d5f0f08f3d9021a8b45a7.JPG",
      "publishedAt": "2019-09-02T18:44:05Z",
      "content": "El presidente de Brasil, Jair Bolsonaro, dijo este lunes que hablará ante la Asamblea General de la ONU sobre la situación de la Amazonía \"aunque sea en silla de ruedas\". \r\n\"Asistiré aunque sea en silla de ruedas, en camilla, asistiré. Porque quiero hablar so… [+2061 chars]"
    },
    {
      "source": {
        "id": "rt",
        "name": "RT"
      },
      "author": "RT на Русском",
      "title": "Путин раскритиковал оскорбившую пострадавших от паводка чиновницу - RT на русском",
      "description": "Путин раскритиковал оскорбившую пострадавших от паводка чиновницу RT на русском Путин пристыдил чиновницу, назвавшую жертв наводнения «быдлом» Рамблер Путин раскритиковал назвавшую пострадавших от паводка бичами чиновницу Lenta.ru Победные релизы губернатора …",
      "url": "https://russian.rt.com/russia/news/664565-putin-chinovnica-tulun",
      "urlToImage": "https://cdni.rt.com/russian/images/2019.09/article/5d6d61b41835610d5d8b4576.jpg",
      "publishedAt": "2019-09-02T18:40:00Z",
      "content": null
    },
    {
      "source": {
        "id": "rt",
        "name": "RT"
      },
      "author": "RT en Español",
      "title": "Hezbolá amenaza con atacar \"ampliamente\" a Israel en caso de agresión",
      "description": "El grupo libanés Hezbolá amenazó este lunes con atacar \"ampliamente\" a Israel como respuesta en caso de ser agredido.",
      "url": "https://actualidad.rt.com/actualidad/325882-hezbola-amenaza-atacar-ampliamente-israel",
      "urlToImage": "https://cdni.rt.com/actualidad/public_images/static.es/article/rt-ultimo2.jpg",
      "publishedAt": "2019-09-02T18:26:41Z",
      "content": "\"Cuando pronto derribemos el próximo avión no tripulado israelí en el espacio aéreo libanés, aquellos que quieran quejarse de que esto conducirá a una escalada, dirijan sus quejas a los israelíes que envían estos aviones no tripulados\"., dijo Hassan Nasrallah… [+282 chars]"
    },
    {
      "source": {
        "id": "rt",
        "name": "RT"
      },
      "author": "RT en Español",
      "title": "Un asesino caníbal es cocinero en un psiquiátrico de máxima seguridad",
      "description": "Este sádico sexual cumple una condena de 21 años por estrangular a dos mujeres de su vecindario en Reino Unido.",
      "url": "https://actualidad.rt.com/actualidad/325881-asesino-canibal-comer-victimas-cocinero-psiquiatrico",
      "urlToImage": "https://cdni.rt.com/actualidad/public_images/2019.09/article/5d6d0da208f3d987798b45d9.jpg",
      "publishedAt": "2019-09-02T18:25:41Z",
      "content": "Un británico condenado a 21 años de confinamiento por asesinar a dos mujeres y comerse parte del brazo de una de sus víctimas se desempeña como cocinero del hospital psiquiátrico de máxima seguridad donde cumple su sentencia, informa el diario Daily Mirror.\r\n… [+1238 chars]"
    },
    {
      "source": {
        "id": "rt",
        "name": "RT"
      },
      "author": "RT",
      "title": "‘No more tolerance of Israel over Lebanese airspace’: Hezbollah head signals ‘new phase’ of conflict",
      "description": "Read Full Article at RT.com",
      "url": "https://www.rt.com/news/467825-hezbollah-israel-new-phase/",
      "urlToImage": "https://cdni.rt.com/files/static.en/article/breaking.jpg",
      "publishedAt": "2019-09-02T18:15:00Z",
      "content": "\"This is the start of a new phase, there is a new battlefield which is targeting #Israel drones in #Lebanon's skies, &amp; it is in the hands of #Hezbollah field commanders\", #Nasrallah brags adding @netanyahu wanted to change rules of engagement but \"we brok… [+58 chars]"
    },
    {
      "source": {
        "id": "rt",
        "name": "RT"
      },
      "author": "RT en Español",
      "title": "La reina Isabel II se burla de unos turistas que no la reconocieron",
      "description": "Un grupo de turistas estadounidenses conversó con la monarca británica sin darse cuenta de quién se trataba. Incluso le preguntaron si conocía a la reina.",
      "url": "https://actualidad.rt.com/viral/325879-reina-isabel-burlarse-turistas",
      "urlToImage": "https://cdni.rt.com/actualidad/public_images/2019.09/article/5d6d21da08f3d935798b45ee.JPG",
      "publishedAt": "2019-09-02T18:00:55Z",
      "content": "A pesar de ser una de las mujeres más poderosas y conocidas del mundo, cuando la reina Isabel II viste de civil y con un pañuelo en la cabeza, puede pasar desapercibida y ser confundida con una abuelita común.\r\nDe acuerdo con Richard Griffin, quien ha trabaja… [+1231 chars]"
    },
    {
      "source": {
        "id": "rt",
        "name": "RT"
      },
      "author": "RT на Русском",
      "title": "«Проявление инфантилизма»: почему в Польше заявили о неполучении репараций от Германии из-за «решения России» - RT на русском",
      "description": "Варшава не смогла получить репарации от Германии якобы из-за «решения России». Об этом заявил министр обороны Польши Мариуш Блащак, отметив, что республика отказалась от выплат, находясь «под господством России». Речь идёт о соглашении 1953 года, на основании…",
      "url": "https://russian.rt.com/world/article/664550-polsha-reparacii-rossiya",
      "urlToImage": "https://cdni.rt.com/russian/images/2019.09/article/5d6d1f44370f2c964b8b4577.jpg",
      "publishedAt": "2019-09-02T17:55:00Z",
      "content": ", , - « ».   .\r\n« , , . », —   .\r\n 1953 , . , . , , , .\r\n RT , .\r\n« , , — . , , - , », — .\r\n, , , .\r\n«, , … , , , , . , », — .\r\n , .\r\n« , . 1938 , — . , ? . », — RT .\r\n , . , 2018 , .\r\n« ,     , », — .\r\n . , . .\r\n , , , .\r\n«, , , . . , , », — RT.\r\n  .     , «… [+137 chars]"
    },
    {
      "source": {
        "id": "rt",
        "name": "RT"
      },
      "author": "RT en Español",
      "title": "Arrestan a la excandidata presidencial de Guatemala Sandra Torres",
      "description": "La exprimera dama fue acusada de financiamiento ilícito electoral y asociación ilícita. \"Es una persecución política\", señaló Torres.",
      "url": "https://actualidad.rt.com/actualidad/325878-guatemala-detienen-excandidata-presidencial-torres",
      "urlToImage": "https://cdni.rt.com/actualidad/public_images/2019.09/article/5d6d35f608f3d935798b4620.JPG",
      "publishedAt": "2019-09-02T17:52:25Z",
      "content": "La excandidata presidencial de Guatemala y exprimera dama, Sandra Torres, de 63 años, fue detenida este lunes por las autoridades de su país, acusada de los delitos de financiamiento electoralno registrado y asociación ilícita. \r\n\"Torres tenía orden de aprehe… [+2128 chars]"
    },
    {
      "source": {
        "id": "rt",
        "name": "RT"
      },
      "author": "RT",
      "title": "Defending champion Naomi Osaka OUT of US Open after defeat to Swiss star Bencic",
      "description": "Top seed and reigning champion Naomi Osaka was dumped out of the US Open after going down to a straight sets defeat against Swiss star Belinda Bencic in their fourth-round match. Read Full Article at RT.com",
      "url": "https://www.rt.com/sport/467823-us-open-naomi-osaka-beaten-belinda-bencic/",
      "urlToImage": "https://cdni.rt.com/files/2019.09/article/5d6d52d4dda4c8fe5e8b4600.jpg",
      "publishedAt": "2019-09-02T17:42:20Z",
      "content": "Bencic, seeded 13, edged the first set 7-5 before taking the second 6-4 against the Japanese double Grand Slam winner at Arthur Ashe Stadium.\r\nOsaka, playing with strapping on her left knee, called her trainer on mid-way through the second set but did not rec… [+506 chars]"
    },
    {
      "source": {
        "id": "rt",
        "name": "RT"
      },
      "author": "RT",
      "title": "McCarthyism 101: Actors demand ‘blacklist’ of Trump supporters in Hollywood",
      "description": "Entertainment industry figures could soon find themselves on a “blacklist” of Donald Trump supporters if Will & Grace co-stars Debra Messing and Eric McCormack have their way. Have we reached peak neo-McCarthyism? Read Full Article at RT.com",
      "url": "https://www.rt.com/usa/467822-messing-trump-blacklist-mccarthy/",
      "urlToImage": "https://cdni.rt.com/files/2019.09/article/5d6d5232dda4c8f85e8b45c5.JPG",
      "publishedAt": "2019-09-02T17:34:00Z",
      "content": "The pair are demanding that the Hollywood Reporter prints a full list of attendees for an upcoming Trump fundraiser in Beverly Hills – an appeal which has drawn natural comparisons to the late Sen. Joe McCarthy’s efforts in the 1950s to rid Hollywood of “Comm… [+4485 chars]"
    },
    {
      "source": {
        "id": "rt",
        "name": "RT"
      },
      "author": "RT",
      "title": "WATCH Pink Floyd’s Roger Waters jam ‘Wish You Were Here’ LIVE at Assange demo outside UK Home Office",
      "description": "Watch rock ‘n’ roll legend and Pink Floyd frontman Roger Waters perform his hit track ‘Wish You Were Here’ outside the UK Home Office, during a rally in honor of WikiLeaks co-founder Julian Assange. Read Full Article at RT.com",
      "url": "https://www.rt.com/news/467821-roger-waters-assange-song/",
      "urlToImage": "https://cdni.rt.com/files/2019.09/article/5d6d381afc7e935b078b4568.JPG",
      "publishedAt": "2019-09-02T17:20:59Z",
      "content": "The rocker’s performance is intended as a message of solidarity with Assange, who was arrested in April and now faces extradition to the United States. A long-standing supporter of Assange and WikiLeaks, Waters said he was “ashamed to be an Englishman” follow… [+667 chars]"
    },
    {
      "source": {
        "id": "rt",
        "name": "RT"
      },
      "author": "RT en Español",
      "title": "El 'santuario animal' español que se volvió viral tras separar a los gallos de las gallinas para evitar \"que las violaran\"",
      "description": "Sus responsables afirman que el consumo de huevos favorece la \"esclavitud animal\" y lamentan que su mensaje se ridiculice en los medios de comunicación.",
      "url": "https://actualidad.rt.com/actualidad/325876-santuario-volvio-viral-gallinas-evitar-violaran",
      "urlToImage": "https://cdni.rt.com/actualidad/public_images/2019.09/article/5d6d3cb8e9180ff0718b4567.jpg",
      "publishedAt": "2019-09-02T17:19:32Z",
      "content": "Un colectivo español llamado Almas Veganas, que se autodefine como \"antiespecista, transfeminista y libertario\", se volvió viral en las redes sociales tras un video en el que dos de sus integrantes afirman que, en el refugio de animales que han creado –al que… [+1648 chars]"
    },
    {
      "source": {
        "id": "rt",
        "name": "RT"
      },
      "author": "RT на Русском",
      "title": "Суд в Москве арестовал ещё одну фигурантку дела Абызова - RT на русском",
      "description": "Суд в Москве арестовал ещё одну фигурантку дела Абызова RT на русском Суд в Москве арестовал новую фигурантку дела Абызова РИА Новости СКР потребовал арестовать еще одну фигурантку дела Абызова Коммерсантъ Суд арестовал фигурантку \"дела Абызова\" Интерфакс Сле…",
      "url": "https://russian.rt.com/russia/news/664543-sud-arest-figurantka-abyzov",
      "urlToImage": "https://cdni.rt.com/russian/images/2019.09/article/5d6d4dd6183561613e8b4623.png",
      "publishedAt": "2019-09-02T17:18:00Z",
      "content": null
    },
    {
      "source": {
        "id": "rt",
        "name": "RT"
      },
      "author": "RT",
      "title": "Daniil Medvedev - Why tennis' latest troll should embrace his villain persona",
      "description": "From match spectators to match umpires, there hasn’t been many people not caught in the cross hairs of Russia's Daniil Medvedev at the US Open, and his sharp shooting tongue is doing his profile much more good than harm. Read Full Article at RT.com",
      "url": "https://www.rt.com/sport/467820-medvedev-russian-bad-boy-tennis/",
      "urlToImage": "https://cdni.rt.com/files/2019.09/article/5d6d4ac8fc7e9330078b457e.JPG",
      "publishedAt": "2019-09-02T17:15:17Z",
      "content": "Medvedev, the spindly, swaggering Muscovite has for the first time in his career qualified for a quarter final of a Grand Slam, defeating Feliciano Lopez and then Dominik Koepfer at Flushing.\r\nDuring the Lopez match, the 23-year-old Medvedev received a code v… [+4657 chars]"
    },
    {
      "source": {
        "id": "rt",
        "name": "RT"
      },
      "author": "RT",
      "title": "BoJo summons emergency cabinet meeting, as snap election talk ramps up (WATCH LIVE)",
      "description": "Britain's Prime Minister Boris Johnson has called an emergency meeting of his cabinet ministers on Monday, fueling speculation he's readying himself to call an election if MPs were to block his Brexit plans.",
      "url": "https://www.rt.com/uk/467818-boris-emergency-meeting-election/",
      "urlToImage": "https://cdni.rt.com/files/2019.09/article/5d6d4148fc7e9330078b456f.JPG",
      "publishedAt": "2019-09-02T17:07:04Z",
      "content": "Johnson emerged from 10 Downing Street on Monday evening to loud booing and cheering from a crowd that gathered ahead of the surprise speech.\r\n\"I believe we will get a deal at that crucial summit in October, a deal that parliament will certainly be able to sc… [+2564 chars]"
    },
    {
      "source": {
        "id": "rt",
        "name": "RT"
      },
      "author": "RT en Español",
      "title": "Reino Unido estudia la posibilidad de enviar drones al golfo Pérsico en medio de las tensiones con Irán",
      "description": "Las aeronaves apoyarían con operaciones de vigilancia aérea a los buques británicos que escoltan a barcos petroleros en el estrecho de Ormuz.",
      "url": "https://actualidad.rt.com/actualidad/325875-reino-unido-posibilidad-enviar-drones-golfo-persico",
      "urlToImage": "https://cdni.rt.com/actualidad/public_images/2019.09/article/5d6d4f9be9180f9a7a8b4567.jpg",
      "publishedAt": "2019-09-02T17:06:02Z",
      "content": "La Real Fuerza Aérea británica considera la posibilidad de desplegar drones de vigilancia sobre el golfo Pérsico, debido a la tensa situación que se vive en Irán, reportó este lunes Sky News.\r\nDe tomarse la decisión, las aeronaves que por el momento sobrevuel… [+1132 chars]"
    },
    {
      "source": {
        "id": "rt",
        "name": "RT"
      },
      "author": "RT en Español",
      "title": "Respiro para los mercados argentinos tras las medidas de Macri: baja el dólar y sube la bolsa",
      "description": "Luego de anunciarse limitaciones para adquirir la moneda estadounidense, había gran expectativa por la respuesta del mercado en el inicio de la semana.",
      "url": "https://actualidad.rt.com/actualidad/325873-dolar-baja-medidas-macri-argentina",
      "urlToImage": "https://cdni.rt.com/actualidad/public_images/2019.09/article/5d6d251708f3d935798b45fe.jpg",
      "publishedAt": "2019-09-02T16:55:00Z",
      "content": "La cotización del dólar en Argentina se ubicaba este lunes pasadas las 11 de la mañana (hora local) en 59 pesos para la venta, según la pizarra del Banco Nación, en medio de la expectativa que generó la restricción a la compra de divisa estadounidense que apl… [+3719 chars]"
    },
    {
      "source": {
        "id": "rt",
        "name": "RT"
      },
      "author": "RT",
      "title": "Pompeo to discuss Afghanistan peace deal with NATO’s Stoltenberg",
      "description": "US Secretary of State Mike Pompeo headed to Brussels on Monday to discuss a proposed Afghan peace deal with the NATO chief and seek fresh engagement with new EU leaders.",
      "url": "https://www.rt.com/newsline/467824-pompeo-afghanistan-peace-nato/",
      "urlToImage": "https://cdni.rt.com/files/2019.09/article/5d6d5770fc7e93b40d8b45a0.JPG",
      "publishedAt": "2019-09-02T16:52:00Z",
      "content": "US Secretary of State Mike Pompeo headed to Brussels on Monday to discuss a proposed Afghan peace deal with the NATO chief and to seek fresh engagement with new EU leaders.\r\nPompeo will talk about Afghanistan with the alliance's Secretary General Jens Stolten… [+513 chars]"
    },
    {
      "source": {
        "id": "rt",
        "name": "RT"
      },
      "author": "RT",
      "title": "Indian authorities left red-faced after ‘Moonwalk’ VIDEO goes viral",
      "description": "As India’s space agency prepares to make history by landing on the Moon later this week, many of the country’s citizens have been left in stitches after footage of an apparent moonwalk went viral. Read Full Article at RT.com",
      "url": "https://www.rt.com/news/467817-indian-artists-moonwalk-viral-video/",
      "urlToImage": "https://cdni.rt.com/files/2019.09/article/5d6d2a03dda4c8fe5e8b45c6.png",
      "publishedAt": "2019-09-02T16:51:45Z",
      "content": "Just days before India’s lunar mission Chandrayaan-2 touches down on the Moon’s south pole on September 7, Baadal Nanjundaswamy, a famous Indian street artist, stole all the headlines with a wry takedown of the city council in Bengaluru.\r\nNanjundaswamy enlist… [+1493 chars]"
    },
    {
      "source": {
        "id": "rt",
        "name": "RT"
      },
      "author": "RT",
      "title": "Protest in Prague after statue of Soviet ‘liberator’ Marshal Konev is hidden with tarpaulin",
      "description": "A Prague municipality has covered the statue of a Soviet marshal whose forces liberated Prague in WWII, claiming it needs protection from vandals. The move angered many Czechs, including the president’s spokesman. Read Full Article at RT.com",
      "url": "https://www.rt.com/news/467816-prague-marshal-konev-statue/",
      "urlToImage": "https://cdni.rt.com/files/2019.09/article/5d6d42d9fc7e9341078b4576.jpg",
      "publishedAt": "2019-09-02T16:46:25Z",
      "content": "Authorities in the northwestern Bubene district of the Czech capital announced that they can no longer keep cleaning the monument to Marshal Ivan Konev after continuous acts of vandalism against it, so they decided to cover it with a tarpaulin.\r\nThe move, ann… [+3594 chars]"
    },
    {
      "source": {
        "id": "rt",
        "name": "RT"
      },
      "author": "RT",
      "title": "WATCH ‘dashcam’ footage capture dizzying maneuvers of Russian aerobatics pilot at MAKS 2019",
      "description": "A series of death-defying loops, rolls and stalls were captured in stunning, up-close-and-personal action camera footage by Russian aerobatics squad First Flight, which performed at the MAKS Air Show near Moscow. Read Full Article at RT.com",
      "url": "https://www.rt.com/news/467815-russian-aerobatics-pilot-video/",
      "urlToImage": "https://cdni.rt.com/files/2019.09/article/5d6d4368dda4c8fd5e8b45b8.png",
      "publishedAt": "2019-09-02T16:36:46Z",
      "content": "In what might seem like a highly ostentatious selfie video, First Flight’s pilot Dmitry Samokhvalov shows off his stuff, executing a full backwards loop before ramping up the danger with a mid-air stall, a high-risk maneuver in which the plane is briefly swit… [+646 chars]"
    },
    {
      "source": {
        "id": "rt",
        "name": "RT"
      },
      "author": "RT en Español",
      "title": "Por primera vez en tres siglos las brújulas de Greenwich están a punto de hacer algo inesperado",
      "description": "Durante cientos de años las brújulas en el Reino Unido han estado apuntando al oeste del norte verdadero debido al desplazamiento del polo norte magnético de la Tierra.",
      "url": "https://actualidad.rt.com/actualidad/325872-brujulas-greenwich-hacer-inesperado",
      "urlToImage": "https://cdni.rt.com/actualidad/public_images/2019.09/article/5d6cfa5c08f3d9dd7c8b458f.jpg",
      "publishedAt": "2019-09-02T16:35:08Z",
      "content": "Las brújulas del distrito de Greenwich, en Londres (Reino Unido), apuntarán al norte verdadero en algún momento de las próximas dos semanas. Esta gran coincidencia tendrá lugar por primera vez en 360 años, informó el viernes pasado el Estudio Geológico Britán… [+1354 chars]"
    },
    {
      "source": {
        "id": "rt",
        "name": "RT"
      },
      "author": "RT на Русском",
      "title": "Загоревшееся у берегов Калифорнии судно затонуло - RT на русском",
      "description": "Загоревшееся у берегов Калифорнии судно затонуло RT на русском 34 человека сгорели на судне в Калифорнии Lenta.ru Более 30 человек погибли при пожаре на корабле в Калифорнии Вести.Ru СМИ сообщили о гибели более 30 человек при пожаре на судне в Калифорнии Ведо…",
      "url": "https://russian.rt.com/world/news/664527-pozhar-sudno-kalifoniya-zatonulo",
      "urlToImage": "https://cdni.rt.com/russian/images/2019.09/article/5d6d454c183561d73e8b462c.JPG",
      "publishedAt": "2019-09-02T16:34:00Z",
      "content": null
    },
    {
      "source": {
        "id": "rt",
        "name": "RT"
      },
      "author": "RT en Español",
      "title": "FOTOS: Satélites rusos captan el huracán Dorian desde el espacio",
      "description": "El huracán Dorian, calificado de \"catastrófico\", ya se ha cobrado la primera víctima en las Bahamas.",
      "url": "https://actualidad.rt.com/actualidad/325870-satelites-rusos-captar-huracan-dorian-espacio",
      "urlToImage": "https://cdni.rt.com/actualidad/public_images/2019.09/article/5d6d2d4fe9180f786b8b4567.jpg",
      "publishedAt": "2019-09-02T16:32:19Z",
      "content": "Los satélites rusos de teledetección Meteor-M No. 2 y No. 2-2 han fotografiado el huracán Dorian, que actualmente está azotando las Bahamas.\r\nSegún señalaron desde la Agencia Espacial Federal Rusa (Roscosmos), estas imágenes espaciales son utilizadas por los … [+679 chars]"
    },
    {
      "source": {
        "id": "rt",
        "name": "RT"
      },
      "author": "RT",
      "title": "Turkey may purchase ‘additional S-400s’ from Russia if US doesn’t sell Patriot systems – FM",
      "description": "Ankara may purchase an additional batch of S-400 air defense missile systems from Russia, according to Turkish Foreign Minister Mevlut Cavusoglu.",
      "url": "https://www.rt.com/newsline/467819-turkey-additional-s400-russia/",
      "urlToImage": "https://cdni.rt.com/files/2019.09/article/5d6d4d96fc7e9330078b4587.JPG",
      "publishedAt": "2019-09-02T16:27:00Z",
      "content": "Ankara may purchase an additional batch of S-400 air defense missile systems from Russia, according to Turkish Foreign Minister Mevlut Cavusoglu.\r\n “Today we need more systems until we can produce our own. And if we can buy from the United States, we will buy… [+371 chars]"
    },
    {
      "source": {
        "id": "rt",
        "name": "RT"
      },
      "author": "RT",
      "title": "Finger power: Russian breaks record for longest two-finger bar hang (VIDEO)",
      "description": "Russian Rafael Kuliev has etched his name into the record books for completing the longest two-finger bar hang in an incredible - if somewhat bizarre - physical feat. Read Full Article at RT.com",
      "url": "https://www.rt.com/sport/467813-russian-athlete-two-finger-bar-hang-record/",
      "urlToImage": "https://cdni.rt.com/files/2019.09/article/5d6d3e47fc7e931f078b456a.jpg",
      "publishedAt": "2019-09-02T16:26:32Z",
      "content": "Kuliev, who weighs 85kg, displayed phenomenal grip strength by hanging on the bar with just his middle fingers for one minute and 15 seconds – smashing the previous record of 47 seconds.\r\nREAD MORE: 6yo 'Chechen Swarzenegger' sets 2 push-up 'world records' to… [+464 chars]"
    },
    {
      "source": {
        "id": "rt",
        "name": "RT"
      },
      "author": "RT en Español",
      "title": "Ministro de Hacienda argentino, sobre el control cambiario: \"Son medidas incómodas pero necesarias\"",
      "description": "Hernán Lacunza también afirmó que considera que las últimas iniciativas del Gobierno \"van a funcionar bien\".",
      "url": "https://actualidad.rt.com/actualidad/325867-ministro-hacienda-argentino-medidas-incomodas-necesarias",
      "urlToImage": "https://cdni.rt.com/actualidad/public_images/2019.09/article/5d6d4181e9180f31748b4567.jpg",
      "publishedAt": "2019-09-02T16:16:00Z",
      "content": "El ministro de Hacienda argentino, Hernán Lacunza, defendió este lunes en una conferencia de prensa desde la casa de Gobierno las medidas oficiales para controlar el mercado cambiario, anunciadas el último domingo. \r\nAsí, frente a los periodistas expresó que … [+282 chars]"
    },
    {
      "source": {
        "id": "rt",
        "name": "RT"
      },
      "author": "RT на Русском",
      "title": "Путин раскритиковал Сбербанк за нежелание помочь пострадавшим от паводка - RT на русском",
      "description": "Путин раскритиковал Сбербанк за нежелание помочь пострадавшим от паводка RT на русском Президент России Владимир Путин подверг критике Сбербанк за нежелание помочь в реструктуризации долгов жителей пострадавшей от паводков... Взгляд с разных сторон в приложен…",
      "url": "https://russian.rt.com/russia/news/664512-putin-sberbank-pavodok",
      "urlToImage": "https://cdni.rt.com/russian/images/2019.09/article/5d6d3d96370f2c7c4b8b45d8.jpg",
      "publishedAt": "2019-09-02T16:03:00Z",
      "content": null
    },
    {
      "source": {
        "id": "rt",
        "name": "RT"
      },
      "author": "RT en Español",
      "title": "Los creadores de 'Juego de tronos' rompen su silencio sobre la presencia de un vaso de Starbucks en una escena",
      "description": "La aparición del moderno objeto en la serie de fantasía medieval ha sido objeto de preocupación para los fans desde la emisión de la última temporada.",
      "url": "https://actualidad.rt.com/viral/325866-creadores-juego-tronos-romper-silencio-vaso-starbucks",
      "urlToImage": "https://cdni.rt.com/actualidad/public_images/2019.09/article/5d6d270be9180fab688b4567.jpg",
      "publishedAt": "2019-09-02T15:59:30Z",
      "content": "Los productores de la popular serie 'Juego de tronos', Dan Weiss y David Benioff, han explicado la razón por la que se vio un vaso de café de Starbucks sobre la mesa en uno de los episodios de la última temporada, algo que ha sido objeto de preguntas y memes … [+1119 chars]"
    },
    {
      "source": {
        "id": "rt",
        "name": "RT"
      },
      "author": "RT на Русском",
      "title": "В МИД Египта выразили соболезнования в связи со смертью посла России - RT на русском",
      "description": "В МИД Египта выразили соболезнования в связи со смертью посла России RT на русском Официальный представитель Министерства иностранных дел Египта Ахмед Хафез выразил соболезнования в связи со смертью посла России в Каире... Взгляд с разных сторон в приложении …",
      "url": "https://russian.rt.com/world/news/664510-egipet-soboleznovaniya-smert-posol",
      "urlToImage": "https://cdni.rt.com/russian/images/2019.09/article/5d6d3b8f183561ea3d8b4610.jpg",
      "publishedAt": "2019-09-02T15:58:00Z",
      "content": null
    },
    {
      "source": {
        "id": "rt",
        "name": "RT"
      },
      "author": "RT en Español",
      "title": "Desaparece la medallista olímpica española Blanca Fernández Ochoa: ¿qué se sabe hasta ahora?",
      "description": "El pasado 23 de agosto dijo a su hija que \"se iba al norte\" unos días a hacer senderismo. Fue vista por última vez en un supermercado en las afueras de Madrid.",
      "url": "https://actualidad.rt.com/actualidad/325865-desaparicion-medallista-olimpica-espanola-blanca-fernandez-ochoa",
      "urlToImage": "https://cdni.rt.com/actualidad/public_images/2019.09/article/5d6d2bfde9180fe26a8b4567.jpg",
      "publishedAt": "2019-09-02T15:55:10Z",
      "content": "Las labores para encontrar a la española Blanca Fernández Ochoa, de 56 años y medallista olímpica de eslalon en 1992, que lleva 11 días desaparecida, se han intensificado este lunes en la sierra de Cercedilla, en el noroeste de la Comunidad de Madrid (España)… [+4587 chars]"
    },
    {
      "source": {
        "id": "rt",
        "name": "RT"
      },
      "author": "RT",
      "title": "Sucker punch: Radical feminists KO ring girls, replace with MEN to 'reduce violence against women'",
      "description": "In the latest blow delivered by radical feminists, ring girls have been knocked out of boxing and replaced by male ‘fight progress managers’ after lobbying from female advocate groups and councillors in Australia. Read Full Article at RT.com",
      "url": "https://www.rt.com/sport/467812-ring-girls-replaced-fight-progress-managers/",
      "urlToImage": "https://cdni.rt.com/files/2019.09/article/5d6d34a1fc7e9333168b462f.jpg",
      "publishedAt": "2019-09-02T15:41:00Z",
      "content": "In a move seemingly blind to its sheer irony, narcissistic new wave feminists and local councillors in the city of Bendigo in Victoria, Australia, have lobbied to put more women out of work to be replaced by…men.\r\nPromoters of the 'Battle of Bendigo' fight be… [+2322 chars]"
    },
    {
      "source": {
        "id": "rt",
        "name": "RT"
      },
      "author": "RT en Español",
      "title": "Suspenden los despegues en el Aeropuerto de Ciudad de México",
      "description": "El aeropuerto informó que la suspensión argumentando \"protocolos de seguridad\" y posteriormente señaló que todo transcurre con normalidad.",
      "url": "https://actualidad.rt.com/actualidad/325864-suspenden-despegues-aeropuerto-ciudad-mexico",
      "urlToImage": "https://cdni.rt.com/actualidad/public_images/2019.09/article/5d6d3b1b08f3d9dd7c8b4650.jpg",
      "publishedAt": "2019-09-02T15:37:15Z",
      "content": "Más información, en breve."
    },
    {
      "source": {
        "id": "rt",
        "name": "RT"
      },
      "author": "RT en Español",
      "title": "Elon Musk obtiene una exención fiscal para Tesla en China en plena guerra comercial Washington-Pekín",
      "description": "El precio de las acciones del fabricante de vehículos eléctricos sube rápidamente en EE.UU. tras divulgarse la información.",
      "url": "https://actualidad.rt.com/actualidad/325863-musk-obtener-exencion-fiscal-tesla-china",
      "urlToImage": "https://cdni.rt.com/actualidad/public_images/2019.09/article/5d6cf76d08f3d987798b459a.JPG",
      "publishedAt": "2019-09-02T15:33:23Z",
      "content": "Elon Musk ha obtenido una exención tributaria para Tesla en China mientras promociona su proyecto de perforación Boring Company, informa Bloomberg.\r\nMusk empezó a estar en las portadas de todo el mundo el jueves, cuando compartió un discurso junto el fundador… [+1680 chars]"
    },
    {
      "source": {
        "id": "rt",
        "name": "RT"
      },
      "author": "RT en Español",
      "title": "FOTO: Críticas a un maestro en México por colocarles cajas de cartón en la cabeza a los alumnos para que no se copien",
      "description": "Frente a las quejas de los padres, desde la escuela afirmaron que se trataba de una actividad lúdica que contaba con el consentimiento de los estudiantes.",
      "url": "https://actualidad.rt.com/actualidad/325862-criticas-maestro-colocar-cajas-carton-cabeza-alumnos-mexico",
      "urlToImage": "https://cdni.rt.com/actualidad/public_images/2019.09/article/5d6d122808f3d933798b45d1.jpg",
      "publishedAt": "2019-09-02T15:32:29Z",
      "content": "Un docente de una escuela del estado mexicano de Tlaxcala tomó una medida que fue criticada por los padres de sus alumnos: durante un examen, les colocó cajas de cartón en la cabeza a los estudiantes para evitar que se copiaran, publicaron medios locales.\r\nCu… [+1370 chars]"
    },
    {
      "source": {
        "id": "rt",
        "name": "RT"
      },
      "author": "RT en Español",
      "title": "Merkel y sus aliados pierden votos pero mantienen el liderazgo en dos estados del este de Alemania",
      "description": "El partido derechista Alternativa para Alemania obtiene entre el 23,5 % y el 27,5 % de los votos en las elecciones regionales del domingo y ocupa el segundo puesto.",
      "url": "https://actualidad.rt.com/actualidad/325861-merkel-aliados-votos-elecciones-alemania",
      "urlToImage": "https://cdni.rt.com/actualidad/public_images/2019.09/article/5d6d0887e9180f1d5c8b4569.jpg",
      "publishedAt": "2019-09-02T15:30:31Z",
      "content": "Alternativa para Alemania, un partido de extrema derecha, ha mejorado su representación en los parlamentos regionales en los estados federados alemanes de Sajonia y Brandeburgo, en las elecciones celebradas el 1 de septiembre. Sin embargo, y a pesar de las pé… [+2533 chars]"
    },
    {
      "source": {
        "id": "rt",
        "name": "RT"
      },
      "author": "RT en Español",
      "title": "Autoridades de EE.UU. aconsejan evitar los cigarrillos electrónicos tras el brote de una enfermedad pulmonar",
      "description": "En las últimas semanas se han reportado alrededor de 215 personas enfermas y al menos una muerte vinculadas con esta afección.",
      "url": "https://actualidad.rt.com/actualidad/325859-autoridades-eeuu-evitar-cigarrillos-enfermedad-pulmonar",
      "urlToImage": "https://cdni.rt.com/actualidad/public_images/2019.09/article/5d6cee85e9180f02518b456a.jpg",
      "publishedAt": "2019-09-02T15:27:54Z",
      "content": "El misterioso brote de una enfermedad pulmonar grave que ha Estados Unidos sufre desde hace varias semanas ha provocado que las autoridades sanitarias de ese país aconsejen a sus ciudadanos evitar el uso de cigarrillos electrónicos y otros dispositivos de vap… [+1345 chars]"
    },
    {
      "source": {
        "id": "rt",
        "name": "RT"
      },
      "author": "RT на Русском",
      "title": "«Принципиально ситуация не изменилась»: премьер-министр Грузии объявил об отставке - RT на русском",
      "description": "Премьер министр Грузии Мамука Бахтадзе, занимавший этот пост чуть более года, объявил о своей отставке. По его словам, решение было принято в связи с тем, что он выполнил поставленные перед ним задачи. В течение двух недель правящая партия должна выдвинуть на…",
      "url": "https://russian.rt.com/ussr/article/664499-premer-bahtadze-otstavka-gruziya-pravitelstvo",
      "urlToImage": "https://cdni.rt.com/russian/images/2019.09/article/5d6cf2aa370f2ce42e8b45a2.jpeg",
      "publishedAt": "2019-09-02T15:25:21Z",
      "content": ", 2 , - . 20 2018 . , .\r\n« - 2018 , , », — Facebook.\r\n« , , , , », —  .\r\n  .\r\n« « » (, . — RT) », — 37- .\r\n , - . . « ».\r\n, , 3 .  ,       . , .\r\n« , »\r\n , .\r\n«, , .  — , , — , — . - , - , , », — RT.\r\n ,   —  .\r\n«   , , , .   , , : , », — .\r\n ,  -   — .\r\n« , … [+218 chars]"
    },
    {
      "source": {
        "id": "rt",
        "name": "RT"
      },
      "author": "RT en Español",
      "title": "Reino Unido: La Policía escocesa frustra un encuentro de más de 3.000 jóvenes para jugar al escondite en un IKEA",
      "description": "La masiva convocatoria se había llevado a cabo a través de Facebook. Las autoridades policiales de Glasgow la impidieron por razones de seguridad.",
      "url": "https://actualidad.rt.com/viral/325858-escocia-impedir-jugar-escondite-ikea",
      "urlToImage": "https://cdni.rt.com/actualidad/public_images/2019.09/article/5d6d0c3d08f3d931798b45cb.jpg",
      "publishedAt": "2019-09-02T15:15:48Z",
      "content": "La administración de IKEA en Glasgow (Reino Unido) convocó a la Policía local a su tienda el 31 de agosto tras haber averiguado que miles de personas iban a presentarse en su tienda para jugar al escondite, informa The Scotsman.\r\nLos planes se habían difundid… [+1454 chars]"
    },
    {
      "source": {
        "id": "rt",
        "name": "RT"
      },
      "author": "RT en Español",
      "title": "La Cancillería de México identifica 50 ciudades en EE.UU. donde prolifera la xenofobia",
      "description": "\"El supremacismo blanco es el principal peligro hoy en día\", aseguró el canciller Marcelo Ebrard.",
      "url": "https://actualidad.rt.com/actualidad/325857-cancilleria-mexico-50-ciudades-eeuu-xenofobia",
      "urlToImage": "https://cdni.rt.com/actualidad/public_images/2019.09/article/5d6d228408f3d931798b460f.JPG",
      "publishedAt": "2019-09-02T15:13:15Z",
      "content": "El titular de la Secretaría de Relaciones Exteriores de México, Marcelo Ebrard, señaló que la Cancillería ha ubicado al menos 50 ciudades en EE.UU. donde existen actitudes xenofóbas contra mexicanos y latinoamericanos.\r\n\"Tenemos un mapa sobre estas organizaci… [+1052 chars]"
    },
    {
      "source": {
        "id": "rt",
        "name": "RT"
      },
      "author": "RT",
      "title": "China lodges tariff complaint against US with World Trade Organization",
      "description": "The Chinese Commerce Ministry said on Monday that it has launched a case against the United States with the World Trade Organization (WTO) over US import duties. Read Full Article at RT.com",
      "url": "https://www.rt.com/business/467809-china-us-tariffs-wto-case/",
      "urlToImage": "https://cdni.rt.com/files/2019.09/article/5d6d2c4fdda4c87e5e8b459b.jpg",
      "publishedAt": "2019-09-02T14:53:20Z",
      "content": "The move follows the latest round of Washington’s tariffs introduced on Chinese imports by the Trump administration on Sunday. The US began imposing 15 percent tariffs on a variety of Chinese goods, including footwear, smart watches, and flat-panel television… [+964 chars]"
    },
    {
      "source": {
        "id": "rt",
        "name": "RT"
      },
      "author": "RT en Español",
      "title": "¿Publica muchos selfis? Sus seguidores piensan que es solitario y poco exitoso",
      "description": "Un estudio evalúa la personalidad de usuarios de Instagram en función de los mensajes que transmiten sus autorretratos.",
      "url": "https://actualidad.rt.com/viral/325855-personas-selfies-percibidas-exitosas-solitarias",
      "urlToImage": "https://cdni.rt.com/actualidad/public_images/2019.09/article/5d6cfc1de9180f43568b4568.jpg",
      "publishedAt": "2019-09-02T14:45:54Z",
      "content": "Una investigación de la Universidad Estatal de Washington encontró que los usuarios que publican muchos selfis en redes sociales son percibidos como personas menos exitosas, solitarias o inseguras y sugiere que tomarse muchas autofotos suele estimarse narcisi… [+997 chars]"
    },
    {
      "source": {
        "id": "rt",
        "name": "RT"
      },
      "author": "RT на Русском",
      "title": "«Режим ЧС будет сохраняться, пока не закроем все жилищные вопросы»: Путин пообщался с пострадавшими от паводков в Тулуне - RT на русском",
      "description": "В ходе рабочего визита в Тулун Иркутской области Владимир Путин посетил школу №6, первый этаж которой был затоплен в результате сильных паводков. За лето в здании сделали масштабный ремонт. Российский лидер поздравил учеников и пообещал, что восстановительные…",
      "url": "https://russian.rt.com/russia/video/664487-tulun-pavodki-navodnenie-kompensaciya",
      "urlToImage": "https://cdni.rt.com/russian/images/2019.09/article/5d6d2aa0370f2cac4b8b45b2.jpg",
      "publishedAt": "2019-09-02T14:44:54Z",
      "content": null
    },
    {
      "source": {
        "id": "rt",
        "name": "RT"
      },
      "author": "RT en Español",
      "title": "Canciller turco: Ankara está lista para comprar más sistemas antimisiles rusos S-400 si EE.UU. le rechaza los Patriot",
      "description": "La adquisición de los sistemas rusos por parte de Turquía es motivo de tensión entre Ankara y Washington.",
      "url": "https://actualidad.rt.com/actualidad/325854-canciller-turco-ankara-comprar-s400-eeuu-rechazar-patriot",
      "urlToImage": "https://cdni.rt.com/actualidad/public_images/2019.09/article/5d6d2a86e9180f686a8b4567.jpg",
      "publishedAt": "2019-09-02T14:38:00Z",
      "content": "Ankara podría comprar más sistemas antiaéreos rusos S-400 Triumf en caso de que Washington le rechazara un suministro de los estadounidenses Patriot, ha anunciado el ministro de Exteriores turco Mevlut Cavusoglu.\r\n\"Hoy necesitamos más sistemas mientras que no… [+1432 chars]"
    },
    {
      "source": {
        "id": "rt",
        "name": "RT"
      },
      "author": "RT",
      "title": "‘If I beat Khabib, I’m the best lightweight ever’ – Poirier confident ahead of UFC 242",
      "description": "A long list of names have attempted to hand Khabib Nurmagomedov his first career loss but Dustin Poirier says that he is more than capable of succeeding where the previous 27 men have failed at UFC 242. Read Full Article at RT.com",
      "url": "https://www.rt.com/sport/467808-ufc-242-poirier-best-lightweight/",
      "urlToImage": "https://cdni.rt.com/files/2019.09/article/5d6d26d5dda4c82a628b45ad.jpg",
      "publishedAt": "2019-09-02T14:31:47Z",
      "content": "Poirier emerged from a crowded pack on contenders at 155lbs to become the clear number one contender to Nurmagoedov's lightweight crown and, ahead of their meeting in Abu Dhabi this weekend, the American fighter is in confident mood.\r\nHe has beaten a who's-wh… [+2168 chars]"
    },
    {
      "source": {
        "id": "rt",
        "name": "RT"
      },
      "author": "Rt Arabic",
      "title": "أولى ثمار معرض دمشق الدولي الروسية",
      "description": "كشف مسؤول في جمهورية القرم الروسية عن توقيع القرم عقودا مع شركات سورية بقيمة 250 مليون دولار خلال معرض دمشق الدولي المنعقد حاليا في سوريا.",
      "url": "https://arabic.rt.com/business/1042562-%D8%A7%D9%84%D9%82%D8%B1%D9%85-%D8%A7%D9%84%D8%B1%D9%88%D8%B3%D9%8A%D8%A9-%D8%AA%D8%A8%D8%B1%D9%85-%D8%B9%D9%82%D9%88%D8%AF%D8%A7-%D8%A8%D9%80%D8%B1%D8%A8%D8%B9-%D9%85%D9%84%D9%8A%D8%A7%D8%B1-%D8%AF%D9%88%D9%84%D8%A7%D8%B1-%D9%85%D8%B9-%D8%B3%D9%88%D8%B1%D9%8A%D8%A7/",
      "urlToImage": "https://cdni.rt.com/media/pics/2019.09/original/5d6d07eb95a59756278b45dd.jpg",
      "publishedAt": "2019-09-02T14:23:03Z",
      "content": null
    },
    {
      "source": {
        "id": "rt",
        "name": "RT"
      },
      "author": "RT на Русском",
      "title": "Розенбаум перенёс операцию - RT на русском",
      "description": "Розенбаум перенёс операцию RT на русском Александр Розенбаум находится в тяжелом состоянии после операции StarHit.ru СМИ сообщили об экстренной госпитализации Александра Розенбаума Российская Газета Александр Розенбаум находится в тяжелом состоянии в реанимац…",
      "url": "https://russian.rt.com/nopolitics/news/664481-rozenbaum-planovaya-opercaiya",
      "urlToImage": "https://cdni.rt.com/russian/images/2019.09/article/5d6d2480370f2cd4448b45c7.jpg",
      "publishedAt": "2019-09-02T14:20:00Z",
      "content": null
    },
    {
      "source": {
        "id": "rt",
        "name": "RT"
      },
      "author": "RT",
      "title": "Facebook’s ‘treacherous’ & 'beguiling' Libra could undermine euro currency’s global role – ECB",
      "description": "Widespread acceptance of Facebook’s Libra cryptocurrency would pose a threat to monetary policy in the EU, according to one board member of the European Central Bank (ECB), Yves Mersch. Read Full Article at RT.com",
      "url": "https://www.rt.com/business/467807-facebook-libra-undermines-euro-role/",
      "urlToImage": "https://cdni.rt.com/files/2019.09/article/5d6d20cdfc7e93b8168b465a.jpg",
      "publishedAt": "2019-09-02T14:14:11Z",
      "content": "He said on Monday that “Depending on Libra’s level of acceptance and on the referencing of the euro in its reserve basket, it could reduce the ECB’s control over the euro [and] impair the monetary policy transmission mechanism by affecting the liquidity posit… [+1836 chars]"
    },
    {
      "source": {
        "id": "rt",
        "name": "RT"
      },
      "author": "RT",
      "title": "Greece moves hundreds of asylum seekers from Lesbos camp",
      "description": "Greece began moving hundreds of asylum-seekers on Monday from a camp on the island of Lesbos that holds around four times the number of people it was built for, Reuters reports.",
      "url": "https://www.rt.com/newsline/467829-greece-asylum-lesbos-camp/",
      "urlToImage": "https://cdni.rt.com/files/2019.09/article/5d6d77bddda4c88b5e8b4612.JPG",
      "publishedAt": "2019-09-02T14:11:00Z",
      "content": "Greece began moving hundreds of asylum-seekers on Monday from a camp on the island of Lesbos that holds around four times the number of people it was built for, Reuters reports. Over 11,000 refugees and migrants, most of whom have fled war or poverty in the M… [+618 chars]"
    },
    {
      "source": {
        "id": "rt",
        "name": "RT"
      },
      "author": "RT en Español",
      "title": "La Policía española intercepta un velero norteamericano con 800 kilos de cocaína cerca de las islas Azores",
      "description": "",
      "url": "https://actualidad.rt.com/actualidad/325852-policia-espanola-intercepta-velero-norteamericano-cocaina",
      "urlToImage": "https://actualidad.rt.com/static/img/og-logo-rt-black.jpg",
      "publishedAt": "2019-09-02T14:10:21Z",
      "content": "La Policía Nacional española ha interceptado en aguas internacionales, cerca de las islas Azores, \"un importante cargamento\" de cocaína, 800 kilos, que estaba siendo transportado a España en un velero norteamericano de nombre 'Seascape'.\r\nEn un comunicado, la… [+127 chars]"
    },
    {
      "source": {
        "id": "rt",
        "name": "RT"
      },
      "author": "RT",
      "title": "One step closer to the Moon: Indian lander successfully separates from Chandrayaan-2 spaceship",
      "description": "India’s Vikram Lander has cleared one of its final hurdles ahead of touching down on the Moon after successfully separating from the Chandrayaan-2 Orbiter. Read Full Article at RT.com",
      "url": "https://www.rt.com/news/467805-india-chandrayaan-vikram-lander-moon/",
      "urlToImage": "https://cdni.rt.com/files/2019.09/article/5d6d2231fc7e935c168b4629.jpg",
      "publishedAt": "2019-09-02T14:08:11Z",
      "content": "The lander began slowly spinning towards the surface of the Moon after splitting off from the spaceship without a hitch on Monday. \r\nThe history-making machine will execute its next maneuver between 8:45am and 9:45am Indian time (3:15am-4:15am GMT) on Tuesday… [+615 chars]"
    },
    {
      "source": {
        "id": "rt",
        "name": "RT"
      },
      "author": "RT en Español",
      "title": "La ONU advierte de que la basura espacial puede ser una amenaza para las telecomunicaciones terrestres",
      "description": "Actualmente no existe ninguna regulación internacional sobre la generación de este tipo de residuos, pero cada vez existen más iniciativas para combatir su proliferación.",
      "url": "https://actualidad.rt.com/actualidad/325851-onu-advierte-basura-espacial-amenaza-telecomunicaciones",
      "urlToImage": "https://cdni.rt.com/actualidad/public_images/2019.09/article/5d6d0710e9180fdb5a8b456c.jpg",
      "publishedAt": "2019-09-02T14:03:20Z",
      "content": "Desde mediados del siglo XX, cuando comenzó la carrera espacial, han tenido lugar más de 5.000 lanzamientos al espacio, que han provocado la acumulación de unos 23.000 objetos que aún permanecen en órbita. De todos ellos, solo unos 1.200 son satélites en func… [+2858 chars]"
    },
    {
      "source": {
        "id": "rt",
        "name": "RT"
      },
      "author": "RT",
      "title": "Poland enlists in Washington’s war on Huawei with joint 5G ‘security’ declaration",
      "description": "Warsaw has inked a joint declaration with Washington, which states that only trusted partners will be allowed to supply 5G technology. Likely aimed at China’s Huawei, the agreement comes as Poland continues to cozy-up to the US. Read Full Article at RT.com",
      "url": "https://www.rt.com/news/467804-poland-5g-huawei-us-china/",
      "urlToImage": "https://cdni.rt.com/files/2019.09/article/5d6d0ad0dda4c8585e8b4573.JPG",
      "publishedAt": "2019-09-02T13:58:49Z",
      "content": "“All countries must ensure only trusted and reliable suppliers participate in networks,” the declaration, signed by US Vice President Mike Pence and Polish Prime Minister Mateusz Morawiecki, sets out. The document stressed that potential 5G suppliers should h… [+1498 chars]"
    },
    {
      "source": {
        "id": "rt",
        "name": "RT"
      },
      "author": "RT en Español",
      "title": "Primer ministro de Bahamas: El huracán Dorian ha generado una \"devastación sin precedentes\" en las islas Ábaco",
      "description": "El potente ciclón ha destruido casas, autos y árboles en su paso por la región.",
      "url": "https://actualidad.rt.com/actualidad/325850-primer-ministro-bahamas-dorian-devastacion-precedentes",
      "urlToImage": "https://cdni.rt.com/actualidad/public_images/static.es/article/rt-ultimo2.jpg",
      "publishedAt": "2019-09-02T13:57:00Z",
      "content": "El primer ministro de las Bahamas, Hubert Minnis, ha calificado este lunes como una \"devastación sin precedentes\" el nivel de daños materiales ocasionados por el huracán Dorian a su paso por las islas Ábaco, según recoge AFP.\r\nEsta jornada, el huracán ha toca… [+220 chars]"
    },
    {
      "source": {
        "id": "rt",
        "name": "RT"
      },
      "author": "RT",
      "title": "WATCH: FIFA’s Puskas goal of the year finalists – including Messi, free-kick stunner & overhead kick",
      "description": "FIFA has revealed its three finalists for the Puskas Goal of the Year award, featuring a delightful chip from Barcelona star Lionel Messi, a free-kick thunderbolt from South America, and an overhead kick from a teenage star. Read Full Article at RT.com",
      "url": "https://www.rt.com/sport/467803-watch-fifa-puskas-finalists/",
      "urlToImage": "https://cdni.rt.com/files/2019.09/article/5d6d1d9efc7e9364168b4635.jpg",
      "publishedAt": "2019-09-02T13:51:49Z",
      "content": "On Monday FIFA revealed the three contenders which had been whittled down from a long-list of 10 nominees after voting by fans on the organization’s official website.\r\nREAD MORE: Best of The Best: Ronaldo, Messi &amp; Van Dijk to battle it out for top FIFA me… [+1739 chars]"
    },
    {
      "source": {
        "id": "rt",
        "name": "RT"
      },
      "author": "RT en Español",
      "title": "Descubren dentro de un meteorito un mineral nunca antes visto en la naturaleza",
      "description": "El descubrimiento es significativo, porque nunca antes los científicos habían confirmado que la formulación atómica de mineral de carburo de hierro, observada en el meteorito, ocurre naturalmente.",
      "url": "https://actualidad.rt.com/actualidad/325849-meteorito-mineral-nunca-visto-naturaleza",
      "urlToImage": "https://cdni.rt.com/actualidad/public_images/2019.09/article/5d6d05fb08f3d987798b45bf.jpg",
      "publishedAt": "2019-09-02T13:48:18Z",
      "content": "En 1951, cerca de Wedderburn, una remota ciudad australiana, fue descubierto un pequeño trozo de 210 gramos de meteorito de aspecto extraño que cayó del cielo. Desde que fueron comprobados por primera vez sus orígenes espaciales, esa roca negra y roja ha sido… [+2134 chars]"
    },
    {
      "source": {
        "id": "rt",
        "name": "RT"
      },
      "author": "RT",
      "title": "US could use imperial Chinese debt to ‘simply default’ on Beijing’s $1 trillion of US bond holdings",
      "description": "Washington is exploring new ways to target Beijing as it runs out of goods to tax in the ongoing trade war, and century-old Chinese bonds could become a weapon, analysts have told RT. Read Full Article at RT.com",
      "url": "https://www.rt.com/business/467802-china-imperial-debt-us/",
      "urlToImage": "https://cdni.rt.com/files/2019.09/article/5d6d169ffc7e93366e8b4591.jpg",
      "publishedAt": "2019-09-02T13:42:32Z",
      "content": "On Sunday, the latest tit-for-tat tariffs came into force. The US slapped a wide range of Chinese goods with 15 percent tariffs, while Beijing responded with levies ranging from 5 to 10 percent on American imports, including agricultural products. Despite the… [+2621 chars]"
    },
    {
      "source": {
        "id": "rt",
        "name": "RT"
      },
      "author": "RT en Español",
      "title": "Asesinan en Colombia a una candidata a alcaldesa y a sus cinco acompañantes",
      "description": "Se trata de Karina García, candidata a la Alcaldía de Suárez, y cinco personas que viajaban con ella.",
      "url": "https://actualidad.rt.com/actualidad/325848-asesinan-colombia-candidata-alcaldesa-cinco-acompa%C3%B1antes",
      "urlToImage": "https://cdni.rt.com/actualidad/public_images/2019.09/article/5d6d1d5d08f3d934798b45f7.jpg",
      "publishedAt": "2019-09-02T13:41:39Z",
      "content": "La candidata a la Alcaldía de Suárez, departamento del Cauca (Colombia), Karina García Sierra fue asesinada junto a otras cinco personas mientras se desplazaba en un vehículo.\r\nMás información, en breve."
    },
    {
      "source": {
        "id": "rt",
        "name": "RT"
      },
      "author": "RT",
      "title": "‘I don’t want to go, help!’ Video of small boy goes viral as school year begins in Russia",
      "description": "The start of the school year proved too much for one schoolboy who tried to avoid a return to the classroom in a video by screaming: “I don’t want to, I can’t write!” as his parents dragged him down the street. Read Full Article at RT.com",
      "url": "https://www.rt.com/russia/467801-russia-pupil-dragged-school/",
      "urlToImage": "https://cdni.rt.com/files/2019.09/article/5d6d19ffdda4c83d6b8b464d.jpg",
      "publishedAt": "2019-09-02T13:38:26Z",
      "content": "“No, I don’t want to go to school!” he whimpered, but his hopes of swaying his parents quickly faded. As the tragedy unfolded, the adults tried to play ‘good cop, bad cop.’\r\n“They will teach you [how to write], you’ll be doing your homework,” the woman said, … [+859 chars]"
    },
    {
      "source": {
        "id": "rt",
        "name": "RT"
      },
      "author": "RT на Русском",
      "title": "Лавров заявил о попытках США спровоцировать Иран - RT на русском",
      "description": "Лавров заявил о попытках США спровоцировать Иран RT на русском СВПД будет не единственной жертвой США, заявил Зариф РИА Новости Тегеран заявил о неисполнении европейцами обязательств по ядерной сделке РБК Иран выдвинул ультиматум странам Европы Росбалт Тегера…",
      "url": "https://russian.rt.com/world/news/664464-lavrov-ssha-provokaciya-iran",
      "urlToImage": "https://cdni.rt.com/russian/images/2019.09/article/5d6d0cff183561d73e8b4579.jpg",
      "publishedAt": "2019-09-02T13:38:00Z",
      "content": null
    },
    {
      "source": {
        "id": "rt",
        "name": "RT"
      },
      "author": "RT",
      "title": "Japan plans to launch ‘police unit’ for disputed islands in E. China Sea",
      "description": "Tokyo will launch a special police unit equipped with submachine guns and helicopters to patrol disputed isles in the East China Sea, police and media said on Monday.",
      "url": "https://www.rt.com/newsline/467828-japan-islands-east-china/",
      "urlToImage": "https://cdni.rt.com/files/2019.09/article/5d6d75fddda4c82a628b45f4.JPG",
      "publishedAt": "2019-09-02T13:36:00Z",
      "content": "Tokyo will launch a special police unit, equipped with submachine guns and helicopters, to patrol disputed islands in the East China Sea, police and media said on Monday. The deployment near the tiny islands, known as the 'Senkakus' in Japan and the 'Diaoyu' … [+709 chars]"
    },
    {
      "source": {
        "id": "rt",
        "name": "RT"
      },
      "author": "RT на Русском",
      "title": "В Минкоммерции КНР выразили США протест из-за пошлин - RT на русском",
      "description": "В Минкоммерции КНР выразили США протест из-за пошлин RT на русском Торговая война вышла на новый этап. Трамп нанес удар по американским потребителям Рамблер/новости Торговая война США и Китая выходит на мировой рынок Коммерсантъ Трамп рассказал о торговых пер…",
      "url": "https://russian.rt.com/business/news/664459-kitai-ssha-protest-poshliny",
      "urlToImage": "https://cdni.rt.com/russian/images/2019.09/article/5d6d1777370f2ce42e8b461e.png",
      "publishedAt": "2019-09-02T13:26:00Z",
      "content": null
    },
    {
      "source": {
        "id": "rt",
        "name": "RT"
      },
      "author": "RT en Español",
      "title": "China protesta ante EE.UU. por la introducción de aranceles adicionales",
      "description": "Desde el 1 de septiembre, importaciones chinas a EE.UU. por valor de 300.000 millones de dólares se gravarán con un 15 % en vez de con un 10 %.",
      "url": "https://actualidad.rt.com/actualidad/325847-china-protestar-eeuu-introduccion-aranceles-adicionales",
      "urlToImage": "https://cdni.rt.com/actualidad/public_images/2019.09/article/5d6d1a3208f3d933798b45e1.JPG",
      "publishedAt": "2019-09-02T13:25:00Z",
      "content": "Pekín ha protestado de manera enérgica ante Estados Unidos por introducir aranceles adicionales sobre los productos chinos a partir del pasado 1 de septiembre, según ha comunicado el Ministerio de Comercio de China.\r\nLas autoridades chinas estiman que esta me… [+1329 chars]"
    },
    {
      "source": {
        "id": "rt",
        "name": "RT"
      },
      "author": "RT на Русском",
      "title": "СМИ: В Калифорнии более 30 человек погибли при пожаре на судне - RT на русском",
      "description": "СМИ: В Калифорнии более 30 человек погибли при пожаре на судне RT на русском Более 30 человек погибли при пожаре на борту судна около Санта-Барбары РБК 34 человека сгорели на судне в Калифорнии Lenta.ru СМИ сообщили о возможной гибели 34 человек при пожаре на…",
      "url": "https://russian.rt.com/world/news/664455-kaliforniya-pozhar-sudno",
      "urlToImage": "https://cdni.rt.com/russian/images/2019.09/article/5d6d140b370f2cd32e8b4617.JPG",
      "publishedAt": "2019-09-02T13:18:00Z",
      "content": null
    }
  ]
}
