{
  "status": "ok",
  "totalResults": 1423,
  "articles": [
    {
      "source": {
        "id": "football-italia",
        "name": "Football Italia"
      },
      "author": "Football Italia staff",
      "title": "Mancini: Kean & Zaniolo punished",
      "description": "Roberto Mancini confirms Moise Kean and Nicolo Zaniolo were left out of his latest Italy squad as punishment. “Professionals must always behave well.”",
      "url": "https://www.football-italia.net/143776/mancini-kean-zaniolo-punished",
      "urlToImage": null,
      "publishedAt": "2019-09-02T22:49:28Z",
      "content": "Roberto Mancini confirms Moise Kean and Nicolo Zaniolo were left out of his latest Italy squad as punishment. “Professionals must always behave well.”\r\nKean and Zaniolo were Italy’s breakout stars of last season, but the pair courted controversy earlier in th… [+2170 chars]"
    },
    {
      "source": {
        "id": "football-italia",
        "name": "Football Italia"
      },
      "author": "Football Italia staff",
      "title": "Official: Genoa sign Goldaniga",
      "description": "Genoa have officially signed Sassuolo defender Edoardo Goldaniga on a season-long loan with option to buy.  \tGoldaniga was surplus to requirements at Sassuolo after they brought in Vlad Chiriches and Filippo Romagna on deadline day.",
      "url": "https://www.football-italia.net/143775/official-genoa-sign-goldaniga",
      "urlToImage": null,
      "publishedAt": "2019-09-02T22:01:40Z",
      "content": "Genoa have officially signed Sassuolo defender Edoardo Goldaniga on a season-long loan with option to buy.\r\nGoldaniga was surplus to requirements at Sassuolo after they brought in Vlad Chiriches and Filippo Romagna on deadline day.\r\nThe 25-year-old spent the … [+324 chars]"
    },
    {
      "source": {
        "id": "football-italia",
        "name": "Football Italia"
      },
      "author": "Football Italia staff",
      "title": "Official: Gonalons joins Granada",
      "description": "Roma midfielder Maxime Gonalons has officially joined La Liga new boys Granada on loan with conditional obligation to buy.  \tA statement on Romaâs website confirms Granata will be obliged to buy Gonalons for â¬4m âshould certain clauses be metâ.",
      "url": "https://www.football-italia.net/143729/official-gonalons-joins-granada",
      "urlToImage": null,
      "publishedAt": "2019-09-02T21:35:37Z",
      "content": "Roma midfielder Maxime Gonalons has officially joined La Liga new boys Granada on loan with conditional obligation to buy.\r\nA statement on Roma’s website confirms Granata will be obliged to buy Gonalons for €4m ‘should certain clauses be met’.\r\nIt is a return… [+307 chars]"
    },
    {
      "source": {
        "id": "football-italia",
        "name": "Football Italia"
      },
      "author": "Football Italia staff",
      "title": "Official: Skrtel returns to Turkey",
      "description": "Martin Skrtel has officially joined Turkish side Istanbul Basaksehir on the same day he was released by Atalanta  \tSkrtel signed for Atalanta on August 9 but left on Monday without making a single appearance, his place taken by Sevilla loanee Simon Kjaer.",
      "url": "https://www.football-italia.net/143774/official-skrtel-returns-turkey",
      "urlToImage": null,
      "publishedAt": "2019-09-02T21:32:57Z",
      "content": "Martin Skrtel has officially joined Turkish side Istanbul Basaksehir on the same day he was released by Atalanta\r\nSkrtel signed for Atalanta on August 9 but left on Monday without making a single appearance, his place taken by Sevilla loanee Simon Kjaer.\r\nThe… [+306 chars]"
    },
    {
      "source": {
        "id": "football-italia",
        "name": "Football Italia"
      },
      "author": "Football Italia staff",
      "title": "Icardi delighted to join PSG 'powerhouse'",
      "description": "Mauro Icardi has expressed his delight at joining âan international football powerhouseâ in Paris Saint-Germain from Inter.  \tThe mother of all transfer sagas finally came to an end on Monday evening when Icardi left Inter for PSG on a season-long loan wi…",
      "url": "https://www.football-italia.net/143773/icardi-delighted-join-psg-powerhouse",
      "urlToImage": null,
      "publishedAt": "2019-09-02T21:11:49Z",
      "content": "Mauro Icardi has expressed his delight at joining ‘an international football powerhouse’ in Paris Saint-Germain from Inter.\r\nThe mother of all transfer sagas finally came to an end on Monday evening when Icardi left Inter for PSG on a season-long loan with a … [+793 chars]"
    },
    {
      "source": {
        "id": "football-italia",
        "name": "Football Italia"
      },
      "author": "Football Italia staff",
      "title": "Official: Icardi joins PSG on loan",
      "description": "Mauro Icardi has formally completed his loan move to Paris Saint-Germain, with option to buy from Inter for a reported â¬70m.  \tThe exact financial details are not announced, but it is a loan with option to buy at the end of the season.  \tâFC Internazional…",
      "url": "https://www.football-italia.net/143771/official-icardi-joins-psg-loan",
      "urlToImage": null,
      "publishedAt": "2019-09-02T21:00:11Z",
      "content": "Mauro Icardi has formally completed his loan move to Paris Saint-Germain, with option to buy from Inter for a reported €70m.\r\nThe exact financial details are not announced, but it is a loan with option to buy at the end of the season.\r\n“FC Internazionale Mila… [+2503 chars]"
    },
    {
      "source": {
        "id": "football-italia",
        "name": "Football Italia"
      },
      "author": "Football Italia staff",
      "title": "Samp in right-back reshuffle",
      "description": "Sampdoria have let right-back Jacopo Sala join SPAL on a permanent basis and brought in teenager Kaique Rocha from Santos.  \tSala moves to SPAL on a three-year contract and belatedly succeeds Manuel Lazzari on their right flank.",
      "url": "https://www.football-italia.net/143772/samp-right-back-reshuffle",
      "urlToImage": null,
      "publishedAt": "2019-09-02T20:50:34Z",
      "content": "Sampdoria have let right-back Jacopo Sala join SPAL on a permanent basis and brought in teenager Kaique Rocha from Santos.\r\nSala moves to SPAL on a three-year contract and belatedly succeeds Manuel Lazzari on their right flank.\r\nThe 27-year-old is a former It… [+394 chars]"
    },
    {
      "source": {
        "id": "football-italia",
        "name": "Football Italia"
      },
      "author": "Football Italia staff",
      "title": "Official: Okaka returns to Udinese",
      "description": "Former Italy striker Stefano Okaka has officially re-joined Udinese from Watford on a three-year deal.  \tThe 30-year-old centre-forward had played for Udinese from January to June this year on loan, scoring six goals in 16 Serie A appearances.",
      "url": "https://www.football-italia.net/143765/official-okaka-returns-udinese",
      "urlToImage": null,
      "publishedAt": "2019-09-02T20:30:03Z",
      "content": "Former Italy striker Stefano Okaka has officially re-joined Udinese from Watford on a three-year deal.\r\nThe 30-year-old centre-forward had played for Udinese from January to June this year on loan, scoring six goals in 16 Serie A appearances.\r\nHis former club… [+317 chars]"
    },
    {
      "source": {
        "id": "football-italia",
        "name": "Football Italia"
      },
      "author": "Football Italia staff",
      "title": "Official: Ghezzal to Fiorentina",
      "description": "Leicester City winger Rachid Ghezzal has officially joined Fiorentina on loan with option to buy.  \tFiorentinaâs right to purchase Ghezzal is believed to be set at â¬10m.  \tLeicester brought in the 27-year-old as a replacement for Riyadh Mahrez last summer.",
      "url": "https://www.football-italia.net/143770/official-ghezzal-fiorentina",
      "urlToImage": null,
      "publishedAt": "2019-09-02T20:25:53Z",
      "content": "Leicester City winger Rachid Ghezzal has officially joined Fiorentina on loan with option to buy.\r\nFiorentina’s right to purchase Ghezzal is believed to be set at €10m.\r\nLeicester brought in the 27-year-old as a replacement for Riyadh Mahrez last summer.\r\nThe… [+367 chars]"
    },
    {
      "source": {
        "id": "football-italia",
        "name": "Football Italia"
      },
      "author": "Football Italia staff",
      "title": "Tonali earns Italy call-up",
      "description": "Brescia midfielder Sandro Tonali has been called up to the Italy squad, replacing Roma midfielder Bryan Cristante.  \tIt was initially thought that Freiburg winger Vincenzo Grifo had taken Cristanteâs spot after he had dropped out with flu.",
      "url": "https://www.football-italia.net/143769/tonali-earns-italy-call",
      "urlToImage": null,
      "publishedAt": "2019-09-02T20:08:04Z",
      "content": "Brescia midfielder Sandro Tonali has been called up to the Italy squad, replacing Roma midfielder Bryan Cristante.\r\nIt was initially thought that Freiburg winger Vincenzo Grifo had taken Cristante’s spot after he had dropped out with flu.\r\nHowever, the FIGC c… [+344 chars]"
    },
    {
      "source": {
        "id": "football-italia",
        "name": "Football Italia"
      },
      "author": "Football Italia staff",
      "title": "Official: Verdi joins Torino",
      "description": "Simone Verdi has completed his deadline day move from Napoli to Torino for a reported â¬25m after months of talks, but right on the wire.  \tIt was finalised with seconds to spare before the Serie A transfer deadline, for â¬4m loan with â¬21m obligation to …",
      "url": "https://www.football-italia.net/143768/official-verdi-joins-torino",
      "urlToImage": null,
      "publishedAt": "2019-09-02T20:06:32Z",
      "content": "Simone Verdi has completed his deadline day move from Napoli to Torino for a reported €25m after months of talks, but right on the wire.\r\nIt was finalised with seconds to spare before the Serie A transfer deadline, for €4m loan with €21m obligation to buy.\r\nT… [+708 chars]"
    },
    {
      "source": {
        "id": "football-italia",
        "name": "Football Italia"
      },
      "author": "Football Italia staff",
      "title": "Official: Verona sign Stepinski",
      "description": "Poland international striker Mariusz Stepinski has moved from Chievo to their city rivals Hellas Verona for â¬5m.  \tThe deadline day transfer was completed right on the wire between the neighbouring clubs.  \tChievo were relegated to Serie B over the summer, …",
      "url": "https://www.football-italia.net/143767/official-verona-sign-stepinski",
      "urlToImage": null,
      "publishedAt": "2019-09-02T19:58:20Z",
      "content": "Poland international striker Mariusz Stepinski has moved from Chievo to their city rivals Hellas Verona for €5m.\r\nThe deadline day transfer was completed right on the wire between the neighbouring clubs.\r\nChievo were relegated to Serie B over the summer, whil… [+235 chars]"
    },
    {
      "source": {
        "id": "football-italia",
        "name": "Football Italia"
      },
      "author": "Football Italia staff",
      "title": "Matri to Brescia, Romagna to Sassuolo",
      "description": "Brescia have officially signed striker Alessandro Matri from Sassuolo, who have in turn taken Cagliari defender Filippo Romagna.  \tMatri joins Brescia on loan with obligation to buy.  \tThe 34-year-old is vastly experienced in Serie A after spells with the lik…",
      "url": "https://www.football-italia.net/143766/matri-brescia-romagna-sassuolo",
      "urlToImage": null,
      "publishedAt": "2019-09-02T19:43:05Z",
      "content": "Brescia have officially signed striker Alessandro Matri from Sassuolo, who have in turn taken Cagliari defender Filippo Romagna.\r\nMatri joins Brescia on loan with obligation to buy.\r\nThe 34-year-old is vastly experienced in Serie A after spells with the likes… [+409 chars]"
    },
    {
      "source": {
        "id": "football-italia",
        "name": "Football Italia"
      },
      "author": "Football Italia staff",
      "title": "Done deal: Okaka to Udinese",
      "description": "Stefano Okaka is on his way back to Udinese from Watford, although Cagliari had also been interested.  \tThe 30-year-old centre-forward had played for Udinese from January to June this year on loan, scoring six goals in 16 Serie A appearances.  \tHis former clu…",
      "url": "https://www.football-italia.net/143765/done-deal-okaka-udinese",
      "urlToImage": null,
      "publishedAt": "2019-09-02T19:41:03Z",
      "content": "Stefano Okaka is on his way back to Udinese from Watford, although Cagliari had also been interested.\r\nThe 30-year-old centre-forward had played for Udinese from January to June this year on loan, scoring six goals in 16 Serie A appearances.\r\nHis former clubs… [+264 chars]"
    },
    {
      "source": {
        "id": "football-italia",
        "name": "Football Italia"
      },
      "author": "Football Italia staff",
      "title": "Official: Babacar to Lecce",
      "description": "Sassuolo have formally handed striker Khouma Babacar to newly-promoted Lecce on loan with option to buy.  \tThe 26-year-old Senegal international had moved from Fiorentina to the Mapei Stadium for â¬10m in January 2018, but fell rapidly down the pecking order.",
      "url": "https://www.football-italia.net/143764/official-babacar-lecce",
      "urlToImage": null,
      "publishedAt": "2019-09-02T19:30:36Z",
      "content": "Sassuolo have formally handed striker Khouma Babacar to newly-promoted Lecce on loan with option to buy.\r\nThe 26-year-old Senegal international had moved from Fiorentina to the Mapei Stadium for €10m in January 2018, but fell rapidly down the pecking order.\r\n… [+349 chars]"
    },
    {
      "source": {
        "id": "football-italia",
        "name": "Football Italia"
      },
      "author": "Football Italia staff",
      "title": "Duncan: Thank you, Liverpool",
      "description": "Fiorentina new boy Bobby Duncan has thanked Liverpool for âspecial memoriesâ, despite the acrimonious nature of his departure.  \tDuncanâs agent attacked Liverpool for âbullyingâ Duncan, keeping him âagainst his willâ and damaging his mental heal…",
      "url": "https://www.football-italia.net/143763/duncan-thank-you-liverpool",
      "urlToImage": null,
      "publishedAt": "2019-09-02T19:22:24Z",
      "content": "Fiorentina new boy Bobby Duncan has thanked Liverpool for ‘special memories’, despite the acrimonious nature of his departure.\r\nDuncan’s agent attacked Liverpool for ‘bullying’ Duncan, keeping him ‘against his will’ and damaging his mental health in a strongl… [+503 chars]"
    },
    {
      "source": {
        "id": "football-italia",
        "name": "Football Italia"
      },
      "author": "Football Italia staff",
      "title": "Genoa: Ankersen in, Romulo out",
      "description": "Genoa have officially signed right-back Peter Ankersen from FC Copenhagen, while sending Romulo to Brescia.  \tAnkersen arrives on a permanent basis for an undisclosed fee.  \tSportitalia adds he was recommended to the club by fellow Dane and new recruit Lasse …",
      "url": "https://www.football-italia.net/143762/genoa-ankersen-romulo-out",
      "urlToImage": null,
      "publishedAt": "2019-09-02T18:54:59Z",
      "content": "Genoa have officially signed right-back Peter Ankersen from FC Copenhagen, while sending Romulo to Brescia.\r\nAnkersen arrives on a permanent basis for an undisclosed fee.\r\nSportitalia adds he was recommended to the club by fellow Dane and new recruit Lasse Sc… [+469 chars]"
    },
    {
      "source": {
        "id": "football-italia",
        "name": "Football Italia"
      },
      "author": "Football Italia staff",
      "title": "Official: Rebic and Silva two-year loans",
      "description": "Ante Rebic has joined Milan on a two-year loan deal from Eintracht Frankfurt, with Andre Silva going the other way, but no options to buy.  \tBoth clubs announced the news several hours after the medicals and Rebicâs contract had been deposited with the Lega…",
      "url": "https://www.football-italia.net/143761/official-rebic-and-silva-two-year-loans",
      "urlToImage": null,
      "publishedAt": "2019-09-02T18:39:46Z",
      "content": "Ante Rebic has joined Milan on a two-year loan deal from Eintracht Frankfurt, with Andre Silva going the other way, but no options to buy.\r\nBoth clubs announced the news several hours after the medicals and Rebic’s contract had been deposited with the Lega Se… [+502 chars]"
    },
    {
      "source": {
        "id": "football-italia",
        "name": "Football Italia"
      },
      "author": "Football Italia staff",
      "title": "Official: Fiorentina snap up Duncan",
      "description": "Fiorentina have officially signed England youth striker Bobby Duncan from LiverpoolÂ on a permanent basis.  \tThe Viola have paid a reported â¬500,000 for Duncan, with â¬1m to follow in the way of performance-related bonuses.  \tLiverpool are also set to rece…",
      "url": "https://www.football-italia.net/143760/official-fiorentina-snap-duncan",
      "urlToImage": null,
      "publishedAt": "2019-09-02T18:11:36Z",
      "content": "Fiorentina have officially signed England youth striker Bobby Duncan from Liverpool on a permanent basis.\r\nThe Viola have paid a reported €500,000 for Duncan, with €1m to follow in the way of performance-related bonuses.\r\nLiverpool are also set to receive 20 … [+405 chars]"
    },
    {
      "source": {
        "id": "football-italia",
        "name": "Football Italia"
      },
      "author": "Football Italia staff",
      "title": "Verdi very close to Torino move",
      "description": "Simone Verdi is on the verge of a deadline day â¬25m move from Napoli to Torino, as the clubs are racing against time.  \tThis transfer has been in the works for months, but the Partenopei were never prepared to listen to offers, at least not for under â¬30m.",
      "url": "https://www.football-italia.net/143759/verdi-very-close-torino-move",
      "urlToImage": null,
      "publishedAt": "2019-09-02T18:00:19Z",
      "content": "Simone Verdi is on the verge of a deadline day €25m move from Napoli to Torino, as the clubs are racing against time.\r\nThis transfer has been in the works for months, but the Partenopei were never prepared to listen to offers, at least not for under €30m.\r\nAc… [+665 chars]"
    },
    {
      "source": {
        "id": "football-italia",
        "name": "Football Italia"
      },
      "author": "Football Italia staff",
      "title": "Mkhitaryan: 'I know what Roma are about'",
      "description": "Henrikh Mkhitaryan sees the dry loan to Roma as âa new chapter. I know what this club is all about and we can achieve great things together.â  \tThe 30-year-old forward completed his transfer today on a one-season loan, at a cost of â¬3m plus up to â¬100…",
      "url": "https://www.football-italia.net/143758/mkhitaryan-i-know-what-roma-are-about",
      "urlToImage": null,
      "publishedAt": "2019-09-02T17:52:46Z",
      "content": "Henrikh Mkhitaryan sees the dry loan to Roma as “a new chapter. I know what this club is all about and we can achieve great things together.”\r\nThe 30-year-old forward completed his transfer today on a one-season loan, at a cost of €3m plus up to €100,000 in p… [+583 chars]"
    },
    {
      "source": {
        "id": "football-italia",
        "name": "Football Italia"
      },
      "author": "Football Italia staff",
      "title": "Brescia to sign Matri & Romulo",
      "description": "Brescia are closing in on deals for Sassuolo striker Alessandro Matri and Genoa wingback Romulo.  \tAccording to Sky Sport Italia and Tuttomercatoweb, the pair should become Brescia players before 21:00 BST this evening.  \tMatri is set to join on a one-year co…",
      "url": "https://www.football-italia.net/143757/brescia-sign-matri-romulo",
      "urlToImage": null,
      "publishedAt": "2019-09-02T17:51:23Z",
      "content": "Brescia are closing in on deals for Sassuolo striker Alessandro Matri and Genoa wingback Romulo.\r\nAccording to Sky Sport Italia and Tuttomercatoweb, the pair should become Brescia players before 21:00 BST this evening.\r\nMatri is set to join on a one-year cont… [+311 chars]"
    },
    {
      "source": {
        "id": "football-italia",
        "name": "Football Italia"
      },
      "author": "Football Italia staff",
      "title": "Report: Icardi has signed for PSG",
      "description": "There are reports Mauro Icardi has completed his move to Paris Saint-Germain on loan with option to buy, having first extended his Inter contract.  \tThe new deal to 2022 with the Nerazzurri was an essential step, as it was due to expire in June 2021 and that …",
      "url": "https://www.football-italia.net/143756/report-icardi-has-signed-psg",
      "urlToImage": null,
      "publishedAt": "2019-09-02T17:38:42Z",
      "content": "There are reports Mauro Icardi has completed his move to Paris Saint-Germain on loan with option to buy, having first extended his Inter contract.\r\nThe new deal to 2022 with the Nerazzurri was an essential step, as it was due to expire in June 2021 and that w… [+1794 chars]"
    },
    {
      "source": {
        "id": "football-italia",
        "name": "Football Italia"
      },
      "author": "Football Italia staff",
      "title": "Italy: Grifo replaces Cristante",
      "description": "Vincenzo Grifo has completed a return to Freiburg and replaced Roma midfielder Bryan Cristante in the Italy squad.  \tGrifo made his name at Freiburg, scoring 23 goals and providing 26 assists for the German side between 2015 and 2017.",
      "url": "https://www.football-italia.net/143755/italy-grifo-replaces-cristante",
      "urlToImage": null,
      "publishedAt": "2019-09-02T17:26:49Z",
      "content": "Vincenzo Grifo has completed a return to Freiburg and replaced Roma midfielder Bryan Cristante in the Italy squad.\r\nGrifo made his name at Freiburg, scoring 23 goals and providing 26 assists for the German side between 2015 and 2017.\r\nThe 26-year-old spent th… [+341 chars]"
    },
    {
      "source": {
        "id": "football-italia",
        "name": "Football Italia"
      },
      "author": "Football Italia staff",
      "title": "Official: Mkhitaryan loan for Roma",
      "description": "Henrikh Mkhitaryan has signed for Roma, on loan without an option to buy from Arsenal, at a cost of â¬3m.  \tThe 30-year-old Armenia international scored four goals in 22 games for the Gunners last term.  \tA statement confirmed there is no option to buy, but …",
      "url": "https://www.football-italia.net/143754/official-mkhitaryan-loan-roma",
      "urlToImage": null,
      "publishedAt": "2019-09-02T17:26:34Z",
      "content": "Henrikh Mkhitaryan has signed for Roma, on loan without an option to buy from Arsenal, at a cost of €3m.\r\nThe 30-year-old Armenia international scored four goals in 22 games for the Gunners last term.\r\nA statement confirmed there is no option to buy, but Roma… [+467 chars]"
    },
    {
      "source": {
        "id": "football-italia",
        "name": "Football Italia"
      },
      "author": "Football Italia staff",
      "title": "Serie A announces anti-racism initiative",
      "description": "Serie A âstrongly condemnsâ the racial abuse suffered by Romelu Lukaku and has announced plans for an anti-discrimination initiative starting in October.  \tThe Inter striker was last night subjected to monkey chants by fans of the Sardinian club, who have…",
      "url": "https://www.football-italia.net/143753/serie-announces-anti-racism-initiative",
      "urlToImage": null,
      "publishedAt": "2019-09-02T17:10:48Z",
      "content": "Serie A ‘strongly condemns’ the racial abuse suffered by Romelu Lukaku and has announced plans for an anti-discrimination initiative starting in October.\r\nThe Inter striker was last night subjected to monkey chants by fans of the Sardinian club, who have also… [+1327 chars]"
    },
    {
      "source": {
        "id": "football-italia",
        "name": "Football Italia"
      },
      "author": "Football Italia staff",
      "title": "Ghezzal: 'Happy to be at Fiorentina'",
      "description": "Rachid Ghezzal is undergoing his Fiorentina medical for a loan move with option to buy from Leicester City. âIâm very happy.â  \tThe 27-year-old Algeria international is a versatile forward who can take on different roles.  \tNegotiations developed very q…",
      "url": "https://www.football-italia.net/143752/ghezzal-happy-be-fiorentina",
      "urlToImage": null,
      "publishedAt": "2019-09-02T17:09:37Z",
      "content": "Rachid Ghezzal is undergoing his Fiorentina medical for a loan move with option to buy from Leicester City. “I’m very happy.”\r\nThe 27-year-old Algeria international is a versatile forward who can take on different roles.\r\nNegotiations developed very quickly a… [+465 chars]"
    },
    {
      "source": {
        "id": "football-italia",
        "name": "Football Italia"
      },
      "author": "Football Italia staff",
      "title": "Kalinic: 'Proud to join Roma'",
      "description": "Nikola Kalinic is âproud to become part of this team and this clubâ after completing his loan with option to buy for â¬11m move to Roma from Atletico Madrid.  \tThe Giallorossi paid â¬2m for the season-long loan, with option to buy in June 2020 for a fur…",
      "url": "https://www.football-italia.net/143751/kalinic-proud-join-roma",
      "urlToImage": null,
      "publishedAt": "2019-09-02T17:02:20Z",
      "content": "Nikola Kalinic is “proud to become part of this team and this club” after completing his loan with option to buy for €11m move to Roma from Atletico Madrid.\r\nThe Giallorossi paid €2m for the season-long loan, with option to buy in June 2020 for a further €9m.… [+631 chars]"
    },
    {
      "source": {
        "id": "football-italia",
        "name": "Football Italia"
      },
      "author": "Football Italia staff",
      "title": "Official: Rebic to Milan, Silva-Eintracht",
      "description": "Ante Rebic has signed for Milan on loan with option to buy, Andre Silva going the opposite direction to Eintracht Frankfurt.  \tBoth players were valued approximately â¬25m and so it is a straight swap.  \tThere had been some concerns, as Andre Silva again had…",
      "url": "https://www.football-italia.net/143746/official-rebic-milan-silva-eintracht",
      "urlToImage": null,
      "publishedAt": "2019-09-02T16:28:58Z",
      "content": "Ante Rebic has signed for Milan on loan with option to buy, Andre Silva going the opposite direction to Eintracht Frankfurt.\r\nBoth players were valued approximately €25m and so it is a straight swap.\r\nThere had been some concerns, as Andre Silva again had som… [+828 chars]"
    },
    {
      "source": {
        "id": "football-italia",
        "name": "Football Italia"
      },
      "author": "Football Italia staff",
      "title": "Duncan signs for Fiorentina",
      "description": "Liverpool striker Bobby Duncan has signed his contract ahead of being confirmed as a Fiorentina player.  \tDuncan spent Monday at Fiorentinaâs offices, undergoing a medical before putting pen to paper.",
      "url": "https://www.football-italia.net/143750/duncan-signs-fiorentina",
      "urlToImage": null,
      "publishedAt": "2019-09-02T16:23:02Z",
      "content": "Liverpool striker Bobby Duncan has signed his contract ahead of being confirmed as a Fiorentina player.\r\nDuncan spent Monday at Fiorentina’s offices, undergoing a medical before putting pen to paper.\r\nGianluca Di Marzio’s website writes the Tuscans will pay €… [+381 chars]"
    },
    {
      "source": {
        "id": "football-italia",
        "name": "Football Italia"
      },
      "author": "Football Italia staff",
      "title": "Official: Schick joins RB Leipzig",
      "description": "Roma have officially loaned Patrik Schick to RB Leipzig for â¬3.5m plus bonuses with option to buy for â¬28-29m.  \tâAS Roma can confirm that forward Patrik Schick has joined RB Leipzig on a season-long loan deal,â read a statement.",
      "url": "https://www.football-italia.net/143749/official-schick-joins-rb-leipzig",
      "urlToImage": null,
      "publishedAt": "2019-09-02T16:19:26Z",
      "content": "Roma have officially loaned Patrik Schick to RB Leipzig for €3.5m plus bonuses with option to buy for €28-29m.\r\n“AS Roma can confirm that forward Patrik Schick has joined RB Leipzig on a season-long loan deal,” read a statement.\r\n“Schick joins the Bundesliga … [+721 chars]"
    },
    {
      "source": {
        "id": "football-italia",
        "name": "Football Italia"
      },
      "author": "Football Italia staff",
      "title": "Official: Kalinic signs for Roma",
      "description": "Nikola Kalinic has officially joined Roma, on loan with option to buy from Atletico Madrid for approximately â¬8m.  \tThe 31-year-old Croatia international forward returned to Serie A, having previously played for Fiorentina in 2015-17 and Milan in 2018-19.",
      "url": "https://www.football-italia.net/143748/official-kalinic-signs-roma",
      "urlToImage": null,
      "publishedAt": "2019-09-02T16:02:00Z",
      "content": "Nikola Kalinic has officially joined Roma, on loan with option to buy from Atletico Madrid for approximately €8m.\r\nThe 31-year-old Croatia international forward returned to Serie A, having previously played for Fiorentina in 2015-17 and Milan in 2018-19.\r\nHe … [+369 chars]"
    },
    {
      "source": {
        "id": "football-italia",
        "name": "Football Italia"
      },
      "author": "Football Italia staff",
      "title": "Official: Samp sign Rigoni & Seculin",
      "description": "Sampdoria have officially signed Zenit St Petersburg winger Emiliano Rigoni and Chievo goalkeeper Andrea Seculin on loan.  \tRigoni arrives on a season-long loan withÂ â¬10mÂ obligation to buy after a certain number of appearances or option to buy.",
      "url": "https://www.football-italia.net/143747/official-samp-sign-rigoni-seculin",
      "urlToImage": null,
      "publishedAt": "2019-09-02T15:48:18Z",
      "content": "Sampdoria have officially signed Zenit St Petersburg winger Emiliano Rigoni and Chievo goalkeeper Andrea Seculin on loan.\r\nRigoni arrives on a season-long loan with €10m obligation to buy after a certain number of appearances or option to buy.\r\nThe 26-year-ol… [+365 chars]"
    },
    {
      "source": {
        "id": "football-italia",
        "name": "Football Italia"
      },
      "author": "Football Italia staff",
      "title": "Lazio confirm Pavlovic breakdown",
      "description": "Lazio admit they have encountered problems in finalising Strahinja Pavlovicâs arrival from Partizan Belgrade.  \tLazio appeared to have secured Pavlovic for a fee of â¬5.5m and the defender even underwent a medical over a week ago.  \tHowever, sporting direc…",
      "url": "https://www.football-italia.net/143745/lazio-confirm-pavlovic-breakdown",
      "urlToImage": null,
      "publishedAt": "2019-09-02T15:24:41Z",
      "content": "Lazio admit they have encountered problems in finalising Strahinja Pavlovic’s arrival from Partizan Belgrade.\r\nLazio appeared to have secured Pavlovic for a fee of €5.5m and the defender even underwent a medical over a week ago.\r\nHowever, sporting director Ig… [+408 chars]"
    },
    {
      "source": {
        "id": "football-italia",
        "name": "Football Italia"
      },
      "author": "Football Italia staff",
      "title": "Official: Juve sign Han Kwang-song",
      "description": "Juventus have officially signed Cagliari forward Han Kwang-song on loan with option to buy.  \tHan was a long-time target for Juve, who had been tracking him since January 2018.  \tThe 20-year-old joined Cagliari in 2015 and became the first North Korean to pla…",
      "url": "https://www.football-italia.net/143744/official-juve-sign-han-kwang-song",
      "urlToImage": null,
      "publishedAt": "2019-09-02T15:06:06Z",
      "content": "Juventus have officially signed Cagliari forward Han Kwang-song on loan with option to buy.\r\nHan was a long-time target for Juve, who had been tracking him since January 2018.\r\nThe 20-year-old joined Cagliari in 2015 and became the first North Korean to play … [+266 chars]"
    },
    {
      "source": {
        "id": "football-italia",
        "name": "Football Italia"
      },
      "author": "Football Italia staff",
      "title": "Official: Pedro joins Fiorentina",
      "description": "Fiorentina have officially signed Fluminense striker Pedro in a deal believed to be worth â¬14m, with Rachid Ghezzal flying in from Leicester City too.  \tThe Viola announced the signature of 22-year-old Brazilian forward Pedro, full name Abreu Dos Santos Ped…",
      "url": "https://www.football-italia.net/143743/official-pedro-joins-fiorentina",
      "urlToImage": null,
      "publishedAt": "2019-09-02T15:04:37Z",
      "content": "Fiorentina have officially signed Fluminense striker Pedro in a deal believed to be worth €14m, with Rachid Ghezzal flying in from Leicester City too.\r\nThe Viola announced the signature of 22-year-old Brazilian forward Pedro, full name Abreu Dos Santos Pedro … [+475 chars]"
    },
    {
      "source": {
        "id": "football-italia",
        "name": "Football Italia"
      },
      "author": "Football Italia staff",
      "title": "De Sciglio suffers thigh injury",
      "description": "Juventus full-back Mattia De Sciglio could face several weeks out after picking up a thigh injury.  \tDe Sciglio limped out of Juveâs 4-3 win against Napoli on Saturday and has already withdrawn from the Italy squad.",
      "url": "https://www.football-italia.net/143742/de-sciglio-suffers-thigh-injury",
      "urlToImage": null,
      "publishedAt": "2019-09-02T14:53:03Z",
      "content": "Juventus full-back Mattia De Sciglio could face several weeks out after picking up a thigh injury.\r\nDe Sciglio limped out of Juve’s 4-3 win against Napoli on Saturday and has already withdrawn from the Italy squad.\r\nA statement on the Bianconeri’s official we… [+312 chars]"
    },
    {
      "source": {
        "id": "football-italia",
        "name": "Football Italia"
      },
      "author": "Football Italia staff",
      "title": "Lazaar leaves Newcastle for Cosenza",
      "description": "Newcastle United left-back Achraf Lazaar has officially joined Serie B side Cosenza on a season-long loan.  \tLazaar was surplus to requirements at Newcastle after just 10 appearances in three seasons and spent time on loan at Benevento and Sheffield Wednesday.",
      "url": "https://www.football-italia.net/143741/lazaar-leaves-newcastle-cosenza",
      "urlToImage": null,
      "publishedAt": "2019-09-02T14:37:36Z",
      "content": "Newcastle United left-back Achraf Lazaar has officially joined Serie B side Cosenza on a season-long loan.\r\nLazaar was surplus to requirements at Newcastle after just 10 appearances in three seasons and spent time on loan at Benevento and Sheffield Wednesday.… [+204 chars]"
    },
    {
      "source": {
        "id": "football-italia",
        "name": "Football Italia"
      },
      "author": "Football Italia staff",
      "title": "Agent: 'Juve keeping Rugani'",
      "description": "Daniele Rugani âhad some opportunities, but Juventus preferred to keep him,â said the defenderâs agent, ruling out new arrivals.  \tThe former Empoli man had been due to leave this summer, with negotiations for transfers to Arsenal, Manchester United, Ro…",
      "url": "https://www.football-italia.net/143740/agent-juve-keeping-rugani",
      "urlToImage": null,
      "publishedAt": "2019-09-02T14:25:13Z",
      "content": "Daniele Rugani “had some opportunities, but Juventus preferred to keep him,” said the defender’s agent, ruling out new arrivals.\r\nThe former Empoli man had been due to leave this summer, with negotiations for transfers to Arsenal, Manchester United, Roma, Mil… [+971 chars]"
    },
    {
      "source": {
        "id": "football-italia",
        "name": "Football Italia"
      },
      "author": "Football Italia staff",
      "title": "Cagliari: Full support to Lukaku, but...",
      "description": "Cagliari say they are giving Inter striker Romelu Lukaku their âfull supportâ but have defended their fans from âoutrageous accusations and silly stereotypesâ.",
      "url": "https://www.football-italia.net/143739/cagliari-full-support-lukaku",
      "urlToImage": null,
      "publishedAt": "2019-09-02T14:10:01Z",
      "content": "Cagliari say they are giving Inter striker Romelu Lukaku their ‘full support’ but have defended their fans from ‘outrageous accusations and silly stereotypes’.\r\nInter beat Cagliari 2-1 at the Sardegna Arena last night, but the match was marred by Lukaku being… [+2064 chars]"
    },
    {
      "source": {
        "id": "football-italia",
        "name": "Football Italia"
      },
      "author": "Football Italia staff",
      "title": "Official: Atalanta sign Kjaer",
      "description": "Atalanta have officially signed Sevilla defender Simon Kjaer on a season-long loan with no option to buy.  \tKjaer replaces Martin Skrtel, who terminated his Atalanta contract just weeks after he put pen to paper.  \tThe 30-year-old has made over 400 official a…",
      "url": "https://www.football-italia.net/143738/official-atalanta-sign-kjaer",
      "urlToImage": null,
      "publishedAt": "2019-09-02T13:45:51Z",
      "content": "Atalanta have officially signed Sevilla defender Simon Kjaer on a season-long loan with no option to buy.\r\nKjaer replaces Martin Skrtel, who terminated his Atalanta contract just weeks after he put pen to paper.\r\nThe 30-year-old has made over 400 official app… [+313 chars]"
    },
    {
      "source": {
        "id": "football-italia",
        "name": "Football Italia"
      },
      "author": "Football Italia staff",
      "title": "Atalanta: Skrtel out, Kjaer in",
      "description": "Atalanta have announced Martin Skrtelâs departure, while Sevilla have confirmed that Simon Kjaer is headed for Bergamo.  \tSkrtelâs exit was made official in a mere, 11-word statement on Atalantaâs website.  \tThe 34-year-old only joined the Dea last mont…",
      "url": "https://www.football-italia.net/143737/atalanta-skrtel-out-kjaer",
      "urlToImage": null,
      "publishedAt": "2019-09-02T13:28:53Z",
      "content": "Atalanta have announced Martin Skrtel’s departure, while Sevilla have confirmed that Simon Kjaer is headed for Bergamo.\r\nSkrtel’s exit was made official in a mere, 11-word statement on Atalanta’s website.\r\nThe 34-year-old only joined the Dea last month but di… [+578 chars]"
    },
    {
      "source": {
        "id": "football-italia",
        "name": "Football Italia"
      },
      "author": "Football Italia staff",
      "title": "Lukaku: We're going backwards",
      "description": "Inter striker Romelu Lukaku has warned that âitâs 2019 and weâre going backwardsâ after being racially abused by Cagliari fans last night.  \tLukaku was subjected to monkey chants as he went up to score the winning penalty during Interâs 2-1 victory …",
      "url": "https://www.football-italia.net/143736/lukaku-were-going-backwards",
      "urlToImage": null,
      "publishedAt": "2019-09-02T13:14:21Z",
      "content": "Inter striker Romelu Lukaku has warned that ‘it’s 2019 and we’re going backwards’ after being racially abused by Cagliari fans last night.\r\nLukaku was subjected to monkey chants as he went up to score the winning penalty during Inter’s 2-1 victory over Caglia… [+862 chars]"
    },
    {
      "source": {
        "id": "football-italia",
        "name": "Football Italia"
      },
      "author": "Football Italia staff",
      "title": "Agent: Juve wanted Hysaj, but...",
      "description": "Elseid Hysajâs confirms the right-back is staying at Napoli but reveals Juventus âhave always likedâ him.  \tHysaj was expected to make a late move to Valencia, but they could not agree a fee with Napoli andÂ they are now about to sign Thierry Correia fr…",
      "url": "https://www.football-italia.net/143735/agent-juve-wanted-hysaj",
      "urlToImage": null,
      "publishedAt": "2019-09-02T13:03:16Z",
      "content": "Elseid Hysaj’s confirms the right-back is staying at Napoli but reveals Juventus ‘have always liked’ him.\r\nHysaj was expected to make a late move to Valencia, but they could not agree a fee with Napoli and they are now about to sign Thierry Correia from Sport… [+636 chars]"
    },
    {
      "source": {
        "id": "football-italia",
        "name": "Football Italia"
      },
      "author": "Football Italia staff",
      "title": "Fiorentina still in for De Paul",
      "description": "Fiorentina have reportedly returned with a fresh bid of â¬30m plus bonuses for Udinese star Rodrigo de Paul.  \tFiorentina are keen on taking De Paul, but Udinese have made it clear that he will not leave for less than big money.",
      "url": "https://www.football-italia.net/143734/fiorentina-still-de-paul",
      "urlToImage": null,
      "publishedAt": "2019-09-02T12:31:51Z",
      "content": "Fiorentina have reportedly returned with a fresh bid of €30m plus bonuses for Udinese star Rodrigo de Paul.\r\nFiorentina are keen on taking De Paul, but Udinese have made it clear that he will not leave for less than big money.\r\nThe Viola appeared to have turn… [+464 chars]"
    },
    {
      "source": {
        "id": "football-italia",
        "name": "Football Italia"
      },
      "author": "Football Italia staff",
      "title": "Ronaldo among The Best finalists",
      "description": "Juventus forward Cristiano Ronaldo is among the final three nominees vying for The Best FIFA Menâs Player award.  \tRonaldo helped Juve win their eighth straight Scudetto following his Italian-record â¬112m transfer from Real Madrid last summer, scoring 28 …",
      "url": "https://www.football-italia.net/143733/ronaldo-among-best-finalists",
      "urlToImage": null,
      "publishedAt": "2019-09-02T12:08:32Z",
      "content": "Juventus forward Cristiano Ronaldo is among the final three nominees vying for The Best FIFA Men’s Player award.\r\nRonaldo helped Juve win their eighth straight Scudetto following his Italian-record €112m transfer from Real Madrid last summer, scoring 28 goals… [+601 chars]"
    },
    {
      "source": {
        "id": "football-italia",
        "name": "Football Italia"
      },
      "author": "Football Italia staff",
      "title": "Reports: Taison to Milan off",
      "description": "Reports are claiming the deal to take Shakhtar Donetsk winger Taison to Milan is off.  \tMilan had been working to bring in Taison on transfer deadline day, despite Shakhtarâs insistence on only selling him for his â¬30m release clause.",
      "url": "https://www.football-italia.net/143732/reports-taison-milan",
      "urlToImage": null,
      "publishedAt": "2019-09-02T11:53:43Z",
      "content": "Reports are claiming the deal to take Shakhtar Donetsk winger Taison to Milan is off.\r\nMilan had been working to bring in Taison on transfer deadline day, despite Shakhtar’s insistence on only selling him for his €30m release clause.\r\nHowever, Milan News and … [+402 chars]"
    },
    {
      "source": {
        "id": "football-italia",
        "name": "Football Italia"
      },
      "author": "Football Italia staff",
      "title": "Official: Verona pick up Wesley",
      "description": "Verona have officially signed Brazil youth right-back Wesley in synergy with Juventus.  \tWesley arrives on a free transfer from Flamengo after a settlement was finally reached over the termination of his contract.  \tHowever, the deal was done with Juve as the…",
      "url": "https://www.football-italia.net/143731/official-verona-pick-wesley",
      "urlToImage": null,
      "publishedAt": "2019-09-02T11:30:20Z",
      "content": "Verona have officially signed Brazil youth right-back Wesley in synergy with Juventus.\r\nWesley arrives on a free transfer from Flamengo after a settlement was finally reached over the termination of his contract.\r\nHowever, the deal was done with Juve as they … [+246 chars]"
    },
    {
      "source": {
        "id": "football-italia",
        "name": "Football Italia"
      },
      "author": "Football Italia staff",
      "title": "Icardi flying out for PSG",
      "description": "Inter striker Mauro Icardi has boarded a flight to Paris as he prepares to join PSG on loan with possible option to buy.  \tIcardi was spotted at Milan Malpensa on Friday morning with agent-wife Wanda Nara, getting on a private jet.  \tTheir destination is the …",
      "url": "https://www.football-italia.net/143730/icardi-flying-out-psg",
      "urlToImage": null,
      "publishedAt": "2019-09-02T10:50:55Z",
      "content": "Inter striker Mauro Icardi has boarded a flight to Paris as he prepares to join PSG on loan with possible option to buy.\r\nIcardi was spotted at Milan Malpensa on Friday morning with agent-wife Wanda Nara, getting on a private jet.\r\nTheir destination is the Fr… [+619 chars]"
    },
    {
      "source": {
        "id": "football-italia",
        "name": "Football Italia"
      },
      "author": "Football Italia staff",
      "title": "Gonalons set for Granada",
      "description": "Roma midfielder Maxime Gonalons is set to join La Liga new boys Granada on loan with option to buy.  \tGazzetta dello Sport and RMC Sport both report the deal is done, while the latter adds he has already passed the first part of his medical.  \tIt is a return …",
      "url": "https://www.football-italia.net/143729/gonalons-set-granada",
      "urlToImage": null,
      "publishedAt": "2019-09-02T10:37:37Z",
      "content": "Roma midfielder Maxime Gonalons is set to join La Liga new boys Granada on loan with option to buy.\r\nGazzetta dello Sport and RMC Sport both report the deal is done, while the latter adds he has already passed the first part of his medical.\r\nIt is a return to… [+243 chars]"
    },
    {
      "source": {
        "id": "football-italia",
        "name": "Football Italia"
      },
      "author": "Football Italia staff",
      "title": "Torino go for Idrissi",
      "description": "Torino are reportedly on the verge of signing AZ and Morocco winger Oussama Idrissi.  \tTorino are expected to bring in a wide attacker today, and Sportitaliaâs Alfredo Pedulla writes it will be Oussama Idrissi.",
      "url": "https://www.football-italia.net/143728/torino-go-idrissi",
      "urlToImage": null,
      "publishedAt": "2019-09-02T10:30:14Z",
      "content": "Torino are reportedly on the verge of signing AZ and Morocco winger Oussama Idrissi.\r\nTorino are expected to bring in a wide attacker today, and Sportitalia’s Alfredo Pedulla writes it will be Oussama Idrissi.\r\nAs per Pedulla, Toro have agreed a €12m deal in … [+302 chars]"
    },
    {
      "source": {
        "id": "football-italia",
        "name": "Football Italia"
      },
      "author": "Football Italia staff",
      "title": "Official: Chiriches joins Sassuolo",
      "description": "Sassuolo have officially signed Napoli defender Vlad Chiriches on loan with obligation to buy.  \tAccording to Sky Sport Italia, Sassuolo will pay â¬10m plus bonuses for Chiriches.  \tThe 29-year-old joined Napoli from Tottenham Hotspur in the summer of 2015 f…",
      "url": "https://www.football-italia.net/143727/official-chiriches-joins-sassuolo",
      "urlToImage": null,
      "publishedAt": "2019-09-02T10:13:19Z",
      "content": "Sassuolo have officially signed Napoli defender Vlad Chiriches on loan with obligation to buy.\r\nAccording to Sky Sport Italia, Sassuolo will pay €10m plus bonuses for Chiriches.\r\nThe 29-year-old joined Napoli from Tottenham Hotspur in the summer of 2015 for a… [+271 chars]"
    },
    {
      "source": {
        "id": "football-italia",
        "name": "Football Italia"
      },
      "author": "Football Italia staff",
      "title": "Report: Milan bid €20m for Taison",
      "description": "Milan have reportedly made a â¬20m bid for Shakhtar Donetsk winger Taison.  \tAccording to transfer expert Matteo Pedrosi, Milan are working on a deal for Taison and have tabled an offer.  \tPedrosi warns Shakhtar are still holding out for â¬30m, the value of…",
      "url": "https://www.football-italia.net/143726/report-milan-bid-20m-taison",
      "urlToImage": null,
      "publishedAt": "2019-09-02T09:52:08Z",
      "content": "Milan have reportedly made a €20m bid for Shakhtar Donetsk winger Taison.\r\nAccording to transfer expert Matteo Pedrosi, Milan are working on a deal for Taison and have tabled an offer.\r\nPedrosi warns Shakhtar are still holding out for €30m, the value of his r… [+344 chars]"
    },
    {
      "source": {
        "id": "football-italia",
        "name": "Football Italia"
      },
      "author": "Football Italia staff",
      "title": "OFFICIAL: Darmian joins Parma",
      "description": "Parma have finally announced the signing of Italy full-back Matteo Darmian from Manchester United.  \tAlthough the deal went through on Saturday, it was only confirmed by Parma and United on Monday morning.  \tThe Ducali confirmed in a statement that the Milan …",
      "url": "https://www.football-italia.net/143725/official-darmian-joins-parma",
      "urlToImage": null,
      "publishedAt": "2019-09-02T09:23:45Z",
      "content": "Parma have finally announced the signing of Italy full-back Matteo Darmian from Manchester United.\r\nAlthough the deal went through on Saturday, it was only confirmed by Parma and United on Monday morning.\r\nThe Ducali confirmed in a statement that the Milan yo… [+315 chars]"
    },
    {
      "source": {
        "id": "football-italia",
        "name": "Football Italia"
      },
      "author": "Football Italia staff",
      "title": "Fiorentina close in on trio",
      "description": "Fiorentina are closing in on a triple deadline-day deal for Fluminense striker Pedro, Liverpool attacker Bobby Duncan and Stade Reims winger Remi Oudin.  \tPedro was pictured landing in Florence on Monday morning ahead of his medical with the Viola.",
      "url": "https://www.football-italia.net/143724/fiorentina-close-trio",
      "urlToImage": null,
      "publishedAt": "2019-09-02T09:11:11Z",
      "content": "Fiorentina are closing in on a triple deadline-day deal for Fluminense striker Pedro, Liverpool attacker Bobby Duncan and Stade Reims winger Remi Oudin.\r\nPedro was pictured landing in Florence on Monday morning ahead of his medical with the Viola.\r\nFiorentina… [+867 chars]"
    },
    {
      "source": {
        "id": "football-italia",
        "name": "Football Italia"
      },
      "author": "Football Italia staff",
      "title": "Luis Alberto a shining light",
      "description": "Luis Alberto played a key role during Lazio's 1-1 draw with Roma in the Derby della Capitale. Football Italia's Chief Correspondent Richard Hall thinks it's time we showed him more respect.",
      "url": "https://www.football-italia.net/143723/luis-alberto-shining-light",
      "urlToImage": null,
      "publishedAt": "2019-09-02T08:53:00Z",
      "content": "The Derby della Capitale is always a heated affair and one that is often tense. These games are either wide open and allow a plethora of chances or they are tight and cagey affairs. For Lazio, it doesn’t matter as they have a weapon in their arsenal that can … [+3585 chars]"
    },
    {
      "source": {
        "id": "football-italia",
        "name": "Football Italia"
      },
      "author": "Football Italia staff",
      "title": "Reports: Icardi to PSG done deal",
      "description": "Multiple reports state that Inter striker Mauro Icardi has agreed a loan move to Paris Saint-Germain and will fly out for a medical, but is there an option to buy?  \tBefore making this switch, he first had to work out a contract extension with Inter to June 2…",
      "url": "https://www.football-italia.net/143722/reports-icardi-psg-done-deal",
      "urlToImage": null,
      "publishedAt": "2019-09-02T08:49:49Z",
      "content": "Multiple reports state that Inter striker Mauro Icardi has agreed a loan move to Paris Saint-Germain and will fly out for a medical, but is there an option to buy?\r\nBefore making this switch, he first had to work out a contract extension with Inter to June 20… [+867 chars]"
    },
    {
      "source": {
        "id": "football-italia",
        "name": "Football Italia"
      },
      "author": "Football Italia staff",
      "title": "Chiellini set for ACL surgery",
      "description": "Giorgio Chiellini will have knee surgery tomorrow and is expected to be out for at least six months, so Juventus are considering last-minute replacements.  \tThe defender only turned 35 a couple of weeks ago and had scored Juveâs opening goal of the Serie A …",
      "url": "https://www.football-italia.net/143721/chiellini-set-acl-surgery",
      "urlToImage": null,
      "publishedAt": "2019-09-02T08:27:45Z",
      "content": "Giorgio Chiellini will have knee surgery tomorrow and is expected to be out for at least six months, so Juventus are considering last-minute replacements.\r\nThe defender only turned 35 a couple of weeks ago and had scored Juve’s opening goal of the Serie A sea… [+1039 chars]"
    },
    {
      "source": {
        "id": "football-italia",
        "name": "Football Italia"
      },
      "author": "Football Italia staff",
      "title": "Icardi talks progress with PSG",
      "description": "Mauro Icardi is racing against time to secure a contract extension with Inter, so he can join PSG on loan with option to buy.  \tThe striker has been an outcast all summer, told he was not in Antonio Conteâs plans, but he refused all transfers including Napo…",
      "url": "https://www.football-italia.net/143720/icardi-talks-progress-psg",
      "urlToImage": null,
      "publishedAt": "2019-09-02T08:11:35Z",
      "content": "Mauro Icardi is racing against time to secure a contract extension with Inter, so he can join PSG on loan with option to buy.\r\nThe striker has been an outcast all summer, told he was not in Antonio Conte’s plans, but he refused all transfers including Napoli,… [+977 chars]"
    },
    {
      "source": {
        "id": "football-italia",
        "name": "Football Italia"
      },
      "author": "Football Italia staff",
      "title": "Mkhitaryan arrives for Roma",
      "description": "Henrikh Mkhitaryan has landed in Italy and will have his medical ahead of a loan move from Arsenal to Roma.  \tRoma Radio confirmed the news and he is due to land at Fiumicino Airport at 10.55 local time, 09.55 in the UK.  \tItâs reported to be a loan deal wi…",
      "url": "https://www.football-italia.net/143719/mkhitaryan-arrives-roma",
      "urlToImage": null,
      "publishedAt": "2019-09-02T07:52:23Z",
      "content": "Henrikh Mkhitaryan has landed in Italy and will have his medical ahead of a loan move from Arsenal to Roma.\r\nRoma Radio confirmed the news and he is due to land at Fiumicino Airport at 10.55 local time, 09.55 in the UK.\r\nIt’s reported to be a loan deal with o… [+594 chars]"
    },
    {
      "source": {
        "id": "football-italia",
        "name": "Football Italia"
      },
      "author": "Football Italia staff",
      "title": "Mkhitaryan flies out for Roma",
      "description": "Henrikh Mkhitaryan is en route to Italy and will have his medical ahead of a loan move from Arsenal to Roma.  \tRoma Radio confirmed the news and he is due to land at Fiumicino Airport at 10.55 local time, 09.55 in the UK.  \tItâs reported to be a loan deal w…",
      "url": "https://www.football-italia.net/143719/mkhitaryan-flies-out-roma",
      "urlToImage": null,
      "publishedAt": "2019-09-02T07:52:23Z",
      "content": "Henrikh Mkhitaryan is en route to Italy and will have his medical ahead of a loan move from Arsenal to Roma.\r\nRoma Radio confirmed the news and he is due to land at Fiumicino Airport at 10.55 local time, 09.55 in the UK.\r\nIt’s reported to be a loan deal with … [+555 chars]"
    },
    {
      "source": {
        "id": "football-italia",
        "name": "Football Italia"
      },
      "author": "Football Italia staff",
      "title": "Official: Napoli sign Llorente",
      "description": "Napoli have officially signed former Tottenham Hotspur and Juventus striker Fernando Llorente on a free transfer.  \tLlorente has put pen to paper on a two-year contract with Napoli and will provide experienced backup in attack.",
      "url": "https://www.football-italia.net/143718/official-napoli-sign-llorente",
      "urlToImage": null,
      "publishedAt": "2019-09-02T07:37:04Z",
      "content": "Napoli have officially signed former Tottenham Hotspur and Juventus striker Fernando Llorente on a free transfer.\r\nLlorente has put pen to paper on a two-year contract with Napoli and will provide experienced backup in attack.\r\nThe 34-year-old returns to Seri… [+410 chars]"
    },
    {
      "source": {
        "id": "football-italia",
        "name": "Football Italia"
      },
      "author": "Football Italia staff",
      "title": "Transfer Deadline Day LIVE",
      "description": "Football Espana is LIVE on transfer deadline day, bringing you all the breaking deals as they happen in Italy!  \tSerie A clubs have until 21:00 BST today to wrap up their business for the summer, and there are still several scores to be settled.  \tClick here …",
      "url": "https://www.football-italia.net/143717/transfer-deadline-day-live",
      "urlToImage": null,
      "publishedAt": "2019-09-02T07:14:05Z",
      "content": "Football Espana is LIVE on transfer deadline day, bringing you all the breaking deals as they happen in Italy!\r\nSerie A clubs have until 21:00 BST today to wrap up their business for the summer, and there are still several scores to be settled.\r\nClick here if… [+34 chars]"
    },
    {
      "source": {
        "id": "football-italia",
        "name": "Football Italia"
      },
      "author": "Football Italia staff",
      "title": "Serie B: Pescara six-goal thriller",
      "description": "Pescara won a six-goal thriller with Pordenone, Frosinone completed a late comeback to beat Ascoli and Pisa stunned Juve Stabia.  \tAfter two rounds, only Salernitana, Perugia and Virtus Entella have a 100 per cent record.  \tClick here for the full Serie B sec…",
      "url": "https://www.football-italia.net/143715/serie-b-pescara-six-goal-thriller",
      "urlToImage": null,
      "publishedAt": "2019-09-01T23:09:56Z",
      "content": "Pescara won a six-goal thriller with Pordenone, Frosinone completed a late comeback to beat Ascoli and Pisa stunned Juve Stabia.\r\nAfter two rounds, only Salernitana, Perugia and Virtus Entella have a 100 per cent record.\r\nClick here for the full Serie B secti… [+772 chars]"
    },
    {
      "source": {
        "id": "football-italia",
        "name": "Football Italia"
      },
      "author": "Football Italia staff",
      "title": "Wanda drops Icardi-Napoli hint",
      "description": "Wanda Nara has confirmed that she will try to find Inter striker Mauro Icardi a new club tomorrow and hinted it could be Napoli, PSG or Valencia.",
      "url": "https://www.football-italia.net/143714/wanda-drops-icardi-napoli-hint",
      "urlToImage": null,
      "publishedAt": "2019-09-01T23:02:42Z",
      "content": "Wanda Nara has confirmed that she will try to find Inter striker Mauro Icardi a new club tomorrow and hinted it could be Napoli, PSG or Valencia.\r\nIcardi is currently suing Inter for bullying in the workplace, given he has been left out in the wilderness by n… [+861 chars]"
    },
    {
      "source": {
        "id": "football-italia",
        "name": "Football Italia"
      },
      "author": "Football Italia staff",
      "title": "Duncan set for Fiorentina medical?",
      "description": "There are reports Liverpool youngster Bobby Duncan will fly in for a medical ahead of his move to Fiorentina.  \tThe 18-year-old is the cousin of Steven Gerrard and hit the headlines over the last week when his agent accused Liverpool of âmentally bullyingâ…",
      "url": "https://www.football-italia.net/143713/duncan-set-fiorentina-medical",
      "urlToImage": null,
      "publishedAt": "2019-09-01T22:55:09Z",
      "content": "There are reports Liverpool youngster Bobby Duncan will fly in for a medical ahead of his move to Fiorentina.\r\nThe 18-year-old is the cousin of Steven Gerrard and hit the headlines over the last week when his agent accused Liverpool of “mentally bullying” the… [+370 chars]"
    },
    {
      "source": {
        "id": "football-italia",
        "name": "Football Italia"
      },
      "author": "Football Italia staff",
      "title": "Maran: 'Not every contact a penalty'",
      "description": "Rolando Maran was unconvinced by the decisive Inter penalty and explained Cagliariâs tactical changes. âNot every contact is a foul.â  \tThe Sardinians have now lost their first two games of the season, both of them on home turf, as after a 1-0 to Bresci…",
      "url": "https://www.football-italia.net/143712/maran-not-every-contact-penalty",
      "urlToImage": null,
      "publishedAt": "2019-09-01T22:48:29Z",
      "content": "Rolando Maran was unconvinced by the decisive Inter penalty and explained Cagliari’s tactical changes. “Not every contact is a foul.”\r\nThe Sardinians have now lost their first two games of the season, both of them on home turf, as after a 1-0 to Brescia, they… [+1480 chars]"
    },
    {
      "source": {
        "id": "football-italia",
        "name": "Football Italia"
      },
      "author": "Football Italia staff",
      "title": "Lukaku 'very happy' despite racial abuse",
      "description": "Romelu Lukaku admirably shook off racial abuse from Cagliari fans during Interâs 2-1 win on Sunday, declaring âto score wearing this shirt is a great feeling.â  \tLukaku netted the winner from the penalty spot in Sardinia, but it was not without controve…",
      "url": "https://www.football-italia.net/143711/lukaku-very-happy-despite-racial-abuse",
      "urlToImage": null,
      "publishedAt": "2019-09-01T22:41:20Z",
      "content": "Romelu Lukaku admirably shook off racial abuse from Cagliari fans during Inter’s 2-1 win on Sunday, declaring ‘to score wearing this shirt is a great feeling.’\r\nLukaku netted the winner from the penalty spot in Sardinia, but it was not without controversy as … [+1066 chars]"
    },
    {
      "source": {
        "id": "football-italia",
        "name": "Football Italia"
      },
      "author": "Football Italia staff",
      "title": "Mazzarri: 'Exceptional Toro heart'",
      "description": "Walter Mazzarri felt the Torino “heart was rewarded this evening” in their 3-2 win away to Atalanta. “My players achieved something exceptional.”",
      "url": "https://www.football-italia.net/143710/mazzarri-exceptional-toro-heart",
      "urlToImage": null,
      "publishedAt": "2019-09-01T22:32:16Z",
      "content": "Walter Mazzarri felt the Torino “heart was rewarded this evening” in their 3-2 win away to Atalanta. “My players achieved something exceptional.”\r\nThe Granata were the underdogs going in, as they played the Europa League clash with Wolves on Thursday and were… [+1013 chars]"
    },
    {
      "source": {
        "id": "football-italia",
        "name": "Football Italia"
      },
      "author": "Football Italia staff",
      "title": "Montella: 'Fiorentina lack experience'",
      "description": "Vincenzo Montella again identified inexperience as the problem with Fiorentina after their defeat to Genoa. “We keep losing our shape.”",
      "url": "https://www.football-italia.net/143709/montella-fiorentina-lack-experience",
      "urlToImage": null,
      "publishedAt": "2019-09-01T22:21:29Z",
      "content": "Vincenzo Montella again identified inexperience as the problem with Fiorentina after their defeat to Genoa. “We keep losing our shape.”\r\nThe Viola suffered their second consecutive defeat, but again it was a very tight result after their 4-3 loss with Napoli,… [+929 chars]"
    },
    {
      "source": {
        "id": "football-italia",
        "name": "Football Italia"
      },
      "author": "Football Italia staff",
      "title": "Rebic confirms Milan move",
      "description": "Eintracht Frankfurt forward Ante Rebic says he is âvery happyâ to be joining Milan in exchange for Andre Silva.  \tRebic landed in Milan on Sunday evening to complete a two-year loan to the Rossoneri, which includes a â¬25m option to buy.  \tâIâm very …",
      "url": "https://www.football-italia.net/143708/rebic-confirms-milan-move",
      "urlToImage": null,
      "publishedAt": "2019-09-01T22:17:28Z",
      "content": "Eintracht Frankfurt forward Ante Rebic says he is ‘very happy’ to be joining Milan in exchange for Andre Silva.\r\nRebic landed in Milan on Sunday evening to complete a two-year loan to the Rossoneri, which includes a €25m option to buy.\r\n“I’m very happy to be … [+761 chars]"
    },
    {
      "source": {
        "id": "football-italia",
        "name": "Football Italia"
      },
      "author": "Football Italia staff",
      "title": "EDF: 'Samp need reinforcements'",
      "description": "Eusebio Di Francesco was furious and âvery disappointedâ after another heavy Sampdoria defeat. âEmiliano Rigoni is not enough, we need reinforcements.â  \tThe Blucerchiati have been disastrous so far this season, losing 3-0 at home to Lazio and 4-1 at …",
      "url": "https://www.football-italia.net/143707/edf-samp-need-reinforcements",
      "urlToImage": null,
      "publishedAt": "2019-09-01T22:14:08Z",
      "content": "Eusebio Di Francesco was furious and “very disappointed” after another heavy Sampdoria defeat. “Emiliano Rigoni is not enough, we need reinforcements.”\r\nThe Blucerchiati have been disastrous so far this season, losing 3-0 at home to Lazio and 4-1 at Sassuolo.… [+1560 chars]"
    },
    {
      "source": {
        "id": "football-italia",
        "name": "Football Italia"
      },
      "author": "Football Italia staff",
      "title": "Kalinic and Mkhitaryan for Roma",
      "description": "Nikola Kalinic has arrived for his Roma medical, on loan from Atletico Madrid with option to buy, while Arsenalâs Henrikh Mkhitaryan is also in talks.  \tKalinic had already agreed personal terms several days ago and was just waiting for Patrik Schick to mak…",
      "url": "https://www.football-italia.net/143706/kalinic-and-mkhitaryan-roma",
      "urlToImage": null,
      "publishedAt": "2019-09-01T22:01:51Z",
      "content": "Nikola Kalinic has arrived for his Roma medical, on loan from Atletico Madrid with option to buy, while Arsenal’s Henrikh Mkhitaryan is also in talks.\r\nKalinic had already agreed personal terms several days ago and was just waiting for Patrik Schick to make h… [+794 chars]"
    },
    {
      "source": {
        "id": "football-italia",
        "name": "Football Italia"
      },
      "author": "Football Italia staff",
      "title": "Gasp admits Skrtel 'difficulties'",
      "description": "Atalanta boss Gian Piero Gasperini has confessed that Martin Skrtel did not play against Torino because âhe expressed difficulty playing in a back three.â  \tAtalanta fell to their first defeat of the 2019-20 Serie A campaign on Sunday evening, throwing aw…",
      "url": "https://www.football-italia.net/143705/gasp-admits-skrtel-difficulties",
      "urlToImage": null,
      "publishedAt": "2019-09-01T21:58:19Z",
      "content": "Atalanta boss Gian Piero Gasperini has confessed that Martin Skrtel did not play against Torino because ‘he expressed difficulty playing in a back three.’\r\nAtalanta fell to their first defeat of the 2019-20 Serie A campaign on Sunday evening, throwing away a … [+1314 chars]"
    },
    {
      "source": {
        "id": "football-italia",
        "name": "Football Italia"
      },
      "author": "Football Italia staff",
      "title": "Conte: 'A different Inter game'",
      "description": "Antonio Conte believes Inter âhave a lot we need to improve, but weâre also glad we wonâ in a difficult trip to Cagliari.  \tThe Nerazzurri maintained their 100 per cent record, along with Juventus and Torino, with a 2-1 victory in Sardinia.",
      "url": "https://www.football-italia.net/143704/conte-different-inter-game",
      "urlToImage": null,
      "publishedAt": "2019-09-01T21:52:54Z",
      "content": "Antonio Conte believes Inter “have a lot we need to improve, but we’re also glad we won” in a difficult trip to Cagliari.\r\nThe Nerazzurri maintained their 100 per cent record, along with Juventus and Torino, with a 2-1 victory in Sardinia.\r\n“It was a differen… [+1988 chars]"
    },
    {
      "source": {
        "id": "football-italia",
        "name": "Football Italia"
      },
      "author": "Football Italia staff",
      "title": "Verona six-pointer in Lecce",
      "description": "Matteo Pessina scored a late goal to give Hellas Verona a potentially crucial six-pointer away to Lecce.  \tClick here for the full match report.  \tOR  \tSee how all today's Serie A games unfolded on the LIVEBLOG.",
      "url": "https://www.football-italia.net/143703/verona-six-pointer-lecce",
      "urlToImage": null,
      "publishedAt": "2019-09-01T21:23:34Z",
      "content": "Matteo Pessina scored a late goal to give Hellas Verona a potentially crucial six-pointer away to Lecce.\r\nClick here for the full match report.\r\nOR\r\nSee how all today's Serie A games unfolded on the LIVEBLOG."
    },
    {
      "source": {
        "id": "football-italia",
        "name": "Football Italia"
      },
      "author": "Football Italia staff",
      "title": "Parma comeback surprises Udinese",
      "description": "Parma fought back from a goal down to shock Udinese 3-1 at the Dacia Arena, making the most of Gervinhoâs evergreen pace.  \tClick here for the full match report.  \tOR  \tSee how all today's Serie A games unfolded on the LIVEBLOG.",
      "url": "https://www.football-italia.net/143702/parma-comeback-surprises-udinese",
      "urlToImage": null,
      "publishedAt": "2019-09-01T21:19:16Z",
      "content": "Parma fought back from a goal down to shock Udinese 3-1 at the Dacia Arena, making the most of Gervinho’s evergreen pace.\r\nClick here for the full match report.\r\nOR\r\nSee how all today's Serie A games unfolded on the LIVEBLOG."
    },
    {
      "source": {
        "id": "football-italia",
        "name": "Football Italia"
      },
      "author": "Football Italia staff",
      "title": "Fiorentina fold in Genoa",
      "description": "Genoa made the most of poor Fiorentina defending and relied on the woodwork in stoppages, as the Viola suffered another defeat.  \tClick here for the full match report.  \tOR  \tSee how all today's Serie A games unfolded on the LIVEBLOG.",
      "url": "https://www.football-italia.net/143701/fiorentina-fold-genoa",
      "urlToImage": null,
      "publishedAt": "2019-09-01T21:09:38Z",
      "content": "Genoa made the most of poor Fiorentina defending and relied on the woodwork in stoppages, as the Viola suffered another defeat.\r\nClick here for the full match report.\r\nOR\r\nSee how all today's Serie A games unfolded on the LIVEBLOG."
    },
    {
      "source": {
        "id": "football-italia",
        "name": "Football Italia"
      },
      "author": "Football Italia staff",
      "title": "Berardi hat-trick destroys Samp",
      "description": "Domenico Berardiâs first half hat-trick demolished Sampdoria, who also saw Ronaldo Vieira sent off, as Sassuolo dominated.  \tClick here for the full match report.  \tOR  \tSee how all today's Serie A games unfolded on the LIVEBLOG.",
      "url": "https://www.football-italia.net/143700/berardi-hat-trick-destroys-samp",
      "urlToImage": null,
      "publishedAt": "2019-09-01T21:02:41Z",
      "content": "Domenico Berardi’s first half hat-trick demolished Sampdoria, who also saw Ronaldo Vieira sent off, as Sassuolo dominated.\r\nClick here for the full match report.\r\nOR\r\nSee how all today's Serie A games unfolded on the LIVEBLOG."
    },
    {
      "source": {
        "id": "football-italia",
        "name": "Football Italia"
      },
      "author": "Football Italia staff",
      "title": "Torino set plays stun Atalanta",
      "description": "Atalanta thought theyâd completed another comeback with Duvan Zapataâs brace, but Torino exploited set plays for a surprise 3-2 victory.  \tClick here for the full match report.  \tOR  \tSee how all today's Serie A games unfolded on the LIVEBLOG.",
      "url": "https://www.football-italia.net/143699/torino-set-plays-stun-atalanta",
      "urlToImage": null,
      "publishedAt": "2019-09-01T20:51:57Z",
      "content": "Atalanta thought they’d completed another comeback with Duvan Zapata’s brace, but Torino exploited set plays for a surprise 3-2 victory.\r\nClick here for the full match report.\r\nOR\r\nSee how all today's Serie A games unfolded on the LIVEBLOG."
    },
    {
      "source": {
        "id": "football-italia",
        "name": "Football Italia"
      },
      "author": "Football Italia staff",
      "title": "Conte's Inter conquer Cagliari",
      "description": "Stefano Sensi was inspirational as Inter conquered Radja Nainggolanâs Cagliari 2-1, the midfielder assisting Lautaro Martinez and earning Romelu Lukakuâs penalty.  \tClick here for the full match report.  \tOR  \tYou can follow the action as it happens from …",
      "url": "https://www.football-italia.net/143698/contes-inter-conquer-cagliari",
      "urlToImage": null,
      "publishedAt": "2019-09-01T20:44:54Z",
      "content": "Stefano Sensi was inspirational as Inter conquered Radja Nainggolan’s Cagliari 2-1, the midfielder assisting Lautaro Martinez and earning Romelu Lukaku’s penalty.\r\nClick here for the full match report.\r\nOR\r\nYou can follow the action as it happens from all SEV… [+43 chars]"
    },
    {
      "source": {
        "id": "football-italia",
        "name": "Football Italia"
      },
      "author": "Football Italia staff",
      "title": "HT: Lautaro leads in Sardinia",
      "description": "Lautaro Martinez thanked VAR for his opening goal, as Inter lead 1-0 away to Radja Nainggolanâs Cagliari at half-time.  \tYou can follow the action as it happens from all SEVEN of todayâs Serie A games on the LIVEBLOG.",
      "url": "https://www.football-italia.net/143698/ht-lautaro-leads-sardinia",
      "urlToImage": null,
      "publishedAt": "2019-09-01T19:40:54Z",
      "content": "Lautaro Martinez thanked VAR for his opening goal, as Inter lead 1-0 away to Radja Nainggolan’s Cagliari at half-time.\r\nYou can follow the action as it happens from all SEVEN of today’s Serie A games on the LIVEBLOG.\r\nThe Sardinians transformed their line-up … [+1406 chars]"
    },
    {
      "source": {
        "id": "football-italia",
        "name": "Football Italia"
      },
      "author": "Football Italia staff",
      "title": "Inzaghi: 'Lazio left with Derby regrets'",
      "description": "Simone Inzaghi felt âregret and disappointmentâ that Lazio only drew 1-1 with city rivals Roma. âWe had so many chances and you have to win games like that.â  \tThe Aquile rattled the frame of the goal four times and had a last-gasp Manuel Lazzari stri…",
      "url": "https://www.football-italia.net/143697/inzaghi-lazio-left-derby-regrets",
      "urlToImage": null,
      "publishedAt": "2019-09-01T18:40:51Z",
      "content": "Simone Inzaghi felt “regret and disappointment” that Lazio only drew 1-1 with city rivals Roma. “We had so many chances and you have to win games like that.”\r\nThe Aquile rattled the frame of the goal four times and had a last-gasp Manuel Lazzari strike disall… [+640 chars]"
    },
    {
      "source": {
        "id": "football-italia",
        "name": "Football Italia"
      },
      "author": "Football Italia staff",
      "title": "Fonseca: 'An anthem for football'",
      "description": "Roma Coach Paulo Fonseca believes the 1-1 Derby della Capitale draw with Lazio was âan anthem for those who love the sport.â  \tIt ended 1-1, but Lazio hit the woodwork four times and Roma rattled the frame of the goal twice.",
      "url": "https://www.football-italia.net/143696/fonseca-anthem-football",
      "urlToImage": null,
      "publishedAt": "2019-09-01T18:33:41Z",
      "content": "Roma Coach Paulo Fonseca believes the 1-1 Derby della Capitale draw with Lazio was “an anthem for those who love the sport.”\r\nIt ended 1-1, but Lazio hit the woodwork four times and Roma rattled the frame of the goal twice.\r\n“To anyone who enjoys football, it… [+780 chars]"
    },
    {
      "source": {
        "id": "football-italia",
        "name": "Football Italia"
      },
      "author": "Football Italia staff",
      "title": "Marotta: 'Clear and calm with Icardi'",
      "description": "Inter director Beppe Marotta insists they will âface this situation with the same calm and clarityâ after Mauro Icardi sued the club.  \tThe Nerazzurri are in action against Cagliari at 19.45 UK time (18.45 GMT), click here for the line-ups and LIVEBLOG.",
      "url": "https://www.football-italia.net/143695/marotta-clear-and-calm-icardi",
      "urlToImage": null,
      "publishedAt": "2019-09-01T18:26:55Z",
      "content": "Inter director Beppe Marotta insists they will “face this situation with the same calm and clarity” after Mauro Icardi sued the club.\r\nThe Nerazzurri are in action against Cagliari at 19.45 UK time (18.45 GMT), click here for the line-ups and LIVEBLOG.\r\n“I ex… [+1204 chars]"
    },
    {
      "source": {
        "id": "football-italia",
        "name": "Football Italia"
      },
      "author": "Football Italia staff",
      "title": "Line-ups: Cagliari v Inter",
      "description": "Inter look to Romelu Lukaku and Lautaro Martinez again in this trip to Cagliari, who transform their side with Robin Olsen, Radja Nainggolan and Marko Rog.  \tIt kicks off at the Sardegna Arena at 19.45 UK time (18.45 GMT).  \tYou can follow the build-up and ac…",
      "url": "https://www.football-italia.net/143694/line-ups-cagliari-v-inter",
      "urlToImage": null,
      "publishedAt": "2019-09-01T18:01:49Z",
      "content": "Inter look to Romelu Lukaku and Lautaro Martinez again in this trip to Cagliari, who transform their side with Robin Olsen, Radja Nainggolan and Marko Rog.\r\nIt kicks off at the Sardegna Arena at 19.45 UK time (18.45 GMT).\r\nYou can follow the build-up and acti… [+1867 chars]"
    },
    {
      "source": {
        "id": "football-italia",
        "name": "Football Italia"
      },
      "author": "Football Italia staff",
      "title": "Roma and woodwork rile Lazio",
      "description": "Lazio hit the woodwork four times and had a stoppage-time goal disallowed, but Luis Alberto cancelled out Aleksandar Kolarovâs penalty in a dramatic Derby della Capitale.  \tClick here for the full match report.  \tOR  \tFollow all the action as it happens fro…",
      "url": "https://www.football-italia.net/143691/roma-and-woodwork-rile-lazio",
      "urlToImage": null,
      "publishedAt": "2019-09-01T17:58:02Z",
      "content": "Lazio hit the woodwork four times and had a stoppage-time goal disallowed, but Luis Alberto cancelled out Aleksandar Kolarov’s penalty in a dramatic Derby della Capitale.\r\nClick here for the full match report.\r\nOR\r\nFollow all the action as it happens from tod… [+40 chars]"
    },
    {
      "source": {
        "id": "football-italia",
        "name": "Football Italia"
      },
      "author": "Football Italia staff",
      "title": "Serie A line-ups",
      "description": "Check all the official line-ups from tonightâs six Serie A games, including Atalanta-Torino, Genoa-Fiorentina and Sassuolo-Sampdoria.  \tThey kick off at 19.45 UK time (18.45 GMT).  \tYou can follow the action as it happens and give your views on the LIVEBLOG…",
      "url": "https://www.football-italia.net/143693/serie-line-ups",
      "urlToImage": null,
      "publishedAt": "2019-09-01T17:43:07Z",
      "content": "Check all the official line-ups from tonight’s six Serie A games, including Atalanta-Torino, Genoa-Fiorentina and Sassuolo-Sampdoria.\r\nThey kick off at 19.45 UK time (18.45 GMT).\r\nYou can follow the action as it happens and give your views on the LIVEBLOG.\r\nA… [+600 chars]"
    },
    {
      "source": {
        "id": "football-italia",
        "name": "Football Italia"
      },
      "author": "Football Italia staff",
      "title": "Rebic-Andre Silva swap for Milan",
      "description": "Reports are growing that Ante Rebic will join Milan on loan with option to buy for â¬30m, with Andre Silva going to Eintracht Frankfurt.  \tAccording to Sky Sport Italia, Sky Sport Germany and Sportitalia, a deal is practically done and only the medicals rema…",
      "url": "https://www.football-italia.net/143692/rebic-andre-silva-swap-milan",
      "urlToImage": null,
      "publishedAt": "2019-09-01T17:15:37Z",
      "content": "Reports are growing that Ante Rebic will join Milan on loan with option to buy for €30m, with Andre Silva going to Eintracht Frankfurt.\r\nAccording to Sky Sport Italia, Sky Sport Germany and Sportitalia, a deal is practically done and only the medicals remain.… [+868 chars]"
    },
    {
      "source": {
        "id": "football-italia",
        "name": "Football Italia"
      },
      "author": "Football Italia staff",
      "title": "HT: Roma and woodwork rile Lazio",
      "description": "Aleksandar Kolarovâs penalty has given Roma the half-time lead, but Lazio hit the woodwork three times and the Giallorossi twice in an action-packed Derby.  \tFollow all the action as it happens from todayâs SEVEN Serie A games on the LIVEBLOG.",
      "url": "https://www.football-italia.net/143691/ht-roma-and-woodwork-rile-lazio",
      "urlToImage": null,
      "publishedAt": "2019-09-01T16:50:02Z",
      "content": "Aleksandar Kolarov’s penalty has given Roma the half-time lead, but Lazio hit the woodwork three times and the Giallorossi twice in an action-packed Derby.\r\nFollow all the action as it happens from today’s SEVEN Serie A games on the LIVEBLOG.\r\nThe Aquile were… [+2314 chars]"
    },
    {
      "source": {
        "id": "football-italia",
        "name": "Football Italia"
      },
      "author": "Football Italia staff",
      "title": "Tare: 'Lazio are not favourites'",
      "description": "Lazio director Igli Tare denies they are favourites going into the Derby Della Capitale with Roma. âIt is separate from the rest of the campaign.â  \tIt kicks off at 17.00 UK time (16.00 GMT), follow the build-up and action on the LIVEBLOG.  \tâWho says w…",
      "url": "https://www.football-italia.net/143690/tare-lazio-are-not-favourites",
      "urlToImage": null,
      "publishedAt": "2019-09-01T15:55:59Z",
      "content": "Lazio director Igli Tare denies they are favourites going into the Derby Della Capitale with Roma. “It is separate from the rest of the campaign.”\r\nIt kicks off at 17.00 UK time (16.00 GMT), follow the build-up and action on the LIVEBLOG.\r\n“Who says we’re fav… [+457 chars]"
    },
    {
      "source": {
        "id": "football-italia",
        "name": "Football Italia"
      },
      "author": "Football Italia staff",
      "title": "Petrachi: 'Roma revolution ongoing'",
      "description": "Roma director Gianluca Petrachi praised Coach Paulo Fonseca, asked for patience during their ârevolutionâ and confirmed Patrik Schick and Nikola Kalinic talks.  \tThe Derby Della Capitale with Lazio kicks off at 17.00 UK time (16.00 GMT), follow the build-…",
      "url": "https://www.football-italia.net/143689/petrachi-roma-revolution-ongoing",
      "urlToImage": null,
      "publishedAt": "2019-09-01T15:43:12Z",
      "content": "Roma director Gianluca Petrachi praised Coach Paulo Fonseca, asked for patience during their “revolution” and confirmed Patrik Schick and Nikola Kalinic talks.\r\nThe Derby Della Capitale with Lazio kicks off at 17.00 UK time (16.00 GMT), follow the build-up an… [+2032 chars]"
    },
    {
      "source": {
        "id": "football-italia",
        "name": "Football Italia"
      },
      "author": "Football Italia staff",
      "title": "Leiva: 'Derby always the Derby'",
      "description": "Lucas Leiva is not concerned by the unusually early date of Lazioâs showdown with Roma. âThe Derby is always the Derby.â  \tIt kicks off at 17.00 UK time (16.00 GMT), follow the build-up and action on the LIVEBLOG.",
      "url": "https://www.football-italia.net/143688/leiva-derby-always-derby",
      "urlToImage": null,
      "publishedAt": "2019-09-01T15:22:45Z",
      "content": "Lucas Leiva is not concerned by the unusually early date of Lazio’s showdown with Roma. “The Derby is always the Derby.”\r\nIt kicks off at 17.00 UK time (16.00 GMT), follow the build-up and action on the LIVEBLOG.\r\n“It’s another big and important match, even i… [+372 chars]"
    },
    {
      "source": {
        "id": "football-italia",
        "name": "Football Italia"
      },
      "author": "Football Italia staff",
      "title": "Pellegrini: 'We know Lazio well'",
      "description": "Lorenzo Pellegrini warns Roma âknow Lazio well and want to make life difficult for themâ in todayâs Derby della Capitale.  \tIt kicks off at 17.00 UK time (16.00 GMT), follow the build-up and action on the LIVEBLOG.",
      "url": "https://www.football-italia.net/143687/pellegrini-we-know-lazio-well",
      "urlToImage": null,
      "publishedAt": "2019-09-01T15:20:03Z",
      "content": "Lorenzo Pellegrini warns Roma “know Lazio well and want to make life difficult for them” in today’s Derby della Capitale.\r\nIt kicks off at 17.00 UK time (16.00 GMT), follow the build-up and action on the LIVEBLOG.\r\n“We tried to prepare this game in the best w… [+413 chars]"
    },
    {
      "source": {
        "id": "football-italia",
        "name": "Football Italia"
      },
      "author": "Football Italia staff",
      "title": "Rebic on verge of Milan move",
      "description": "Italian and German reports claim Eintracht Frankfurt striker Ante Rebic has agreed a â¬25-30m transfer to Milan, rather than their rivals Inter.  \tThe forward had been âreservedâ for the last week by Inter, who saw him as the ideal replacement should Mat…",
      "url": "https://www.football-italia.net/143686/rebic-verge-milan-move",
      "urlToImage": null,
      "publishedAt": "2019-09-01T15:04:36Z",
      "content": "Italian and German reports claim Eintracht Frankfurt striker Ante Rebic has agreed a €25-30m transfer to Milan, rather than their rivals Inter.\r\nThe forward had been ‘reserved’ for the last week by Inter, who saw him as the ideal replacement should Matteo Pol… [+909 chars]"
    },
    {
      "source": {
        "id": "football-italia",
        "name": "Football Italia"
      },
      "author": "Football Italia staff",
      "title": "Line-ups: Lazio v Roma",
      "description": "Roma revamp with Davide Zappacosta, Gianluca Mancini and a new role for Alessandro Florenzi, as Lazio rely on Ciro Immobile, Joaquin Correa and Manuel Lazzari.  \tThe Derby della Capitale kicks off at the Stadio Olimpico at 17.00 UK time (16.00 GMT).",
      "url": "https://www.football-italia.net/143685/line-ups-lazio-v-roma",
      "urlToImage": null,
      "publishedAt": "2019-09-01T14:55:21Z",
      "content": "Roma revamp with Davide Zappacosta, Gianluca Mancini and a new role for Alessandro Florenzi, as Lazio rely on Ciro Immobile, Joaquin Correa and Manuel Lazzari.\r\nThe Derby della Capitale kicks off at the Stadio Olimpico at 17.00 UK time (16.00 GMT).\r\nYou can f… [+1739 chars]"
    },
    {
      "source": {
        "id": "football-italia",
        "name": "Football Italia"
      },
      "author": "Football Italia staff",
      "title": "Liveblog: Serie A Wk2 Super Sunday",
      "description": "Join us for all the build-up and action as it happens from todayâs seven Serie A games, including the Rome Derby, Cagliari-Inter, Atalanta-Torino and Genoa-Fiorentina.  \tIf you are on a mobile device or tablet, then follow the Liveblog HERE.",
      "url": "https://www.football-italia.net/143684/liveblog-serie-wk2-super-sunday",
      "urlToImage": null,
      "publishedAt": "2019-09-01T14:36:24Z",
      "content": "Join us for all the build-up and action as it happens from today’s seven Serie A games, including the Rome Derby, Cagliari-Inter, Atalanta-Torino and Genoa-Fiorentina.\r\nIf you are on a mobile device or tablet, then follow the Liveblog HERE.\r\nWe begin at the S… [+788 chars]"
    },
    {
      "source": {
        "id": "football-italia",
        "name": "Football Italia"
      },
      "author": "Football Italia staff",
      "title": "Schick to Leipzig without option?",
      "description": "Roma failed to agree an obligation to buy for Patrik Schick, so are reportedly offering him to RB Leipzig on a dry loan instead.  \tThe striker is still heading to Germany and agreed personal terms with the Bundesliga outfit.",
      "url": "https://www.football-italia.net/143683/schick-leipzig-without-option",
      "urlToImage": null,
      "publishedAt": "2019-09-01T14:31:40Z",
      "content": "Roma failed to agree an obligation to buy for Patrik Schick, so are reportedly offering him to RB Leipzig on a dry loan instead.\r\nThe striker is still heading to Germany and agreed personal terms with the Bundesliga outfit.\r\nHowever, Sky Sport Italia claim th… [+431 chars]"
    },
    {
      "source": {
        "id": "football-italia",
        "name": "Football Italia"
      },
      "author": "Football Italia staff",
      "title": "Italy: D'Ambrosio in for De Sciglio",
      "description": "After Giorgio Chiellini, now his Juventus teammate Mattia De Sciglio has also pulled out of the Italy squad, replaced by Interâs Danilo DâAmbrosio.  \tThe Azzurri go into Euro 2020 qualifiers against Armenia and Finland.",
      "url": "https://www.football-italia.net/143682/italy-dambrosio-de-sciglio",
      "urlToImage": null,
      "publishedAt": "2019-09-01T13:57:04Z",
      "content": "After Giorgio Chiellini, now his Juventus teammate Mattia De Sciglio has also pulled out of the Italy squad, replaced by Inter’s Danilo D’Ambrosio.\r\nThe Azzurri go into Euro 2020 qualifiers against Armenia and Finland.\r\nCoach Roberto Mancini has already been … [+605 chars]"
    },
    {
      "source": {
        "id": "football-italia",
        "name": "Football Italia"
      },
      "author": "Football Italia staff",
      "title": "PSG and Valencia ask after Icardi",
      "description": "Paris Saint-Germain and Valencia have sent representatives to discuss a possible loan deal for Inter outcast Mauro Icardi.  \tThe striker is suing the club for â¬1.5m in damages and demanding to be allowed back into full training sessions, even though he is n…",
      "url": "https://www.football-italia.net/143681/psg-and-valencia-ask-after-icardi",
      "urlToImage": null,
      "publishedAt": "2019-09-01T13:50:58Z",
      "content": "Paris Saint-Germain and Valencia have sent representatives to discuss a possible loan deal for Inter outcast Mauro Icardi.\r\nThe striker is suing the club for €1.5m in damages and demanding to be allowed back into full training sessions, even though he is not … [+1014 chars]"
    }
  ]
}
