{
  "status": "ok",
  "totalResults": 5722,
  "articles": [
    {
      "source": {
        "id": "the-irish-times",
        "name": "The Irish Times"
      },
      "author": "Suzanne Lynch",
      "title": "Mike Pence: Irish roots and a deeply embedded conservatism",
      "description": "The US vice-president, who is visiting Ireland, is a serene presence at Trump’s right hand",
      "url": "https://www.irishtimes.com/news/politics/mike-pence-irish-roots-and-a-deeply-embedded-conservatism-1.4005630",
      "urlToImage": "https://www.irishtimes.com/image-creator/?id=1.4005629&origw=1440",
      "publishedAt": "2019-09-03T00:04:32Z",
      "content": "When US vice-president Mike Pence touched down in Shannon on Monday, he was on familiar territory. The 48th vice-president of the United States has visited Ireland several times in a personal capacity.\r\nLike millions of Americans, Pence traces his lineage to … [+4780 chars]"
    },
    {
      "source": {
        "id": "the-irish-times",
        "name": "The Irish Times"
      },
      "author": "Kevin O'Sullivan",
      "title": "Leitrim forestry damaging environment and community, warns group",
      "description": "Report confirms forestry levels in county are highest in State, with Sitka spruce dominant",
      "url": "https://www.irishtimes.com/news/environment/leitrim-forestry-damaging-environment-and-community-warns-group-1.4005658",
      "urlToImage": "https://www.irishtimes.com/polopoly_fs/1.3850067.1567465712!/image/image.jpg",
      "publishedAt": "2019-09-03T00:00:00Z",
      "content": "A report on the impact of forestry in Leitrim confirms the level of plantations in the county is the highest in the country, with Sitka spruce the dominant species.\r\nIt found the conifer accounted for 61 per cent of total forest area, and 75 per cent of fores… [+3876 chars]"
    },
    {
      "source": {
        "id": "the-irish-times",
        "name": "The Irish Times"
      },
      "author": "Gerry Moriarty",
      "title": "Political deadlock: NI system is same as that which agreed 1994 ceasefire",
      "description": "When Troubles started in 1969, only Unionist Party had power in Northern Ireland",
      "url": "https://www.irishtimes.com/news/politics/political-deadlock-ni-system-is-same-as-that-which-agreed-1994-ceasefire-1.4005485",
      "urlToImage": "https://www.irishtimes.com/image-creator/?id=1.4005483&origw=1200",
      "publishedAt": "2019-09-03T00:00:00Z",
      "content": "The difference between the politics of a quarter of a century and a half a century ago in Northern Ireland is that in 1969, there was a single-party unionist government while at the time of the first IRA ceasefire in 1994 the five parties who now dominate dea… [+3696 chars]"
    },
    {
      "source": {
        "id": "the-irish-times",
        "name": "The Irish Times"
      },
      "author": "Pat Leahy",
      "title": "Coveney due to brief Cabinet on no-deal Brexit preparations",
      "description": "British PM expected to travel to Dublin next week for talks with Leo Varadkar",
      "url": "https://www.irishtimes.com/news/environment/coveney-due-to-brief-cabinet-on-no-deal-brexit-preparations-1.4005566",
      "urlToImage": "https://www.irishtimes.com/image-creator/?id=1.4005562&origw=1440",
      "publishedAt": "2019-09-03T00:00:00Z",
      "content": "Tánaiste and Minister for Foreign Affairs Simon Coveney will brief the Cabinet on Tuesday on no-deal Brexit preparations and the political response of the EU to UK developments when Ministers meet at Government Buildings.\r\nHowever, it is understood that in th… [+3544 chars]"
    },
    {
      "source": {
        "id": "the-irish-times",
        "name": "The Irish Times"
      },
      "author": "Siobhán Fenton",
      "title": "North’s peace dividend continues to elude loyalist ex-prisoners",
      "description": "On the Shankill Road in Belfast, the streets still lie strewn with the red, white and blue bunting from the Twelfth of July festivities. A gaggle of tourists mill around murals on the surrounding gabble walls which pay tribute to loyalist paramilitary groups …",
      "url": "https://www.irishtimes.com/news/ireland/irish-news/north-s-peace-dividend-continues-to-elude-loyalist-ex-prisoners-1.4005473",
      "urlToImage": "https://www.irishtimes.com/image-creator/?id=1.4005477&origw=620",
      "publishedAt": "2019-09-02T23:44:56Z",
      "content": "On the Shankill Road in Belfast, the streets still lie strewn with the red, white and blue bunting from the Twelfth of July festivities.\r\nA gaggle of tourists mill around murals on the surrounding gabble walls which pay tribute to loyalist paramilitary groups… [+6436 chars]"
    },
    {
      "source": {
        "id": "the-irish-times",
        "name": "The Irish Times"
      },
      "author": "Siobhán Fenton",
      "title": "Mental health problems the hidden legacy of the Troubles",
      "description": "Campaigners urge greater action to deal with high rates of suicide and PTSD in North",
      "url": "https://www.irishtimes.com/news/health/mental-health-problems-the-hidden-legacy-of-the-troubles-1.4005470",
      "urlToImage": "https://www.irishtimes.com/image-creator/?id=1.4005533&origw=1023",
      "publishedAt": "2019-09-02T23:31:41Z",
      "content": "The impact of the Troubles on the mental health of those who lived through it was often less visible or understood during the conflict than the more obvious physical injuries.\r\nHowever, as some of the stigma which previously stilted conversations around menta… [+5998 chars]"
    },
    {
      "source": {
        "id": "the-irish-times",
        "name": "The Irish Times"
      },
      "author": "The Irish Times",
      "title": "Hurricane Dorian kills at least five ahead of move towards Florida",
      "description": "More than a million people ordered evacuated on east coast of US",
      "url": "https://www.irishtimes.com/news/world/hurricane-dorian-kills-at-least-five-ahead-of-move-towards-florida-1.4005687",
      "urlToImage": "https://www.irishtimes.com/image-creator/?id=1.4005686&origw=1440",
      "publishedAt": "2019-09-02T23:25:55Z",
      "content": "Hurricane Dorian pounded the Bahamas on Monday, killing at least five people and inundating homes with floodwater ahead of its expected advance on the US coast, where more than a million people were ordered evacuated.\r\nDorian, one of the most powerful Atlanti… [+5523 chars]"
    },
    {
      "source": {
        "id": "the-irish-times",
        "name": "The Irish Times"
      },
      "author": "Paul Cullen",
      "title": "Shadow of children’s hospital looms over capital plan",
      "description": "Analysis: Taoiseach says any claims projects would be cut were ‘scandal-mongering’",
      "url": "https://www.irishtimes.com/news/health/shadow-of-children-s-hospital-looms-over-capital-plan-1.4005532",
      "urlToImage": "https://www.irishtimes.com/image-creator/?id=1.4005530&origw=1199",
      "publishedAt": "2019-09-02T23:18:46Z",
      "content": "It was understandable, perhaps, that Taoiseach Leo Varadkar and his Ministers chose not to launch the Health Service Executives 2.1 billion three-year capital plan at the site of the new national childrens hospital.\r\nEven though half the Cabinet had decamped … [+3265 chars]"
    },
    {
      "source": {
        "id": "the-irish-times",
        "name": "The Irish Times"
      },
      "author": "The Irish Times",
      "title": "Criminalising the purchase of sex",
      "description": "Sir, – Brian Dineen (Letters, August 31st) takes issue with Mia de Faoite’s article supporting the 2017 Irish law criminalising the purchase of sex (“Law criminalising purchase of sex is in women’s best interests”, Opinion & Analysis, August 28th). However, h…",
      "url": "https://www.irishtimes.com/opinion/letters/criminalising-the-purchase-of-sex-1.4005445",
      "urlToImage": "https://www.irishtimes.com/polopoly_fs/1.3619339.1536160376!/image/image.jpg",
      "publishedAt": "2019-09-02T23:16:00Z",
      "content": "Sir, Brian Dineen (Letters, August 31st) takes issue with Mia de Faoites article supporting the 2017 Irish law criminalising the purchase of sex (Law criminalising purchase of sex is in womens best interests, Opinion &amp; Analysis, August 28th). \r\nHowever, h… [+2007 chars]"
    },
    {
      "source": {
        "id": "the-irish-times",
        "name": "The Irish Times"
      },
      "author": "The Irish Times",
      "title": "‘Failing our most vulnerable pupils’",
      "description": "Sir, – The Irish Times is quite right in pointing out that the denial of access to appropriate education for pupils with additional needs, including emotional and behavioural, is a national scandal (“We are failing our most vulnerable pupils”, Editorial, Augu…",
      "url": "https://www.irishtimes.com/opinion/letters/failing-our-most-vulnerable-pupils-1.4005444",
      "urlToImage": "https://www.irishtimes.com/polopoly_fs/1.3619339.1536160376!/image/image.jpg",
      "publishedAt": "2019-09-02T23:15:00Z",
      "content": "Sir, The Irish Times is quite right in pointing out that the denial of access to appropriate education for pupils with additional needs, including emotional and behavioural, is a national scandal (We are failing our most vulnerable pupils, Editorial, August 3… [+1020 chars]"
    },
    {
      "source": {
        "id": "the-irish-times",
        "name": "The Irish Times"
      },
      "author": "The Irish Times",
      "title": "Registration of childminders",
      "description": "Sir, – I read with some unease the proposal to make registration of childminders compulsory and to bring in detailed standards – not because registration is in itself a bad thing, but because it comes trailing bureaucracy and aspirational documents which may …",
      "url": "https://www.irishtimes.com/opinion/letters/registration-of-childminders-1.4005442",
      "urlToImage": "https://www.irishtimes.com/polopoly_fs/1.3619339.1536160376!/image/image.jpg",
      "publishedAt": "2019-09-02T23:14:00Z",
      "content": "Sir, I read with some unease the proposal to make registration of childminders compulsory and to bring in detailed standards not because registration is in itself a bad thing, but because it comes trailing bureaucracy and aspirational documents which may make… [+874 chars]"
    },
    {
      "source": {
        "id": "the-irish-times",
        "name": "The Irish Times"
      },
      "author": "The Irish Times",
      "title": "Tolerance and freedom of speech",
      "description": "Sir, – Dr David Robert Grimes claims that the current “screed of articles bemoaning intolerance of conservative or fringe views“ is “largely based on misrepresentation” (“Free speech is not the same as freedom from consequences”, Opinion & Analysis, August 30…",
      "url": "https://www.irishtimes.com/opinion/letters/tolerance-and-freedom-of-speech-1.4005431",
      "urlToImage": "https://www.irishtimes.com/polopoly_fs/1.3619339.1536160376!/image/image.jpg",
      "publishedAt": "2019-09-02T23:12:00Z",
      "content": "Sir, Dr David Robert Grimes claims that the current screed of articles bemoaning intolerance of conservative or fringe views is largely based on misrepresentation (Free speech is not the same as freedom from consequences, Opinion &amp; Analysis, August 30th).… [+1020 chars]"
    },
    {
      "source": {
        "id": "the-irish-times",
        "name": "The Irish Times"
      },
      "author": "The Irish Times",
      "title": "Can Corbyn stop Brexit?",
      "description": "Sir, – Una Mullally is right that “English people in particular need to wake up” to the threat of right-wing nationalism in their midst (“If you think Johnson is bad, wait for Farage”, Opinion & Analysis, September 2nd). Especially as there’s already a ready-…",
      "url": "https://www.irishtimes.com/opinion/letters/can-corbyn-stop-brexit-1.4005439",
      "urlToImage": "https://www.irishtimes.com/polopoly_fs/1.3619339.1536160376!/image/image.jpg",
      "publishedAt": "2019-09-02T23:11:00Z",
      "content": "Sir, Una Mullally is right that English people in particular need to wake up to the threat of right-wing nationalism in their midst (If you think Johnson is bad, wait for Farage, Opinion &amp; Analysis, September 2nd). \r\nEspecially as theres already a ready-m… [+1199 chars]"
    },
    {
      "source": {
        "id": "the-irish-times",
        "name": "The Irish Times"
      },
      "author": "The Irish Times",
      "title": "Are we ready for an older Ireland?",
      "description": "Sir, – The loss of companionship through intergenerational contact is one of the most destructive outcomes of changing times and contributes to fear, loneliness and illness. Caring for others as we would like to be cared for ourselves is a fundamental value w…",
      "url": "https://www.irishtimes.com/opinion/letters/are-we-ready-for-an-older-ireland-1.4005438",
      "urlToImage": "https://www.irishtimes.com/polopoly_fs/1.3619339.1536160376!/image/image.jpg",
      "publishedAt": "2019-09-02T23:10:00Z",
      "content": "Sir, The loss of companionship through intergenerational contact is one of the most destructive outcomes of changing times and contributes to fear, loneliness and illness.\r\nCaring for others as we would like to be cared for ourselves is a fundamental value wh… [+461 chars]"
    },
    {
      "source": {
        "id": "the-irish-times",
        "name": "The Irish Times"
      },
      "author": "The Irish Times",
      "title": "Éamon de Valera and a united Ireland",
      "description": "Sir, – I very much enjoyed Prof John Horgan’s succinct piece “United Ireland: de Valera’s secret plan for a united Ireland” (Weekend Review, August 31st). However, Prof Horgan is incorrect regarding his assumption that de Valera’s “secret” proposal regarding …",
      "url": "https://www.irishtimes.com/opinion/letters/%C3%A9amon-de-valera-and-a-united-ireland-1.4005430",
      "urlToImage": "https://www.irishtimes.com/polopoly_fs/1.3619339.1536160376!/image/image.jpg",
      "publishedAt": "2019-09-02T23:09:00Z",
      "content": "Sir, I very much enjoyed Prof John Horgans succinct piece United Ireland: de Valeras secret plan for a united Ireland (Weekend Review, August 31st).\r\nHowever, Prof Horgan is incorrect regarding his assumption that de Valeras secret proposal regarding a united… [+593 chars]"
    },
    {
      "source": {
        "id": "the-irish-times",
        "name": "The Irish Times"
      },
      "author": "The Irish Times",
      "title": "E-scooters – the race to regulate",
      "description": "Sir, – I was pleased to read your editorial which was broadly in favour of e-scooters, if properly regulated (“The race to regulate”, September 2nd). My ideal commute would be to scoot to the Dart station, arrive on the Dart near my place of work, then scoot …",
      "url": "https://www.irishtimes.com/opinion/letters/e-scooters-the-race-to-regulate-1.4005427",
      "urlToImage": "https://www.irishtimes.com/polopoly_fs/1.3619339.1536160376!/image/image.jpg",
      "publishedAt": "2019-09-02T23:08:00Z",
      "content": "Sir, I was pleased to read your editorial which was broadly in favour of e-scooters, if properly regulated (The race to regulate, September 2nd). \r\nMy ideal commute would be to scoot to the Dart station, arrive on the Dart near my place of work, then scoot sa… [+506 chars]"
    },
    {
      "source": {
        "id": "the-irish-times",
        "name": "The Irish Times"
      },
      "author": "The Irish Times",
      "title": "To prorogue a parliament",
      "description": "Sir, – Brian Cullen (Letters, August 30th) suggests that not everything with Brexit is negative as the majority of us have learned a new verb, to prorogue. I doubt many would agree with this view. In 1972, the Stormont parliament, having enjoyed 50 years of a…",
      "url": "https://www.irishtimes.com/opinion/letters/to-prorogue-a-parliament-1.4005422",
      "urlToImage": "https://www.irishtimes.com/polopoly_fs/1.3619339.1536160376!/image/image.jpg",
      "publishedAt": "2019-09-02T23:07:00Z",
      "content": "Sir, Brian Cullen (Letters, August 30th) suggests that not everything with Brexit is negative as the majority of us have learned a new verb, to prorogue. I doubt many would agree with this view. \r\nIn 1972, the Stormont parliament, having enjoyed 50 years of a… [+448 chars]"
    },
    {
      "source": {
        "id": "the-irish-times",
        "name": "The Irish Times"
      },
      "author": "The Irish Times",
      "title": "Brexit and the real EU",
      "description": "Sir, – Mary Morrissey (Letters, August 31st) wonders why Boris Johnson or Simon Coveney only ever seem to visit Germany and France when they want to influence the EU on Brexit issues. In fairness to Mr Coveney, he has in the past week alone visited Denmark, t…",
      "url": "https://www.irishtimes.com/opinion/letters/brexit-and-the-real-eu-1.4005421",
      "urlToImage": "https://www.irishtimes.com/polopoly_fs/1.3619339.1536160376!/image/image.jpg",
      "publishedAt": "2019-09-02T23:06:00Z",
      "content": "Sir, Mary Morrissey (Letters, August 31st) wonders why Boris Johnson or Simon Coveney only ever seem to visit Germany and France when they want to influence the EU on Brexit issues.\r\nIn fairness to Mr Coveney, he has in the past week alone visited Denmark, th… [+814 chars]"
    },
    {
      "source": {
        "id": "the-irish-times",
        "name": "The Irish Times"
      },
      "author": "The Irish Times",
      "title": "On the doorsteps",
      "description": "Sir, – In the unlikely event that there remains one or two cold-callers who have not, as yet, darkened my doorstep, let the record show: I am in contract for gas and electricity for the next 25 to 30 years; I am nothing short of ecstatic with my current TV an…",
      "url": "https://www.irishtimes.com/opinion/letters/on-the-doorsteps-1.4005420",
      "urlToImage": "https://www.irishtimes.com/polopoly_fs/1.3619339.1536160376!/image/image.jpg",
      "publishedAt": "2019-09-02T23:05:00Z",
      "content": "Sir, In the unlikely event that there remains one or two cold-callers who have not, as yet, darkened my doorstep, let the record show: I am in contract for gas and electricity for the next 25 to 30 years; I am nothing short of ecstatic with my current TV and … [+630 chars]"
    },
    {
      "source": {
        "id": "the-irish-times",
        "name": "The Irish Times"
      },
      "author": "The Irish Times",
      "title": "The Irish Times view on Brexit politics: ignoring the Irish dimension",
      "description": "As a no-deal Brexit grows increasingly likely, so too is the imposition of some form of border controls on this island",
      "url": "https://www.irishtimes.com/opinion/editorial/the-irish-times-view-on-brexit-politics-ignoring-the-irish-dimension-1.4005371",
      "urlToImage": "https://www.irishtimes.com/image-creator/?id=1.4005541&origw=1440",
      "publishedAt": "2019-09-02T23:04:00Z",
      "content": "It seems safe to assume the 25th anniversary at the weekend of the first IRA ceasefire passed unnoticed by a British government obsessed by its pursuit of Brexit, deal or no-deal. Thats hardly surprising as our shared history and the responsibilities arising … [+2590 chars]"
    },
    {
      "source": {
        "id": "the-irish-times",
        "name": "The Irish Times"
      },
      "author": "The Irish Times",
      "title": "Brexit and the price of food",
      "description": "Sir, – Dr Tricia Keilthy, head of social justice with the Society of St Vincent de Paul, fears Brexit will increase the deprivation of poorer families (“No-deal Brexit will hit poor on both sides of the Border first and hardest”, Opinion & Analysis, August 2n…",
      "url": "https://www.irishtimes.com/opinion/letters/brexit-and-the-price-of-food-1.4005419",
      "urlToImage": "https://www.irishtimes.com/polopoly_fs/1.3619339.1536160376!/image/image.jpg",
      "publishedAt": "2019-09-02T23:04:00Z",
      "content": "Sir, Dr Tricia Keilthy, head of social justice with the Society of St Vincent de Paul, fears Brexit will increase the deprivation of poorer families (No-deal Brexit will hit poor on both sides of the Border first and hardest, Opinion &amp; Analysis, August 2n… [+290 chars]"
    },
    {
      "source": {
        "id": "the-irish-times",
        "name": "The Irish Times"
      },
      "author": "The Irish Times",
      "title": "Taking back control",
      "description": "Sir, – After careful consideration, I have decided to prorogue my diet for a period of six weeks. I intend to avoid any debate about said diet in the house. – Yours, etc, PATRICK BRENNAN, Letterkenny, Co Donegal.",
      "url": "https://www.irishtimes.com/opinion/letters/taking-back-control-1.4005411",
      "urlToImage": "https://www.irishtimes.com/polopoly_fs/1.3619339.1536160376!/image/image.jpg",
      "publishedAt": "2019-09-02T23:03:00Z",
      "content": "Sir, After careful consideration, I have decided to prorogue my diet for a period of six weeks. I intend to avoid any debate about said diet in the house. Yours, etc,\r\nPATRICK BRENNAN,\r\nLetterkenny,\r\nCo Donegal."
    },
    {
      "source": {
        "id": "the-irish-times",
        "name": "The Irish Times"
      },
      "author": "The Irish Times",
      "title": "The Irish Times view on HPV vaccine for boys",
      "description": "Making vaccination programme gender-neutral an important statement of equality in healthcare",
      "url": "https://www.irishtimes.com/opinion/editorial/the-irish-times-view-on-hpv-vaccine-for-boys-1.4005116",
      "urlToImage": "https://www.irishtimes.com/polopoly_fs/1.4005410.1567442598!/image/image.jpg",
      "publishedAt": "2019-09-02T23:02:00Z",
      "content": "The HPV (human papilloma virus) vaccine is being offered to both boys and girls for the first time in the Republic. HSE vaccination teams are visiting secondary schools to offer the vaccine to all first year students.\r\nFirst made available here to 12-year-old… [+2005 chars]"
    },
    {
      "source": {
        "id": "the-irish-times",
        "name": "The Irish Times"
      },
      "author": "Aidan Dunne",
      "title": "Short back and sides",
      "description": "Sir, – The fashion for the younger generation hairstyle seems to be “short back and sides”, as exhibited by almost every participant in the minor football All-Ireland final, with minimal barbering skills required. In contrast my compliments to the Croke Park …",
      "url": "https://www.irishtimes.com/opinion/letters/short-back-and-sides-1.4005409",
      "urlToImage": "https://www.irishtimes.com/polopoly_fs/1.3619339.1536160376!/image/image.jpg",
      "publishedAt": "2019-09-02T23:02:00Z",
      "content": "Sir, The fashion for the younger generation hairstyle seems to be short back and sides, as exhibited by almost every participant in the minor football All-Ireland final, with minimal barbering skills required. In contrast my compliments to the Croke Park pitc… [+149 chars]"
    },
    {
      "source": {
        "id": "the-irish-times",
        "name": "The Irish Times"
      },
      "author": "Olivia Kelly",
      "title": "Five new Gaelscoileanna to open in greater Dublin area",
      "description": "Education through Irish chosen for new schools under new regulations",
      "url": "https://www.irishtimes.com/news/education/five-new-gaelscoileanna-to-open-in-greater-dublin-area-1.4005648",
      "urlToImage": "https://www.irishtimes.com/image-creator/?id=1.4005647&origw=1440",
      "publishedAt": "2019-09-02T23:01:01Z",
      "content": "Five new primary schools due to open in the greater Dublin area from next year will be run as Gaelscoileanna, Minister for Education Joe McHugh has announced.\r\nEducation through Irish was chosen for the schools following an analysis of availability of Gaelsco… [+2016 chars]"
    },
    {
      "source": {
        "id": "the-irish-times",
        "name": "The Irish Times"
      },
      "author": "The Irish Times",
      "title": "Top of the hour",
      "description": "Sir, – While I am sure everyone will be looking forward to the RTÉ 6.01 News reverting to a one-hour slot this week, did world news stop happening over the summer months when only a half-hour version of the news was produced by RTÉ? – Yours, etc, TADHG McCART…",
      "url": "https://www.irishtimes.com/opinion/letters/top-of-the-hour-1.4005408",
      "urlToImage": "https://www.irishtimes.com/polopoly_fs/1.3619339.1536160376!/image/image.jpg",
      "publishedAt": "2019-09-02T23:01:00Z",
      "content": "Sir, While I am sure everyone will be looking forward to the RTÉ 6.01 News reverting to a one-hour slot this week, did world news stop happening over the summer months when only a half-hour version of the news was produced by RTÉ? Yours, etc,\r\nTADHG McCARTHY,… [+18 chars]"
    },
    {
      "source": {
        "id": "the-irish-times",
        "name": "The Irish Times"
      },
      "author": "Nathan Mannion",
      "title": "The grandson of an Irish nationalist who became ‘Boy Mayor of New York’",
      "description": "The Jacqueline Kennedy Onassis Reservoir lies at the heart of Central Park in New York City. A frequent backdrop to Hollywood movies, its 2.5 kilometre running track has also long been a favourite haunt of urban joggers. Bill Clinton, Madonna and Mrs Onassis …",
      "url": "https://www.irishtimes.com/life-and-style/abroad/the-grandson-of-an-irish-nationalist-who-became-boy-mayor-of-new-york-1.4005418",
      "urlToImage": "https://www.irishtimes.com/image-creator/?id=1.4005413&origw=1199",
      "publishedAt": "2019-09-02T23:00:00Z",
      "content": "The Jacqueline Kennedy Onassis Reservoir lies at the heart of Central Park in New York City. A frequent backdrop to Hollywood movies, its 2.5 kilometre running track has also long been a favourite haunt of urban joggers. Bill Clinton, Madonna and Mrs Onassis … [+5438 chars]"
    },
    {
      "source": {
        "id": "the-irish-times",
        "name": "The Irish Times"
      },
      "author": "Brian Mooney",
      "title": "I’m dyslexic. Will I be able to cope in college?",
      "description": "Ask Brian: Students with additional learning needs can get specialist support at third level",
      "url": "https://www.irishtimes.com/news/education/i-m-dyslexic-will-i-be-able-to-cope-in-college-1.4001268",
      "urlToImage": "https://www.irishtimes.com/image-creator/?id=1.4001267&origw=1270",
      "publishedAt": "2019-09-02T23:00:00Z",
      "content": "Im dyslexic and struggled a bit in school but managed to secure an offer of a degree course through the CAOs second round. Im keen to accept, but am worried that Ill be a weak fish in a big pond. Can you offer any advice?\r\nIt is perfectly natural that you fee… [+2813 chars]"
    },
    {
      "source": {
        "id": "the-irish-times",
        "name": "The Irish Times"
      },
      "author": "Joanna Siewierska",
      "title": "Time to change our unfair CAO points system",
      "description": "Competition for points has reached alarming levels",
      "url": "https://www.irishtimes.com/news/education/time-to-change-our-unfair-cao-points-system-1.3998773",
      "urlToImage": "https://www.irishtimes.com/image-creator/?id=1.3998771&origw=1440",
      "publishedAt": "2019-09-02T23:00:00Z",
      "content": "Education is a public good. Its something that we should all be proud to invest in and ensure that all members of society have an opportunity to benefit from. Enabling broad access to education is undoubtedly the key to reducing inequalities in society, and p… [+4887 chars]"
    },
    {
      "source": {
        "id": "the-irish-times",
        "name": "The Irish Times"
      },
      "author": "Kayle Crosson",
      "title": "Meet the new student activists",
      "description": "What do they want? Inclusion, climate action and justice – now",
      "url": "https://www.irishtimes.com/news/education/meet-the-new-student-activists-1.3992005",
      "urlToImage": "https://www.irishtimes.com/image-creator/?id=1.3991997&origw=1440",
      "publishedAt": "2019-09-02T23:00:00Z",
      "content": "In August of last year, Greta Thunberg sat down on the steps of Swedish parliament and would not budge.\r\nShe was striking from school, demanding that her government take radical action to address climate change.\r\nAlmost a year later, she continues to campaign… [+7387 chars]"
    },
    {
      "source": {
        "id": "the-irish-times",
        "name": "The Irish Times"
      },
      "author": null,
      "title": "Writing Ross O’Carroll-Kelly: ‘I think in the voice of a f**king idiot 12 hours a day’",
      "description": "In RTÉ’s We Need to Talk about Ross, writer Paul Howard tells how he almost killed RO’CK in 2007",
      "url": "https://www.irishtimes.com/culture/tv-radio-web/writing-ross-o-carroll-kelly-i-think-in-the-voice-of-a-f-king-idiot-12-hours-a-day-1.4005623",
      "urlToImage": "https://www.irishtimes.com/image-creator/?id=1.4005621&origw=1440",
      "publishedAt": "2019-09-02T21:35:00Z",
      "content": "It was a means of getting under their skin, remembers Paul Howard of his decision to invent an insufferably privileged, monstrously egotistical lion of the Southside Dublin schools rugby scene. I wanted them to hate what I was doing. As everybody knows, and a… [+491 chars]"
    },
    {
      "source": {
        "id": "the-irish-times",
        "name": "The Irish Times"
      },
      "author": "Emmet Malone",
      "title": "Daryl Murphy joins Bolton Wanderers after Forest contract cancelled",
      "description": "Irish striker one of nine players to join League One side before transfer window closes",
      "url": "https://www.irishtimes.com/sport/soccer/english-soccer/daryl-murphy-joins-bolton-wanderers-after-forest-contract-cancelled-1.4005676",
      "urlToImage": "https://www.irishtimes.com/image-creator/?id=1.4005674&origw=1440",
      "publishedAt": "2019-09-02T21:19:36Z",
      "content": "Republic of Ireland striker Daryl Murphy has signed for Bolton Wanderers until the end of the season after the remainder of his contract at Nottingham Forest was cancelled to facilitate the move.\r\nThe 36-year-old scored six times in 32 appearances for the Cha… [+668 chars]"
    },
    {
      "source": {
        "id": "the-irish-times",
        "name": "The Irish Times"
      },
      "author": null,
      "title": "Beef farmers meet to select representatives for possible new talks",
      "description": "Independent Farmers of Ireland invites protesters to organise as pickets continue",
      "url": "https://www.irishtimes.com/news/ireland/irish-news/beef-farmers-meet-to-select-representatives-for-possible-new-talks-1.4005673",
      "urlToImage": "https://www.irishtimes.com/image-creator/?id=1.4005672&origw=1440",
      "publishedAt": "2019-09-02T21:17:49Z",
      "content": "Beef farmers met on Monday night to select representatives to voice their concerns at any future talks aimed at resolving the crisis which has engulfed the sector.\r\nCalling themselves Independent Farmers of Ireland, the group invited three delegates from grou… [+119 chars]"
    },
    {
      "source": {
        "id": "the-irish-times",
        "name": "The Irish Times"
      },
      "author": null,
      "title": "Massey and Boyle goals help Dundalk reopen seven-point lead",
      "description": "Waterford stun Cork City with two late goals at Turner’s Cross",
      "url": "https://www.irishtimes.com/sport/soccer/national-league/massey-and-boyle-goals-help-dundalk-reopen-seven-point-lead-1.4005668",
      "urlToImage": "https://www.irishtimes.com/image-creator/?id=1.4005665&origw=1200",
      "publishedAt": "2019-09-02T21:10:02Z",
      "content": "Dundalks Dane Massey celebrates scoring their first goal in the SSE Airtricity League Premier Division match against Sligo Rovers at The Showgrounds. Photograph: Ciarán Culligan/Inpho"
    },
    {
      "source": {
        "id": "the-irish-times",
        "name": "The Irish Times"
      },
      "author": "Martin Wall",
      "title": "Military representative body seeks to link up with ICTU",
      "description": "Leadership of Irish Congress of Trade Unions to consider issue later in September",
      "url": "https://www.irishtimes.com/news/ireland/irish-news/military-representative-body-seeks-to-link-up-with-ictu-1.4005664",
      "urlToImage": "https://www.irishtimes.com/image-creator/?id=1.4005663&origw=960",
      "publishedAt": "2019-09-02T21:07:51Z",
      "content": "The organisation representing enlisted personnel in the Defence Forces has formally sought to link up with the Irish Congress of Trade Unions (Ictu).\r\nIt is understood that the Permanent Defence Force Other Ranks Representative Association (PDFORRA) has indic… [+1173 chars]"
    },
    {
      "source": {
        "id": "the-irish-times",
        "name": "The Irish Times"
      },
      "author": null,
      "title": "UK Brexit secretary accuses EU of clinging to ‘absolutist’ policy on backstop",
      "description": "Stephen Barclay repeats PM’s demand that backstop must be removed from withdrawal deal",
      "url": "https://www.irishtimes.com/news/world/uk/uk-brexit-secretary-accuses-eu-of-clinging-to-absolutist-policy-on-backstop-1.4005635",
      "urlToImage": "https://www.irishtimes.com/image-creator/?id=1.4005633&origw=1440",
      "publishedAt": "2019-09-02T21:00:00Z",
      "content": "Britains Brexit secretary has accused the European Union of clinging to an absolutist policy on the Northern Ireland backstop that is increasing the risk that Britain will leave without a deal. \r\nStephen Barclay said that EU chief negotiator Michel Barnier wa… [+192 chars]"
    },
    {
      "source": {
        "id": "the-irish-times",
        "name": "The Irish Times"
      },
      "author": "The Irish Times",
      "title": "Former Blackrock College wing Vasily Artemyev to captain Russia at World Cup",
      "description": "Artemyev one of eight surviving players in 31-man squad that played in 2011 World Cup",
      "url": "https://www.irishtimes.com/sport/rugby/international/former-blackrock-college-wing-vasily-artemyev-to-captain-russia-at-world-cup-1.4005655",
      "urlToImage": "https://www.irishtimes.com/image-creator/?id=1.4005653&origw=1440",
      "publishedAt": "2019-09-02T20:54:35Z",
      "content": "Former Blackrock College wing Vasily Artemyev will captain Russia at the upcoming World Cup after they confirmed their 31-man squad on Monday.\r\nExperienced flyhalf Yuri Kushnarev, Denis Simplikevich, Evgeny Matveev, Andrei Ostrikov, Vladimir Ostroushko, Victo… [+1729 chars]"
    },
    {
      "source": {
        "id": "the-irish-times",
        "name": "The Irish Times"
      },
      "author": "Sorcha Pollak",
      "title": "Two Electric Picnic revellers hospitalised in critical condition over weekend",
      "description": "Four arrests for drink/drug driving, one investigation into sexual crime at festival",
      "url": "https://www.irishtimes.com/news/crime-and-law/two-electric-picnic-revellers-hospitalised-in-critical-condition-over-weekend-1.4005640",
      "urlToImage": "https://www.irishtimes.com/image-creator/?id=1.4005639&origw=960",
      "publishedAt": "2019-09-02T20:40:40Z",
      "content": "Two people were taken to hospital in a critical condition at the weekend because of drug and alcohol use during the Electric Picnic music festival, gardaí in Laois have reported.\r\nThe two patients, who were transferred to the Midland Regional Hospital in Port… [+1249 chars]"
    },
    {
      "source": {
        "id": "the-irish-times",
        "name": "The Irish Times"
      },
      "author": "Sorcha Pollak",
      "title": "Two Electric Picnic revellers rushed to hospital in critical condition",
      "description": "Four arrests for drink/drug driving, one investigation into sexual crime at festival",
      "url": "https://www.irishtimes.com/news/crime-and-law/two-electric-picnic-revellers-rushed-to-hospital-in-critical-condition-1.4005640",
      "urlToImage": "https://www.irishtimes.com/image-creator/?id=1.4005639&origw=960",
      "publishedAt": "2019-09-02T20:40:40Z",
      "content": "Two people were taken to hospital in a critical condition at the weekend because of drug and alcohol use during the Electric Picnic music festival, gardaí in Laois have reported.\r\nThe two patients, who were transferred to the Midland Regional Hospital in Port… [+1249 chars]"
    },
    {
      "source": {
        "id": "the-irish-times",
        "name": "The Irish Times"
      },
      "author": "Conor Pope",
      "title": "Boy (7) who died after being hit by road sweeper named",
      "description": "Dublin mayor says driver ‘bereft’ after death of Devin Crosby Shepherd in Ballymun",
      "url": "https://www.irishtimes.com/news/ireland/irish-news/boy-7-who-died-after-being-hit-by-road-sweeper-named-1.4005638",
      "urlToImage": "https://www.irishtimes.com/image-creator/?id=1.4005636&origw=1440",
      "publishedAt": "2019-09-02T20:35:50Z",
      "content": "The seven-year-old boy who died on Sunday afternoon after being struck by a road sweepers truck in north Dublin has been named as Devin CrosbyShepherd. \r\nIn a death notice published on Monday, the boys parents asked everyone planning to attend his funeral lat… [+1603 chars]"
    },
    {
      "source": {
        "id": "the-irish-times",
        "name": "The Irish Times"
      },
      "author": "Aodhan O'Faolain, Ray Managh",
      "title": "Teacher wins High Court challenge against child sexual abuse finding",
      "description": "Teacher accused of smacking teenage female student’s bottom and making inappropriate comments",
      "url": "https://www.irishtimes.com/news/crime-and-law/courts/high-court/teacher-wins-high-court-challenge-against-child-sexual-abuse-finding-1.4005632",
      "urlToImage": "https://www.irishtimes.com/image-creator/?id=1.4005631&origw=1440",
      "publishedAt": "2019-09-02T20:32:10Z",
      "content": "A teacher, accused of smacking a teenage female students bottom and allegedly making inappropriate comments to her, has won a High Court challenge against a finding of Tusla, the Child and Family Agency, that he had engaged in child sexual abuse.\r\nThe teacher… [+3538 chars]"
    },
    {
      "source": {
        "id": "the-irish-times",
        "name": "The Irish Times"
      },
      "author": "Denis Staunton",
      "title": "Brexit: ‘October election’ if PM loses crunch Commons vote",
      "description": "Sources indicate next Johnson move if MPs vote on Tuesday to block no-deal departure",
      "url": "https://www.irishtimes.com/news/world/uk/brexit-october-election-if-pm-loses-crunch-commons-vote-1.4005628",
      "urlToImage": "https://www.irishtimes.com/image-creator/?id=1.4005627&origw=1440",
      "publishedAt": "2019-09-02T20:21:44Z",
      "content": "British prime minister Boris Johnson will call a general election for October 14th if he loses a Commons vote on Tuesday aimed at blocking a no-deal Brexit, senior British government sources said on Monday night. \r\nIn a statement outside 10 Downing Street, Mr… [+2484 chars]"
    },
    {
      "source": {
        "id": "the-irish-times",
        "name": "The Irish Times"
      },
      "author": "Denis Staunton",
      "title": "Brexit: Johnson expected to call October election if defeated in Commons",
      "description": "Government sources say UK prime minister will go to the people if MPs vote to block no-deal departure",
      "url": "https://www.irishtimes.com/news/world/uk/brexit-johnson-expected-to-call-october-election-if-defeated-in-commons-1.4005628",
      "urlToImage": "https://www.irishtimes.com/image-creator/?id=1.4005627&origw=1440",
      "publishedAt": "2019-09-02T20:21:44Z",
      "content": "British prime minister Boris Johnson will call a general election for October 14th if he loses a Commons vote on Tuesday aimed at blocking a no-deal Brexit, senior British government sources said on Monday night. \r\nIn a statement outside 10 Downing Street, Mr… [+112 chars]"
    },
    {
      "source": {
        "id": "the-irish-times",
        "name": "The Irish Times"
      },
      "author": null,
      "title": "State urged to ramp up protection of ‘inadequate’ sea habitats",
      "description": "Creation of special zones key to tackling over-fishing and biodiversity loss, conference told",
      "url": "https://www.irishtimes.com/news/environment/state-urged-to-ramp-up-protection-of-inadequate-sea-habitats-1.4005626",
      "urlToImage": "https://www.irishtimes.com/image-creator/?id=1.4005624&origw=1440",
      "publishedAt": "2019-09-02T20:21:02Z",
      "content": "Ireland has designated just 2.3 per cent of its vast marine area for special protection, and yet most of its important sea habitats are in inadequate or even bad condition, an international conference in Dublin has been told.\r\nThe creation of marine protected… [+245 chars]"
    },
    {
      "source": {
        "id": "the-irish-times",
        "name": "The Irish Times"
      },
      "author": "Olivia Kelly",
      "title": "Junior Cert results due on October 4th after month-long delay",
      "description": "State Examinations Commission said its ‘immediate priority’ this year was Leaving Cert checks",
      "url": "https://www.irishtimes.com/news/education/junior-cert-results-due-on-october-4th-after-month-long-delay-1.4005620",
      "urlToImage": "https://www.irishtimes.com/polopoly_fs/1.4005619.1567455140!/image/image.jpg",
      "publishedAt": "2019-09-02T20:12:25Z",
      "content": "This years Junior Certificate results will not be available to students until October 4th, almost a month later than usual, due to extra time required for Leaving Cert rechecks.\r\nThe State Examinations Commission (SEC) announced the date in a statement on Mon… [+1517 chars]"
    },
    {
      "source": {
        "id": "the-irish-times",
        "name": "The Irish Times"
      },
      "author": "The Irish Times",
      "title": "Veteran number eight Louis Picamoles included in France’s World Cup squad",
      "description": "Number eight Louis Picamoles will get to finish his international career at the World Cup after he was included in France’s 31-man squad on Monday. The 33-year-old, who is expected to quit international rugby after the tournament in Japan, will take part in h…",
      "url": "https://www.irishtimes.com/sport/rugby/international/veteran-number-eight-louis-picamoles-included-in-france-s-world-cup-squad-1.4005615",
      "urlToImage": "https://www.irishtimes.com/image-creator/?id=1.4005613&origw=1440",
      "publishedAt": "2019-09-02T20:08:12Z",
      "content": "Number eight Louis Picamoles will get to finish his international career at the World Cup after he was included in Frances 31-man squad on Monday.\r\nThe 33-year-old, who is expected to quit international rugby after the tournament in Japan, will take part in h… [+2341 chars]"
    },
    {
      "source": {
        "id": "the-irish-times",
        "name": "The Irish Times"
      },
      "author": "Barry Roche",
      "title": "Air ambulance to tackle emergencies in Munster and south Leinster",
      "description": "A new charity air ambulance which will provide emergency medical services for up to two million people in Munster and south Leinster has been officially launched. Tánaiste Simon Coveney paid tribute to the Irish Community Rapid Response Air Ambulance, a commu…",
      "url": "https://www.irishtimes.com/news/ireland/irish-news/air-ambulance-to-tackle-emergencies-in-munster-and-south-leinster-1.4005612",
      "urlToImage": "https://www.irishtimes.com/image-creator/?id=1.4005610&origw=1440",
      "publishedAt": "2019-09-02T20:06:56Z",
      "content": "A new charity air ambulance which will provide emergency medical services for up to two million people in Munster and south Leinster has been officially launched.\r\nTánaiste Simon Coveney paid tribute to the Irish Community Rapid Response Air Ambulance, a comm… [+2262 chars]"
    },
    {
      "source": {
        "id": "the-irish-times",
        "name": "The Irish Times"
      },
      "author": "Barry Roche",
      "title": "Call for review of regulations for multi-storey car parks",
      "description": "Bill for damage after fire at Douglas Village Shopping Centre could top €10m",
      "url": "https://www.irishtimes.com/news/ireland/irish-news/call-for-review-of-regulations-for-multi-storey-car-parks-1.4005604",
      "urlToImage": "https://www.irishtimes.com/image-creator/?id=1.4005603&origw=1440",
      "publishedAt": "2019-09-02T19:54:22Z",
      "content": "The Government has been urged to review building regulations for multi-storey car parks following a fire that caused an estimated 10 million of damage in Cork. \r\nCork City Fire Brigade said on Monday there was no sprinkler system in Douglas Village Shopping C… [+2500 chars]"
    },
    {
      "source": {
        "id": "the-irish-times",
        "name": "The Irish Times"
      },
      "author": "Philip Reid",
      "title": "Irish company Seed Golf playing in lucrative golf ball market",
      "description": "Balls account for one third of the estimated €3 billion annual global golf equipment market",
      "url": "https://www.irishtimes.com/sport/irish-company-seed-golf-playing-in-lucrative-golf-ball-market-1.4005592",
      "urlToImage": "https://www.irishtimes.com/image-creator/?id=1.4005589&origw=1440",
      "publishedAt": "2019-09-02T19:40:55Z",
      "content": "If you think about it, the one constant in playing a round of golf is the ball. You might use a driver a dozen or so times, different irons at different points of a round and a putter whenever you get to the green; but the good, old golf ball or a number of t… [+6830 chars]"
    },
    {
      "source": {
        "id": "the-irish-times",
        "name": "The Irish Times"
      },
      "author": "Patsy McGarry",
      "title": "New academic post at TCD to be named after Fr Tony Coote",
      "description": "Motor neuron disease sufferer helped raise almost €700,000 in walk from Donegal to Cork",
      "url": "https://www.irishtimes.com/news/social-affairs/religion-and-beliefs/new-academic-post-at-tcd-to-be-named-after-fr-tony-coote-1.4005572",
      "urlToImage": "https://www.irishtimes.com/image-creator/?id=1.4005571&origw=1440",
      "publishedAt": "2019-09-02T19:24:53Z",
      "content": "Trinity College Dublin has announced the creation of a new Fr Tony Coote Assistant Professor in Motor Neuron Disease Research. \r\nIn a statement, the university said the Motor Neuron Disease team at Trinity College Dublin mourns the death of Fr Tony Coote but … [+1547 chars]"
    },
    {
      "source": {
        "id": "the-irish-times",
        "name": "The Irish Times"
      },
      "author": "The Irish Times",
      "title": "Man found guilty of crushing boy (3) to death with car seat",
      "description": "Stephen Waterson (26) admitted manslaughter by gross negligence of Alfie Lamb",
      "url": "https://www.irishtimes.com/news/world/uk/man-found-guilty-of-crushing-boy-3-to-death-with-car-seat-1.4005560",
      "urlToImage": "https://www.irishtimes.com/image-creator/?id=1.4005559&origw=1440",
      "publishedAt": "2019-09-02T19:10:01Z",
      "content": "The arrogant son of an ex-government minister has admitted crushing a three-year-old boy to death with his car seat.\r\nStephen Waterson (26) squashed Alfie Lamb in the footwell of his Audi convertible while his mother Adrian Hoare looked on.\r\nAfterwards, Water… [+4679 chars]"
    },
    {
      "source": {
        "id": "the-irish-times",
        "name": "The Irish Times"
      },
      "author": null,
      "title": "Weaker sterling on back of no-deal Brexit unlikely to benefit NI",
      "description": "Northern Ireland is unlikely to benefit in the long run from an influx of shoppers from the Republic if the pound weakens further after Brexit, the North’s Department of Economy has warned. In recent months retailers in Northern Ireland have reported a strong…",
      "url": "https://www.irishtimes.com/business/retail-and-services/weaker-sterling-on-back-of-no-deal-brexit-unlikely-to-benefit-ni-1.4005554",
      "urlToImage": "https://www.irishtimes.com/image-creator/?id=1.4005542&origw=1440",
      "publishedAt": "2019-09-02T19:04:46Z",
      "content": "Northern Ireland is unlikely to benefit in the long run from an influx of shoppers from the Republic if the pound weakens further after Brexit, the Norths Department of Economy has warned.\r\nIn recent months retailers in Northern Ireland have reported a strong… [+159 chars]"
    },
    {
      "source": {
        "id": "the-irish-times",
        "name": "The Irish Times"
      },
      "author": "Sally Hayden",
      "title": "Refugees defiant in face of UN order to return to Tripoli",
      "description": "Air strike survivors fear being detained by Libyan authorities or kidnap by smugglers",
      "url": "https://www.irishtimes.com/news/world/africa/refugees-defiant-in-face-of-un-order-to-return-to-tripoli-1.4005549",
      "urlToImage": "https://www.irishtimes.com/image-creator/?id=1.4005545&origw=1440",
      "publishedAt": "2019-09-02T19:02:42Z",
      "content": "It was a walk of courage and determination. Days after a migrant detention centre bombing in eastern Tripoli on July 2nd, hundreds of survivors walked out in protest at their treatment, seizing a rare moment of opportunity as Libyan guards and staff from the … [+3372 chars]"
    },
    {
      "source": {
        "id": "the-irish-times",
        "name": "The Irish Times"
      },
      "author": "Kevin O'Sullivan",
      "title": "Complete map of Britain and Ireland shows common ancestry",
      "description": "Strong links to southwest Scotland and the Hebrides emerge going back to sixth century",
      "url": "https://www.irishtimes.com/news/health/complete-map-of-britain-and-ireland-shows-common-ancestry-1.4005491",
      "urlToImage": "https://www.irishtimes.com/image-creator/?id=1.4005490&origw=1253",
      "publishedAt": "2019-09-02T19:00:53Z",
      "content": "A complete genetic map of Britain and Ireland, generated by scientists for the first time, provides proof of common ancestry going back hundreds of years. \r\nThe addition of a genetic map of Scotland by geneticists at the Royal College of Surgeons in Ireland a… [+4033 chars]"
    },
    {
      "source": {
        "id": "the-irish-times",
        "name": "The Irish Times"
      },
      "author": "Kevin O'Sullivan",
      "title": "Genetic map of Britain and Ireland shows common ancestry",
      "description": "Strong links to southwest Scotland and the Hebrides emerge going back to sixth century",
      "url": "https://www.irishtimes.com/news/health/genetic-map-of-britain-and-ireland-shows-common-ancestry-1.4005491",
      "urlToImage": "https://www.irishtimes.com/image-creator/?id=1.4005490&origw=1253",
      "publishedAt": "2019-09-02T19:00:53Z",
      "content": "A complete genetic map of Britain and Ireland, generated by scientists for the first time, provides proof of common ancestry going back hundreds of years.\r\nThe addition of a genetic map of Scotland by geneticists at the Royal College of Surgeons in Ireland an… [+4026 chars]"
    },
    {
      "source": {
        "id": "the-irish-times",
        "name": "The Irish Times"
      },
      "author": "Patsy McGarry",
      "title": "Fr Tony Coote was ‘the ultimate connector’, funeral hears",
      "description": "Brother tells congregation motor neurone disease campaigner ‘left on his own terms’",
      "url": "https://www.irishtimes.com/news/social-affairs/religion-and-beliefs/fr-tony-coote-was-the-ultimate-connector-funeral-hears-1.4005540",
      "urlToImage": "https://www.irishtimes.com/image-creator/?id=1.4005538&origw=1440",
      "publishedAt": "2019-09-02T18:48:20Z",
      "content": "David Coote wanted people to know that his brother Fr Tony Coote died peacefully, 18 months after being diagnosed with motor neurone disease.\r\nHe was surrounded by family and friends and was very much at peace. As was the case with lots of things he did, he l… [+3938 chars]"
    },
    {
      "source": {
        "id": "the-irish-times",
        "name": "The Irish Times"
      },
      "author": "The Irish Times",
      "title": "UK financiers press for tax cuts and lighter City regulation",
      "description": "Chancellor stresses commitment to ‘light-touch’ immigration for key skills",
      "url": "https://www.irishtimes.com/business/financial-services/uk-financiers-press-for-tax-cuts-and-lighter-city-regulation-1.4005536",
      "urlToImage": "https://www.irishtimes.com/image-creator/?id=1.4005558&origw=1199",
      "publishedAt": "2019-09-02T18:44:43Z",
      "content": "Tax cuts for banks and lighter regulation of the City of London are essential if the financial services sector is to thrive post-Brexit, top financiers told Sajid Javid in their debut meeting with the UKs chancellor of the exchequer on Monday.\r\nAt least two a… [+3761 chars]"
    },
    {
      "source": {
        "id": "the-irish-times",
        "name": "The Irish Times"
      },
      "author": null,
      "title": "Financiers in UK press for tax cuts and lighter City regulation",
      "description": "Among those present at the meeting with the chancellor were the chairmen and chief executives of RBS, Lloyds, HSBC and Barclays, as well as the bosses of Aviva, Prudential and Legal & General",
      "url": "https://www.irishtimes.com/business/financial-services/financiers-in-uk-press-for-tax-cuts-and-lighter-city-regulation-1.4005536",
      "urlToImage": "https://www.irishtimes.com/image-creator/?id=1.4005534&origw=1440",
      "publishedAt": "2019-09-02T18:44:43Z",
      "content": "Tax cuts for banks and lighter regulation of the City of London are essential if the financial services sector is to thrive post-Brexit, top financiers told Sajid Javid in the their debut meeting with the chancellor on Monday.\r\nAt least two attendees at the h… [+232 chars]"
    },
    {
      "source": {
        "id": "the-irish-times",
        "name": "The Irish Times"
      },
      "author": "The Irish Times",
      "title": "Defending US Open champion Naomi Osaka suffers fourth-round defeat",
      "description": "Switzerland’s Belinda Bencic beats top seed for third straight time",
      "url": "https://www.irishtimes.com/sport/other-sports/defending-us-open-champion-naomi-osaka-suffers-fourth-round-defeat-1.4005527",
      "urlToImage": "https://www.irishtimes.com/image-creator/?id=1.4005525&origw=1440",
      "publishedAt": "2019-09-02T18:28:24Z",
      "content": "Top seed and defending champion Naomi Osaka crashed out of the US Open in the fourth round after a straight-sets defeat by Belinda Bencic. \r\nOsaka has been carrying a knee injury and called the trainer and a medic on midway through the second set, although sh… [+1176 chars]"
    },
    {
      "source": {
        "id": "the-irish-times",
        "name": "The Irish Times"
      },
      "author": "Ian Johnston",
      "title": "US comedian Josh Pray backs Kerry in replay after epic All-Ireland final",
      "description": "Social media personality went viral after watching his first hurling match last July",
      "url": "https://www.irishtimes.com/sport/gaelic-games/us-comedian-josh-pray-backs-kerry-in-replay-after-epic-all-ireland-final-1.4005498",
      "urlToImage": "https://www.irishtimes.com/image-creator/?id=1.4005497&origw=1380",
      "publishedAt": "2019-09-02T18:25:40Z",
      "content": "Sundays All Ireland final was like the greatest sporting event times 25, according to American social media personality Josh Pray.\r\nA video by the US comedian in which he reacts with amazement on seeing a hurling match for the first time went viral last July,… [+1905 chars]"
    },
    {
      "source": {
        "id": "the-irish-times",
        "name": "The Irish Times"
      },
      "author": "Mark Hilliard",
      "title": "Majority of employers would consider hiring a former prisoner",
      "description": "Solas survey reveals that more than 60% of respondents inclined to employ ex-offender",
      "url": "https://www.irishtimes.com/news/social-affairs/majority-of-employers-would-consider-hiring-a-former-prisoner-1.4005507",
      "urlToImage": "https://www.irishtimes.com/image-creator/?id=1.4005506&origw=1440",
      "publishedAt": "2019-09-02T18:16:01Z",
      "content": "Most employers would now consider hiring an ex-prisoner, new research has found, but concerns remain about serious post-release stigma in Ireland. \r\nA survey carried out on behalf of the further education and training authority Solas found 53 per cent of peop… [+3416 chars]"
    },
    {
      "source": {
        "id": "the-irish-times",
        "name": "The Irish Times"
      },
      "author": "Fabrizio Romano",
      "title": "Henrikh Mkhitaryan leaves Arsenal on loan to AS Roma",
      "description": "Serie A club will have an option to buy Armenian midfielder as part of deal",
      "url": "https://www.irishtimes.com/sport/soccer/english-soccer/henrikh-mkhitaryan-leaves-arsenal-on-loan-to-as-roma-1.4005502",
      "urlToImage": "https://www.irishtimes.com/image-creator/?id=1.4005499&origw=1440",
      "publishedAt": "2019-09-02T18:09:29Z",
      "content": "Roma have agreed a deal to sign Henrikh Mkhitaryan on loan from Arsenal with an option to buy the attacking midfielder.\r\nMkhitaryan arrived in the Italian capital on Monday to conclude the deal in the final hours of the European transfer window, with Arsenal … [+585 chars]"
    },
    {
      "source": {
        "id": "the-irish-times",
        "name": "The Irish Times"
      },
      "author": "Derek Scally",
      "title": "CDU leader rules out far-right co-operation",
      "description": "AfD’s success has reshuffled Germany’s coalition arithmetic for mainstream parties",
      "url": "https://www.irishtimes.com/news/world/europe/cdu-leader-rules-out-far-right-co-operation-1.4005489",
      "urlToImage": "https://www.irishtimes.com/image-creator/?id=1.4005487&origw=1440",
      "publishedAt": "2019-09-02T18:07:00Z",
      "content": "The leader of Germanys governing Christian Democratic Union (CDU) has ruled out any political co-operation with the far-right Alternative für Deutschland (AfD) after a surge in its support in two weekend elections.\r\nThe AfD success it doubled its support in B… [+2707 chars]"
    },
    {
      "source": {
        "id": "the-irish-times",
        "name": "The Irish Times"
      },
      "author": "Patrick Smyth",
      "title": "Europe awaits move from London and rejects claim of progress",
      "description": "Olive branch suggestions by Johnson seen as blame game strategy of cynical PM",
      "url": "https://www.irishtimes.com/news/world/europe/europe-awaits-move-from-london-and-rejects-claim-of-progress-1.4005494",
      "urlToImage": "https://www.irishtimes.com/image-creator/?id=1.4005492&origw=1440",
      "publishedAt": "2019-09-02T18:06:22Z",
      "content": "Boris Johnsons chief Brexit negotiator, David Frost, will be back in Brussels twice this week, on Wednesday and Friday, for what the European Commission describes as technical discussions on the EU-UK withdrawal agreement. \r\nThere is nothing of substance on t… [+2760 chars]"
    },
    {
      "source": {
        "id": "the-irish-times",
        "name": "The Irish Times"
      },
      "author": null,
      "title": "Ireland looking for confident start against Montenegro in Tallaght",
      "description": "Opening opponents lost 10-0 to Germany at the weekend",
      "url": "https://www.irishtimes.com/sport/soccer/international/ireland-looking-for-confident-start-against-montenegro-in-tallaght-1.4005482",
      "urlToImage": "https://www.irishtimes.com/image-creator/?id=1.4005480&origw=1200",
      "publishedAt": "2019-09-02T17:49:42Z",
      "content": "Womens European Championship qualifier:Republic of Ireland v Montenegro, Tallaght Stadium, Tuesday, 7.30pm (Live on RTÉ2)\r\nTom OConnor has a full squad to choose from ahead of Tuesdays opening game of the Irish womens European Championship qualifying campaign… [+185 chars]"
    },
    {
      "source": {
        "id": "the-irish-times",
        "name": "The Irish Times"
      },
      "author": "Guy Hedgecoe",
      "title": "Spanish leader confident of forming leftist minority government",
      "description": "Socialist Sánchez has three weeks before new elections are called",
      "url": "https://www.irishtimes.com/news/world/europe/spanish-leader-confident-of-forming-leftist-minority-government-1.4005476",
      "urlToImage": "https://www.irishtimes.com/image-creator/?id=1.4005474&origw=1440",
      "publishedAt": "2019-09-02T17:45:00Z",
      "content": "After months of political stalemate in Spain, Socialist leader Pedro Sánchez believes he can avert a fourth general election in as many years by forming a minority government before the end of September.\r\nMr Sánchez, the acting prime minister, won an election… [+2850 chars]"
    },
    {
      "source": {
        "id": "the-irish-times",
        "name": "The Irish Times"
      },
      "author": "Norman Freeman",
      "title": "An Irishman’s Diary on a pilgrim ship to Jeddah",
      "description": "The deck-passenger ship in which I was serving got a contract to board 1,500 Muslim pilgrims at the port of Jeddah in Saudi Arabia and to take them back to Chittagong at the top of the Bay of Bengal. It was an unusual maritime experience. Our ship, the Sirdha…",
      "url": "https://www.irishtimes.com/opinion/an-irishman-s-diary-on-a-pilgrim-ship-to-jeddah-1.4005451",
      "urlToImage": "https://www.irishtimes.com/image-creator/?id=1.4005448&origw=1440",
      "publishedAt": "2019-09-02T17:30:00Z",
      "content": "The deck-passenger ship in which I was serving got a contract to board 1,500 Muslim pilgrims at the port of Jeddah in Saudi Arabia and to take them back to Chittagong at the top of the Bay of Bengal.\r\nIt was an unusual maritime experience.\r\nOur ship, the Sird… [+4165 chars]"
    },
    {
      "source": {
        "id": "the-irish-times",
        "name": "The Irish Times"
      },
      "author": "Mary Carolan",
      "title": "Kavanagh jailing another blow to Kinahan crime cartel",
      "description": "Car dealer jailed for three years for illegal possession of disguised 10,000-volt stun gun",
      "url": "https://www.irishtimes.com/news/crime-and-law/kavanagh-jailing-another-blow-to-kinahan-crime-cartel-1.4005466",
      "urlToImage": "https://www.irishtimes.com/image-creator/?id=1.4005464&origw=1199",
      "publishedAt": "2019-09-02T17:20:26Z",
      "content": "The jailing of Dubliner Thomas Kavanagh in England following a joint operation between gardaí and UK police appears to mark yet another blow for the Kinahan crime cartel.\r\nWhile declining to comment on the legal case or on reports of links between Kavanagh an… [+3409 chars]"
    },
    {
      "source": {
        "id": "the-irish-times",
        "name": "The Irish Times"
      },
      "author": "Brian O'Connor",
      "title": "IHRB says number of whip rule breaches is ‘unacceptable’",
      "description": "Six jockeys each get six-day bans for use of the whip under controversial new regulations",
      "url": "https://www.irishtimes.com/sport/racing/ihrb-says-number-of-whip-rule-breaches-is-unacceptable-1.4005462",
      "urlToImage": "https://www.irishtimes.com/image-creator/?id=1.4005460&origw=1440",
      "publishedAt": "2019-09-02T17:17:26Z",
      "content": "Racings regulatory body has described the number of breaches of the whip rules as unacceptable and stood over its controversial new regulations.\r\nChanges to the whip rules were introduced in April by the Irish Horseracing Regulatory Board which came into line… [+2946 chars]"
    },
    {
      "source": {
        "id": "the-irish-times",
        "name": "The Irish Times"
      },
      "author": "Peter Hamilton",
      "title": "Stocks shrug off China-US trade concerns",
      "description": "Markets close: Iseq rose on thin volume while US markets were closed",
      "url": "https://www.irishtimes.com/business/markets/stocks-shrug-off-china-us-trade-concerns-1.4005459",
      "urlToImage": "https://www.irishtimes.com/image-creator/?id=1.4005457&origw=1440",
      "publishedAt": "2019-09-02T17:12:40Z",
      "content": "Irish shares rose on Monday, a day on which volume was thin due to a US market holiday, Labour Day. \r\nElsewhere, Londons Ftse 100 surged 1 per cent on Monday, shrugging off news of the latest US-China trade tariffs, as exporter stocks firmed following a slide… [+3564 chars]"
    },
    {
      "source": {
        "id": "the-irish-times",
        "name": "The Irish Times"
      },
      "author": "Olivia Kelly",
      "title": "New plaza approved for north side of Ha’penny Bridge",
      "description": "The creation of a new pedestrian plaza for Dublin beside the Ha’penny Bridge on Liffey Street, has been approved by city councillors, despite objections from car park owners. The council earlier this year decided to draw up plans for a new plaza on the norths…",
      "url": "https://www.irishtimes.com/news/environment/new-plaza-approved-for-north-side-of-ha-penny-bridge-1.4005447",
      "urlToImage": "https://www.irishtimes.com/image-creator/?id=1.4005446&origw=749",
      "publishedAt": "2019-09-02T17:01:35Z",
      "content": "The creation of a new pedestrian plaza for Dublin beside the Hapenny Bridge on Liffey Street, has been approved by city councillors, despite objections from car park owners.\r\nThe council earlier this year decided to draw up plans for a new plaza on the norths… [+2442 chars]"
    },
    {
      "source": {
        "id": "the-irish-times",
        "name": "The Irish Times"
      },
      "author": null,
      "title": "Czech prosecutors halt fraud investigation into billionaire premier",
      "description": "Final decision still pending in case prime minister Babis calls ‘politically motivated’",
      "url": "https://www.irishtimes.com/news/world/europe/czech-prosecutors-halt-fraud-investigation-into-billionaire-premier-1.4005443",
      "urlToImage": "https://www.irishtimes.com/image-creator/?id=1.4005440&origw=1440",
      "publishedAt": "2019-09-02T16:59:00Z",
      "content": "Czech prosecutors have decided to halt an investigation into alleged fraud by the countrys prime minister, Andrej Babis, potentially closing a case that the tycoon has denounced as politically motivated.\r\nCzech police announced in April that the billionaire a… [+174 chars]"
    },
    {
      "source": {
        "id": "the-irish-times",
        "name": "The Irish Times"
      },
      "author": null,
      "title": "Paddywagon profit declines 40% on higher operating costs",
      "description": "Revenue climbs 10 per cent at tour operator",
      "url": "https://www.irishtimes.com/business/transport-and-tourism/paddywagon-profit-declines-40-on-higher-operating-costs-1.4005436",
      "urlToImage": "https://www.irishtimes.com/image-creator/?id=1.4005609&origw=1440",
      "publishedAt": "2019-09-02T16:52:47Z",
      "content": "Higher operating costs at tour company Paddywagon resulted in pretax profit declining by 40 per cent from 1.22 million to 739,095 in the 12 months to the end of last October.\r\nSome 250,000 tourists travelled on Paddywagon last year, contributing to a 10 per c… [+36 chars]"
    },
    {
      "source": {
        "id": "the-irish-times",
        "name": "The Irish Times"
      },
      "author": "Gordon Deegan",
      "title": "Higher operating costs see profits decline 40% at Paddywagon",
      "description": "Revenues rise 10% at tour operator",
      "url": "https://www.irishtimes.com/business/transport-and-tourism/higher-operating-costs-see-profits-decline-40-at-paddywagon-1.4005436",
      "urlToImage": "https://www.irishtimes.com/image-creator/?id=1.4005434&origw=1440",
      "publishedAt": "2019-09-02T16:52:47Z",
      "content": "Higher operating costs at tour company Paddywagon resulted in pre-tax profits declining by 40 per cent from 1.22 million to 739,095 in the 12 months to the end of October 31st last.\r\nTwo hundred and fifty thousand tourists travelling on Paddywagon last year c… [+1640 chars]"
    },
    {
      "source": {
        "id": "the-irish-times",
        "name": "The Irish Times"
      },
      "author": "Simon Carswell",
      "title": "US wants a Brexit deal that ‘encourages stability’, says Pence",
      "description": "Ireland thanked for use of Shannon Airport - ‘ an important hub for US forces deploying overseas’",
      "url": "https://www.irishtimes.com/news/politics/us-wants-a-brexit-deal-that-encourages-stability-says-pence-1.4005407",
      "urlToImage": "https://www.irishtimes.com/image-creator/?id=1.4005406&origw=1440",
      "publishedAt": "2019-09-02T16:36:50Z",
      "content": "The United States will work closely with Ireland and the UK to support a Brexit plan that encourages stability and keeps the strong foundation forged by the Good Friday Agreement, US vice-president Mike Pence has said.\r\nSpeaking after arriving at Shannon Airp… [+5300 chars]"
    },
    {
      "source": {
        "id": "the-irish-times",
        "name": "The Irish Times"
      },
      "author": "Simon Carswell",
      "title": "US wants a Brexit deal that ‘encourages stability’, says Mike Pence",
      "description": "American vice-president says any deal should support the Good Friday Agreement",
      "url": "https://www.irishtimes.com/news/politics/pence-says-us-wants-a-brexit-deal-that-encourages-stability-1.4005407",
      "urlToImage": "https://www.irishtimes.com/image-creator/?id=1.4005406&origw=1440",
      "publishedAt": "2019-09-02T16:36:50Z",
      "content": "The United States will work closely with Ireland and the UK to support a Brexit plan that encourages stability and keeps the strong foundation forged by the Good Friday Agreement, US vice-president Mike Pence has said.\r\nSpeaking after arriving at Shannon Airp… [+1771 chars]"
    },
    {
      "source": {
        "id": "the-irish-times",
        "name": "The Irish Times"
      },
      "author": "Gordon Deegan",
      "title": "Profits on the rise by 27% at Lufthansa Technik Airmotive",
      "description": "Company accounts reveal that revenues increased by 12.6%, from $192.8m to $217m",
      "url": "https://www.irishtimes.com/business/retail-and-services/profits-on-the-rise-by-27-at-lufthansa-technik-airmotive-1.4005404",
      "urlToImage": "https://www.irishtimes.com/image-creator/?id=1.4005401&origw=1440",
      "publishedAt": "2019-09-02T16:34:55Z",
      "content": "Pretax profits at the Irish Lufthansa group of companies last year increased by 27 per cent to $65.64 million (59.83 million) after a surge in revenues.\r\nNew group accounts filed by Lufthansa Technik Airmotive Ireland Holdings Ltd show that the business enjoy… [+1746 chars]"
    },
    {
      "source": {
        "id": "the-irish-times",
        "name": "The Irish Times"
      },
      "author": null,
      "title": "Profits rise at Lufthansa Technik Airmotive Ireland",
      "description": "Staff numbers also increase",
      "url": "https://www.irishtimes.com/business/retail-and-services/profits-rise-at-lufthansa-technik-airmotive-ireland-1.4005404",
      "urlToImage": "https://www.irishtimes.com/image-creator/?id=1.4005401&origw=1440",
      "publishedAt": "2019-09-02T16:34:55Z",
      "content": "Pre-tax profits at the Irish Lufthansa group of companies last year increased by 27 per cent to $65.64 million (59.86 million) after a surge in revenues.\r\nNew group accounts filed by Lufthansa Technik Airmotive Ireland Holdings Ltd show that the business enjo… [+101 chars]"
    },
    {
      "source": {
        "id": "the-irish-times",
        "name": "The Irish Times"
      },
      "author": "The Irish Times",
      "title": "Pichot thinks Toner should ask World Rugby ‘for answers’ after Ireland omission",
      "description": "World Rugby vice-chairman expresses sympathy with Irish secondrow on missing out",
      "url": "https://www.irishtimes.com/sport/rugby/international/pichot-thinks-toner-should-ask-world-rugby-for-answers-after-ireland-omission-1.4005400",
      "urlToImage": "https://www.irishtimes.com/image-creator/?id=1.4005397&origw=1440",
      "publishedAt": "2019-09-02T16:27:02Z",
      "content": "World Rugby vice-chairman Agustin Pichot thinks Devin Toner should be asking the governing body for answers following his exclusion from Irelands World Cup squad.\r\nToner was left out of the 31-man squad announced by Joe Schmidt on Monday, with the Ireland hea… [+1410 chars]"
    },
    {
      "source": {
        "id": "the-irish-times",
        "name": "The Irish Times"
      },
      "author": "Gordon Deegan",
      "title": "Pre-tax profits surge at Limerick unit of Analog Devices",
      "description": "Pre-tax profits at a Limerick-based unit of US technology firm, Analog Devices last year soared by 28 per cent to $346.9 million (€316.3 million). Accounts filed by Analog Devices International show that revenues increased by 6.44 per cent from $3.78 billion …",
      "url": "https://www.irishtimes.com/business/technology/pre-tax-profits-surge-at-limerick-unit-of-analog-devices-1.4005389",
      "urlToImage": "https://www.irishtimes.com/image-creator/?id=1.4005387&origw=1440",
      "publishedAt": "2019-09-02T16:22:08Z",
      "content": "Pre-tax profits at a Limerick-based unit of US technology firm, Analog Devices last year soared by 28 per cent to $346.9 million (316.3 million).\r\nAccounts filed by Analog Devices International show that revenues increased by 6.44 per cent from $3.78 billion … [+2258 chars]"
    },
    {
      "source": {
        "id": "the-irish-times",
        "name": "The Irish Times"
      },
      "author": "Gordon Deegan",
      "title": "Pretax profit surges at Limerick unit of Analog Devices",
      "description": "Company supplies Apple with technology for iPhone and watch",
      "url": "https://www.irishtimes.com/business/technology/pretax-profit-surges-at-limerick-unit-of-analog-devices-1.4005389",
      "urlToImage": "https://www.irishtimes.com/image-creator/?id=1.4005387&origw=1440",
      "publishedAt": "2019-09-02T16:22:08Z",
      "content": "Pretax profits at a Limerick-based unit of US technology firm Analog Devices last year soared by 28 per cent to $346.9 million (316.3 million).\r\nAccounts filed by Analog Devices International show revenue increased by 6.44 per cent from $3.78 billion to $4 bi… [+2264 chars]"
    },
    {
      "source": {
        "id": "the-irish-times",
        "name": "The Irish Times"
      },
      "author": "Ed Power",
      "title": "Electric Picnic aftermath: Campers leave fewer tents, but plenty of chairs and gazebos",
      "description": "As weary Electric Picnic attendees set off on the long, slow march home from the Hendrix camp site, a tent skidded and spun along the ground, threatening to take flight. It had been left behind and, carried by the breeze, was embarking on its own impromptu to…",
      "url": "https://www.irishtimes.com/culture/music/electric-picnic-aftermath-campers-leave-fewer-tents-but-plenty-of-chairs-and-gazebos-1.4005370",
      "urlToImage": "https://www.irishtimes.com/image-creator/?id=1.4005365&origw=1440",
      "publishedAt": "2019-09-02T16:07:19Z",
      "content": "As weary Electric Picnic attendees set off on the long, slow march home from the Hendrix camp site, a tent skidded and spun along the ground, threatening to take flight. It had been left behind and, carried by the breeze, was embarking on its own impromptu to… [+4738 chars]"
    },
    {
      "source": {
        "id": "the-irish-times",
        "name": "The Irish Times"
      },
      "author": "Geraldine Walsh",
      "title": "Put down the phone: how ‘technoference’ impacts on parenting",
      "description": "Working from home means my computer and my phone are effectively another limb. With every sound my phone makes, I react, probably a lot quicker than when my daughter is competing for my attention. And a competition it seems to have become, which makes me sad,…",
      "url": "https://www.irishtimes.com/life-and-style/health-family/parenting/put-down-the-phone-how-technoference-impacts-on-parenting-1.3967497",
      "urlToImage": "https://www.irishtimes.com/image-creator/?id=1.3967491&origw=1440",
      "publishedAt": "2019-09-02T16:01:00Z",
      "content": "Working from home means my computer and my phone are effectively another limb. With every sound my phone makes, I react, probably a lot quicker than when my daughter is competing for my attention.\r\nAnd a competition it seems to have become, which makes me sad… [+6639 chars]"
    },
    {
      "source": {
        "id": "the-irish-times",
        "name": "The Irish Times"
      },
      "author": null,
      "title": "Leopardstown bring race times forward to avoid clash with All-Ireland replay",
      "description": "€1.25m Irish Champion Stakes will now start over two hours earlier at 4.15pm",
      "url": "https://www.irishtimes.com/sport/racing/leopardstown-bring-race-times-forward-to-avoid-clash-with-all-ireland-replay-1.4005364",
      "urlToImage": "https://www.irishtimes.com/image-creator/?id=1.4005362&origw=1440",
      "publishedAt": "2019-09-02T15:58:49Z",
      "content": "The time of Saturday weeks Irish Champions Weekend card at Leopardstown has been brought forward to avoid a clash with the All-Ireland football final replay.\r\nThe throw-in for the Dublin v Kerry clash is at 6pm and the featured 1.25 million Qipco Irish Champi… [+117 chars]"
    },
    {
      "source": {
        "id": "the-irish-times",
        "name": "The Irish Times"
      },
      "author": "Patrick Madden",
      "title": "Rugby World Cup 2019: Ireland squad player profiles",
      "description": "Patrick Madden looks at the 31-man party Joe Schmidt has picked to travel to Japan",
      "url": "https://www.irishtimes.com/sport/rugby/international/rugby-world-cup-2019-ireland-squad-player-profiles-1.4005345",
      "urlToImage": "https://www.irishtimes.com/image-creator/?id=1.4005335&origw=1440",
      "publishedAt": "2019-09-02T15:35:21Z",
      "content": "Age: 29Height: 6Weight: 101kg (15st 12lbs)Caps: 19\r\nIreland have a midfield logjam but since qualifying and making his debut against South Africa in November 2017 Bundee Aki has made himself virtually undroppable. Indeed, he has started every match of the las… [+24361 chars]"
    },
    {
      "source": {
        "id": "the-irish-times",
        "name": "The Irish Times"
      },
      "author": "The Irish Times",
      "title": "Bluestone raises additional €48m in latest security issuance",
      "description": "Bluestone Asset Finance has raised an additional €48 million in Ireland through another asset-backed security issue. The car finance company said the latest transaction involves the issuance of listed securities backed by 2,479 loan agreements originated by B…",
      "url": "https://www.irishtimes.com/business/transport-and-tourism/bluestone-raises-additional-48m-in-latest-security-issuance-1.4005325",
      "urlToImage": "https://www.irishtimes.com/image-creator/?id=1.4005324&origw=1440",
      "publishedAt": "2019-09-02T15:16:14Z",
      "content": "Bluestone Asset Finance has raised an additional 48 million in Ireland through another asset-backed security issue. \r\nThe car finance company said the latest transaction involves the issuance of listed securities backed by 2,479 loan agreements originated by … [+941 chars]"
    },
    {
      "source": {
        "id": "the-irish-times",
        "name": "The Irish Times"
      },
      "author": "Ray Managh",
      "title": "Solicitor Patrick Delaney suspended from practicing",
      "description": "All bank dealings frozen by president of High Court",
      "url": "https://www.irishtimes.com/news/crime-and-law/courts/high-court/solicitor-patrick-delaney-suspended-from-practicing-1.4005314",
      "urlToImage": "https://www.irishtimes.com/image-creator/?id=1.4005312&origw=1440",
      "publishedAt": "2019-09-02T15:12:51Z",
      "content": "Castleknock solicitor Patrick Delaney, who was stated to have failed to co-operate with an investigation of the Incorporated Law Society of Ireland, was on Monday suspended from practicing as a solicitor. \r\nHigh Court president, Mr Justice Peter Kelly, also m… [+1690 chars]"
    },
    {
      "source": {
        "id": "the-irish-times",
        "name": "The Irish Times"
      },
      "author": "Ray Managh",
      "title": "Solicitor Patrick Delaney suspended from practising",
      "description": "All bank dealings frozen by president of High Court",
      "url": "https://www.irishtimes.com/news/crime-and-law/courts/high-court/solicitor-patrick-delaney-suspended-from-practising-1.4005314",
      "urlToImage": "https://www.irishtimes.com/image-creator/?id=1.4005349&origw=1440",
      "publishedAt": "2019-09-02T15:12:51Z",
      "content": "Castleknock solicitor Patrick Delaney, who was stated to have failed to co-operate with an investigation of the Incorporated Law Society of Ireland, was on Monday suspended from practising as a solicitor.\r\nHigh Court president, Mr Justice Peter Kelly, also ma… [+1843 chars]"
    },
    {
      "source": {
        "id": "the-irish-times",
        "name": "The Irish Times"
      },
      "author": null,
      "title": "‘We’re going backwards’ says Lukaku after racist abuse at Cagliari",
      "description": "Inter Milan striker was abused after scoring from penalty spot in Serie A game",
      "url": "https://www.irishtimes.com/sport/soccer/we-re-going-backwards-says-lukaku-after-racist-abuse-at-cagliari-1.4005302",
      "urlToImage": "https://www.irishtimes.com/image-creator/?id=1.4005300&origw=1200",
      "publishedAt": "2019-09-02T15:00:41Z",
      "content": "Belgium and Inter Milan striker Romelu Lukaku made a plea to football federations and social media platforms on Monday to do more to fight racism after he was subjected to racist abuse in Sundays 2-1 Serie A victory at Cagliari.\r\nThe former Manchester United … [+208 chars]"
    },
    {
      "source": {
        "id": "the-irish-times",
        "name": "The Irish Times"
      },
      "author": "The Irish Times",
      "title": "Matteo Darmian completes move to Parma on 4-year deal",
      "description": "British media reported United will receive €1.5 million for the versatile defender",
      "url": "https://www.irishtimes.com/sport/soccer/matteo-darmian-completes-move-to-parma-on-4-year-deal-1.4005298",
      "urlToImage": "https://www.irishtimes.com/image-creator/?id=1.4005296&origw=1440",
      "publishedAt": "2019-09-02T14:53:16Z",
      "content": "Manchester United defender Matteo Darmian has completed a move to Italian Serie A side Parma on a four-year deal, the Premier League club said on Monday. \r\nItaly international Darmian, who arrived at Old Trafford from Torino in July 2015, made 92 appearances … [+672 chars]"
    },
    {
      "source": {
        "id": "the-irish-times",
        "name": "The Irish Times"
      },
      "author": "The Irish Times",
      "title": "Matteo Darmian completes move to Parma on four-year deal",
      "description": "British media reported United will receive €1.5 million for the versatile defender",
      "url": "https://www.irishtimes.com/sport/soccer/matteo-darmian-completes-move-to-parma-on-four-year-deal-1.4005298",
      "urlToImage": "https://www.irishtimes.com/image-creator/?id=1.4005296&origw=1440",
      "publishedAt": "2019-09-02T14:53:16Z",
      "content": "Manchester United defender Matteo Darmian has completed a move to Italian Serie A side Parma on a four-year deal, the Premier League club said on Monday. \r\nItaly international Darmian, who arrived at Old Trafford from Torino in July 2015, made 92 appearances … [+672 chars]"
    },
    {
      "source": {
        "id": "the-irish-times",
        "name": "The Irish Times"
      },
      "author": "Joe Humphreys",
      "title": "Philosophy in the classroom? You Kant be serious",
      "description": "Typical! You wait for one radio or TV production on philosophy in schools, and then two come along together. As pupils traipse back to class for the new term, there is a timely reminder of what they’re missing – intellectually speaking – on both Newstalk and …",
      "url": "https://www.irishtimes.com/culture/philosophy-in-the-classroom-you-kant-be-serious-1.4005286",
      "urlToImage": "https://www.irishtimes.com/image-creator/?id=1.4005285&origw=795",
      "publishedAt": "2019-09-02T14:50:01Z",
      "content": "Typical! You wait for one radio or TV production on philosophy in schools, and then two come along together. As pupils traipse back to class for the new term, there is a timely reminder of what theyre missing intellectually speaking on both Newstalk and RTÉ t… [+3530 chars]"
    },
    {
      "source": {
        "id": "the-irish-times",
        "name": "The Irish Times"
      },
      "author": "Sorcha Pollak, Vivienne Clarke",
      "title": "Number of homeless children rises by 100 in a single month",
      "description": "Latest data shows 3,778 children in emergency accommodation - a ‘source of immense shame’",
      "url": "https://www.irishtimes.com/news/social-affairs/number-of-homeless-children-rises-by-100-in-a-single-month-1.4005288",
      "urlToImage": "https://www.irishtimes.com/polopoly_fs/1.4005287.1567435747!/image/image.jpg",
      "publishedAt": "2019-09-02T14:49:15Z",
      "content": "The number of homeless children across Ireland has risen by more than one hundred to 3,778, according to the latest Government figures. \r\nA total of 10,275 people accessed emergency accommodation in July 2019, more than a third of them children.\r\nThe number o… [+4463 chars]"
    },
    {
      "source": {
        "id": "the-irish-times",
        "name": "The Irish Times"
      },
      "author": "The Irish Times",
      "title": "Four bodies recovered following boat fire in California",
      "description": "More than 30 people who were sleeping below deck on vessel are feared dead",
      "url": "https://www.irishtimes.com/news/world/us/four-bodies-recovered-following-boat-fire-in-california-1.4005284",
      "urlToImage": "https://www.irishtimes.com/image-creator/?id=1.4005283&origw=960",
      "publishedAt": "2019-09-02T14:43:01Z",
      "content": "As many as 33 people are feared dead, according to the US Coast Guard, after a dive boat caught fire before dawn off the southern California coast.\r\nThe Coast Guard said four bodies have been recovered and searchers are continuing to look for 29 other people … [+1578 chars]"
    },
    {
      "source": {
        "id": "the-irish-times",
        "name": "The Irish Times"
      },
      "author": "The Irish Times",
      "title": "Up to 33 feared dead following boat fire in California",
      "description": "More than 30 other passengers who were sleeping below deck remain unaccounted for",
      "url": "https://www.irishtimes.com/news/world/us/up-to-33-feared-dead-following-boat-fire-in-california-1.4005284",
      "urlToImage": "https://www.irishtimes.com/image-creator/?id=1.4005283&origw=960",
      "publishedAt": "2019-09-02T14:43:01Z",
      "content": "As many as 33 people are feared dead, according to the US Coast Guard, after a dive boat caught fire before dawn off the southern California coast.\r\nFive people were rescued and Lieut Cdr Matthew Kroll said the Coast Guard was searching for others who may hav… [+1388 chars]"
    },
    {
      "source": {
        "id": "the-irish-times",
        "name": "The Irish Times"
      },
      "author": "The Irish Times",
      "title": "More than 30 still missing after boat fire off California",
      "description": "Four bodies recovered and five crew rescued after blaze sweeps through diving vessel",
      "url": "https://www.irishtimes.com/news/world/us/more-than-30-still-missing-after-boat-fire-off-california-1.4005284",
      "urlToImage": "https://www.irishtimes.com/image-creator/?id=1.4005684&origw=1200",
      "publishedAt": "2019-09-02T14:43:01Z",
      "content": "Four bodies were recovered on Monday and 30 people were missing after a predawn fire sank a scuba diving boat off a Southern California island, a US Coast Guard spokesman said.\r\nThe fire broke out aboard the Conception, a 75ft (23m) boat, at about 3.15am whil… [+3104 chars]"
    },
    {
      "source": {
        "id": "the-irish-times",
        "name": "The Irish Times"
      },
      "author": "The Irish Times",
      "title": "Dozens missing and deaths reported following boat fire in California",
      "description": "Rescuers searching for 34 passengers who were sleeping below deck at time of blaze",
      "url": "https://www.irishtimes.com/news/world/us/dozens-missing-and-deaths-reported-following-boat-fire-in-california-1.4005284",
      "urlToImage": "https://www.irishtimes.com/image-creator/?id=1.4005283&origw=960",
      "publishedAt": "2019-09-02T14:43:01Z",
      "content": "Some people have died and rescuers were searching for 34 more after a fire broke out aboard a dive boat off the Southern California Coast.\r\nCaptain Brian McGrath of the Ventura County Fire Department confirmed some deaths to The Daily Beast but said he could … [+780 chars]"
    },
    {
      "source": {
        "id": "the-irish-times",
        "name": "The Irish Times"
      },
      "author": "The Irish Times",
      "title": "More than 30 feared dead after boat fire off California",
      "description": "Four bodies recovered and five crew rescued after blaze sweeps through diving vessel",
      "url": "https://www.irishtimes.com/news/world/us/more-than-30-feared-dead-after-boat-fire-off-california-1.4005284",
      "urlToImage": "https://www.irishtimes.com/image-creator/?id=1.4005283&origw=960",
      "publishedAt": "2019-09-02T14:43:01Z",
      "content": "The bodies of four people killed by a fire that swept through a diving boat off the California coast have been recovered as authorities said more than two dozen others remained missing.\r\nUS Coast Guard lieutenant commander Matthew Kroll said the four bodies h… [+2373 chars]"
    },
    {
      "source": {
        "id": "the-irish-times",
        "name": "The Irish Times"
      },
      "author": "The Irish Times",
      "title": "More than 30 people unaccounted for after boat fire in California",
      "description": "US Coast Guard, firefighters responded to a fire on a diving vessel near Santa Cruz Island",
      "url": "https://www.irishtimes.com/news/world/us/more-than-30-people-unaccounted-for-after-boat-fire-in-california-1.4005284",
      "urlToImage": "https://www.irishtimes.com/image-creator/?id=1.4005283&origw=960",
      "publishedAt": "2019-09-02T14:43:01Z",
      "content": "Firefighters say there were some deaths in a fire on a boat carrying dozens of people off the coast of Southern California.\r\nThe US Coast Guard and firefighters responded early on Monday to a fire on a dive boat near Santa Cruz Island.\r\nThe Daily Beast quoted… [+478 chars]"
    },
    {
      "source": {
        "id": "the-irish-times",
        "name": "The Irish Times"
      },
      "author": "Gerry Thornley",
      "title": "Final World Cup calls ‘incredibly tough’ for Schmidt",
      "description": "Ireland coach has finalised his 31-man Rugby World Cup squad",
      "url": "https://www.irishtimes.com/sport/rugby/international/final-world-cup-calls-incredibly-tough-for-schmidt-1.4005282",
      "urlToImage": "https://www.irishtimes.com/image-creator/?id=1.4005281&origw=1200",
      "publishedAt": "2019-09-02T14:42:17Z",
      "content": "Joe Schmidt has revealed the extent of his anguish in informing those players who did not make Irelands 31-man squad, and none was assuredly more difficult than the conversation he had with Devin Toner.\r\nThe 33-year-old, 6 10 lock has been a mainstay of the I… [+7312 chars]"
    }
  ]
}
