{
  "status": "ok",
  "totalResults": 4403,
  "articles": [
    {
      "source": {
        "id": "business-insider",
        "name": "Business Insider"
      },
      "author": "Alan Dawson",
      "title": "Naomi Osaka has been eliminated from the 2019 US Open, which means Serena Williams is now the only Grand Slam winner left in the tournament",
      "description": "Naomi Osaka's defense of her US Open title has come to an end as she's just been beaten by Belinda Bencic. Bencic beat Osaka in straight sets 7-5, 6-4, and now advances into Wednesday's quarterfinal against Donna Vekic. Osaka's elimination means there is now …",
      "url": "https://www.businessinsider.com/naomi-osaka-has-just-been-eliminated-from-the-2019-us-open-2019-9",
      "urlToImage": "https://amp.businessinsider.com/images/5d6d647b2e22af15ec43d3c3-1920-960.jpg",
      "publishedAt": "2019-09-02T19:45:16Z",
      "content": "Naomi Osaka's defense of her US Open women's singles title has come to an end as she's just been eliminated from the tournament by Belinda Bencic. \r\n Osaka lost in straight sets 7-5, 6-4 at Flushing Meadows in Queens on Monday, and Bencic said after the match… [+1275 chars]"
    },
    {
      "source": {
        "id": "business-insider",
        "name": "Business Insider"
      },
      "author": "Ryan Pickrell and Sonam Sheth",
      "title": "The photo Trump tweeted out from a classified briefing likely came from one of the US's most secretive spy satellites",
      "description": "President Donald Trump released a photo Friday from a classified intelligence briefing in a tweet taunting Iran after another failed rocket launch. The photo appears to have come from a classified US surveillance asset, a KH-11 satellite known as USA-224. The…",
      "url": "https://www.businessinsider.com/trump-tweet-photo-usa-224-advanced-spy-satellite-2019-9",
      "urlToImage": "https://amp.businessinsider.com/images/5cfbe83e11e2054ca6146a14-1920-960.jpg",
      "publishedAt": "2019-09-02T19:32:50Z",
      "content": "President Donald Trump tweeted out an image on Friday from a classified briefing to taunt Iran, and analysts suspect the photo came from one of the US's most advanced satellites. \r\n Specifically, the photo is believed to have come from a US KH-11 spy satellit… [+4412 chars]"
    },
    {
      "source": {
        "id": "business-insider",
        "name": "Business Insider"
      },
      "author": "Alex Rennie",
      "title": "How to repair a hole in drywall in a few simple steps — and the tools you need to do it",
      "description": "No matter how careful you try to be, it's only a matter of time before your home's drywall accumulates a few dents, dings, and holes that are going to require some home repair. Instead of paying an expensive handyman to do the work, you can easily fix most ho…",
      "url": "https://www.businessinsider.com/how-to-repair-a-hole-in-drywall",
      "urlToImage": "https://amp.businessinsider.com/images/5d6801722e22af01eb42d24c-1136-568.jpg",
      "publishedAt": "2019-09-02T18:00:00Z",
      "content": "Smaller holes (anything less than a ½ inch) caused by nails, wall anchors, or coaxial cables, can easily be fixed with just some spackling paste and sandpaper. \r\n Here's a tip: If you have any wall anchors in place that aren't easily removed, don't worry abou… [+726 chars]"
    },
    {
      "source": {
        "id": "business-insider",
        "name": "Business Insider"
      },
      "author": "Adam Payne and Adam Bienkov",
      "title": "Brexit will be delayed until 2020 if MPs vote this week for law to prevent a no-deal exit",
      "description": "Brexit could be delayed until January 31 2020. New legislation designed to prevent a no-deal Brexit will be brought forward by opposition MPs on Tuesday. Over 20 Conservative MPs are preparing to back the bill, despite threats from Johnson to expel them from …",
      "url": "https://www.businessinsider.com/brexit-bill-stop-no-deal-mps-new-law-boris-johnson-2019-9",
      "urlToImage": "https://amp.businessinsider.com/images/5d6d26c82e22af11e414cbc4-960-480.jpg",
      "publishedAt": "2019-09-02T17:49:01Z",
      "content": "Brexit could be delayed until January 31 2020 under a new law due to be brought forward by opposition members of Parliament on Tuesday. \r\n If passed this week, Johnson could be compelled to request a three month extension to Britain's exit from the EU, curren… [+1082 chars]"
    },
    {
      "source": {
        "id": "business-insider",
        "name": "Business Insider"
      },
      "author": "Adam Bienkov and Thomas Colson",
      "title": "Boris Johnson threatens to call general election if Parliament votes to block a no-deal Brexit",
      "description": "Boris Johnson's statement followed an emergency meeting of his cabinet on Monday. Visit Business Insider's homepage for more stories. Prime Minister Boris Johnson has signaled that he will call a general election rather than allow members of parliament to pre…",
      "url": "https://www.businessinsider.com/boris-johnson-general-election-statement-brexit-no-deal-2019-9",
      "urlToImage": "https://amp.businessinsider.com/images/5d6d4af52e22af16b634aa83-960-480.jpg",
      "publishedAt": "2019-09-02T17:18:28Z",
      "content": "Prime Minister Boris Johnson has signaled that he will call a general election rather than allow members of parliament to prevent Britain from leaving the EU at the end of October. \r\n Speaking outside his Downing Street residence, Johnson said there were \"no … [+4564 chars]"
    },
    {
      "source": {
        "id": "business-insider",
        "name": "Business Insider"
      },
      "author": null,
      "title": "Argentina sempre più vicina al default: il bond a 100 anni vale solo 38 centesimi - Business Insider Italia",
      "description": "Quando si arriva a imporre controlli sui capitali come ha fatto due giorni fa il governo di Mauricio Macri, significa che la situazione è ormai al limite del sostenibile. Ne sanno qualcosa i cittadini ciprioti. Ma quanto sta accadendo all'Argentina dimostra a…",
      "url": "https://it.businessinsider.com/argentina-sempre-piu-vicina-al-default-il-bond-a-100-anni-vale-solo-38-centesimi/",
      "urlToImage": "https://cdn.gelestatic.it/businessinsider/it/2019/08/GettyImages-1066831826-1024x683.jpg",
      "publishedAt": "2019-09-02T16:58:55Z",
      "content": "Quando si arriva a imporre controlli sui capitali come ha fatto due giorni fa il governo di Mauricio Macri, significa che la situazione è ormai al limite del sostenibile. Ne sanno qualcosa i cittadini ciprioti. Ma quanto sta accadendo all’Argentina dimostra a… [+3032 chars]"
    },
    {
      "source": {
        "id": "business-insider",
        "name": "Business Insider"
      },
      "author": "Benjamin Pimentel",
      "title": "Here’s the pitch deck $1.95 billion ThoughtSpot used to raise $248 million for an AI-powered analytics tool that’s challenging Salesforce’s Tableau",
      "description": "ThoughtSpot, a data visualization startup founded in 2012, just raised $248 million, pushing its valuation up to $1.95 billion. The Sunnyvale, California-based company developed an AI-powered tool that is challenging Tableau, the data visualization company th…",
      "url": "https://www.businessinsider.com/thoughtspot-pitch-deck-248-million-salesforce-tableau-2019-8",
      "urlToImage": "https://amp.businessinsider.com/images/5d66cf022e22af12d42dae38-1920-960.jpg",
      "publishedAt": "2019-09-02T16:30:00Z",
      "content": "Founded in 2012, ThoughtSpot offers businesses a way to visually analyze their data in order to make critical decisions faster. \r\n The AI-powered technology is essentially \"a very smart, a very powerful number-crunching machine,\" founder Ajeet Singh told Busi… [+2620 chars]"
    },
    {
      "source": {
        "id": "business-insider",
        "name": "Business Insider"
      },
      "author": "Tim Sheehan",
      "title": "I've worked in finance and technology for 28 years — this is how I teach my kids about money using their back-to-school shopping",
      "description": "Tim Sheehan is the co-founder and CEO of Greenlight, a debit card for kids that their parents can manage. He says that back-to-school shopping season is a great way to teach children about budgeting and money by letting them take the lead. Create clear budget…",
      "url": "https://www.businessinsider.com/i-teach-my-kids-about-money-using-back-school-shopping-2019-8",
      "urlToImage": "https://amp.businessinsider.com/images/5d697da02e22af44f1607def-1920-960.jpg",
      "publishedAt": "2019-09-02T16:29:00Z",
      "content": "If kids pay themselves, they'll feel more ownership of the items they've selected and how much they're spending. \r\n When it comes to teenagers, letting them shop on their own or with friends can teach them independence and accountability, which will bolster t… [+1852 chars]"
    },
    {
      "source": {
        "id": "business-insider",
        "name": "Business Insider"
      },
      "author": "Ariana Arghandewal",
      "title": "The average US household spends $4,445 on grocery spending. Here's how many points that gets you with 3 popular credit cards",
      "description": "The average American household spends more than $4,000 on groceries each year, based on the Bureau of Labor Statistics expenditure survey. That's a significant amount of money, but the good news is that several credit cards offer bonus rewards or cash back on…",
      "url": "https://www.businessinsider.com/year-grocery-purchases-amex-gold-blue-cash-preferred-hilton-surpass",
      "urlToImage": "https://amp.businessinsider.com/images/5d68480a2e22af149c746304-2732-1366.jpg",
      "publishedAt": "2019-09-02T16:24:00Z",
      "content": "According to the Bureau of Labor Statistics expenditure survey, the average American household spent $4,445 on groceries between 2017 and 2018. With so many popular credit cards offering bonus rewards on grocery spending, this is a category that can translate… [+3644 chars]"
    },
    {
      "source": {
        "id": "business-insider",
        "name": "Business Insider"
      },
      "author": "Alan Dawson",
      "title": "A fighter being hailed as the next Ronda Rousey says the comparison is unfair because she's actually way better",
      "description": "Kayla Harrison, a two-time gold medal Olympic judoka, is a 5-0 mixed martial artist in the Professional Fighters League (PFL), on the cusp of stardom and a $1 million payday. Her dominance is attracting comparisons to another former judoka and mixed martial a…",
      "url": "https://www.businessinsider.com/kayla-harrison-says-ronda-rousey-comparison-unfair-as-shes-better-2019-8",
      "urlToImage": "https://amp.businessinsider.com/images/5d6691ba2e22af06ac5339e3-1536-768.jpg",
      "publishedAt": "2019-09-02T16:00:00Z",
      "content": "Kayla Harrison is on the cusp of stardom in mixed martial arts. \r\n She is already the postergirl for the Professional Fighters League (PFL), competing as a lightweight \"which is essentially the heavyweight division for women,\" ESPN recently said. \r\n Harrison,… [+14283 chars]"
    },
    {
      "source": {
        "id": "business-insider",
        "name": "Business Insider"
      },
      "author": "Abby Narishkin and Steve Cameron",
      "title": "In its 81-year run, the VW Beetle sold over 23 million units. Here's how it became Volkswagen's most iconic car.",
      "description": "The Volkswagen Beetle sold over 23 million units in its 81-year run. From its dark origins in 1930s Nazi Germany to the \"Summer of Love\" in 1967, the VW Beetle is one of the most recognizable cars ever made. In 2019 the final Beetle rolled off the line in Pue…",
      "url": "https://www.businessinsider.com/vw-beetle-rise-fall-volkswagen-most-iconic-car-2019-8",
      "urlToImage": "https://amp.businessinsider.com/images/5d695dfa2e22af1a841a5184-1920-960.jpg",
      "publishedAt": "2019-09-02T16:00:00Z",
      "content": "Following is a transcript of the video.\r\nNarrator: From its dark origins in Nazi Germany to the \"Summer of Love\" and the big screen, the Volkswagen Beetle is one of the most recognizable cars ever made. In its 81-year run, the quirky car sold over 23 million … [+8104 chars]"
    },
    {
      "source": {
        "id": "business-insider",
        "name": "Business Insider"
      },
      "author": "Erin McDowell",
      "title": "There's been a 62% spike in people getting prenups, and experts say it's being driven by millennials",
      "description": "Millennials are increasingly interested in signing prenuptial agreements before getting married, research says. Later marriages, less \"concrete\" assets, and the equalization of the workforce have all been cited as reasons for the spike in prenuptial agreement…",
      "url": "https://www.businessinsider.com/millennials-are-driving-an-increase-in-prenuptial-agreements-2019-8",
      "urlToImage": "https://amp.businessinsider.com/images/5d6bc35d2e22af3b9a1de064-1920-960.jpg",
      "publishedAt": "2019-09-02T15:59:00Z",
      "content": "Although, fewer millennials on average own houses than in previous generations, millennial couples may still have significant assets they want to protect going into a marriage. \r\n The Pew Research Center argues that millennials may be more cautious about prot… [+1031 chars]"
    },
    {
      "source": {
        "id": "business-insider",
        "name": "Business Insider"
      },
      "author": "Eliza Relman",
      "title": "A far-right party just made big gains in eastern Germany days after reports one of its leaders marched with neo-Nazis in 2007",
      "description": "Germany's far-right Alternative for Germany (AfD) party made big gains in the eastern states of Brandenburg and Saxony in elections Sunday, while Chancellor Angela Merkel's party and its coalition partner just clung on to diminishing pluralities. The AfD's su…",
      "url": "https://www.businessinsider.com/afd-german-far-right-gains-despite-alleged-neo-nazi-ties-2019-9",
      "urlToImage": "https://amp.businessinsider.com/images/5d6cd0782e22af525c67cd35-1136-568.jpg",
      "publishedAt": "2019-09-02T15:53:07Z",
      "content": "Germany's far-right populist party made significant gains in elections in two eastern states on Sunday, as Chancellor Angela Merkel's party and her governing partners suffered losses but kept hold of power. \r\n The surge of the Alternative for Germany party (A… [+5411 chars]"
    },
    {
      "source": {
        "id": "business-insider",
        "name": "Business Insider"
      },
      "author": "Ruqayyah Moynihan, Thomas Giraudet, Business Insider France",
      "title": "Google Maps to feature ride-hailing, ride-sharing and bike routes - Business Insider",
      "description": "Google Maps to feature ride-hailing, ride-sharing and bike routes Business Insider The app will also offer helpful information about traffic, how much the journey will cost, and how long the wait will be.",
      "url": "https://www.businessinsider.com/google-maps-featuring-ride-hailing-ride-sharing-and-bike-routes-2019-8",
      "urlToImage": "https://amp.businessinsider.com/images/5d67ad1e2e22af032d58de76-960-480.jpg",
      "publishedAt": "2019-09-02T15:22:47Z",
      "content": "If you thought Google Maps was handy for getting from A to B, the web mapping service is going one step further to try. \r\n In a post to Google's blog on August 27, Google Maps product manager Vishal Dutta announced the launch of the navigation app's new featu… [+3089 chars]"
    },
    {
      "source": {
        "id": "business-insider",
        "name": "Business Insider"
      },
      "author": "Alan Dawson",
      "title": "Khabib Nurmagomedov is freezing Conor McGregor out of the UFC's biggest fights, and he's not the only one",
      "description": "Khabib Nurmagomedov is freezing Conor McGregor out from a UFC lightweight title shot. He's not the only fighter to do so as his Saturday opponent Dustin Poirier has also said that Tony Ferguson, not McGregor, is deserving of the next shot at the championship.…",
      "url": "https://www.businessinsider.com/khabib-nurmagomedov-freezing-conor-mcgregor-out-from-ufc-title-shot-2019-9",
      "urlToImage": "https://amp.businessinsider.com/images/5d6cf9a52e22af0d921f60a5-1920-960.jpg",
      "publishedAt": "2019-09-02T14:52:00Z",
      "content": "Khabib Nurmagomedov is freezing Conor McGregor out from the UFC lightweight title shot, and he's not the only fighter to do so as the Russian's upcoming opponent Dustin Poirier intends to do the same. \r\n Nurmagomedov and McGregor share a bitter rivalry. The 3… [+4381 chars]"
    },
    {
      "source": {
        "id": "business-insider",
        "name": "Business Insider"
      },
      "author": "Thomas Colson and Adam Payne",
      "title": "Conservative Brexit rebels don't believe Boris Johnson's threats to expel them from the party",
      "description": "A group of Conservative MPs have vowed to block a no-deal Brexit this week despite Downing Street warning that any rebels will be kicked out the party and banned from standing at the next election. One told Business Insider: \"Rather than diminishing our resol…",
      "url": "https://www.businessinsider.com/conservative-brexit-rebels-dont-believe-boris-johnson-expulsion-threats-2019-9",
      "urlToImage": "https://amp.businessinsider.com/images/5d6d29b02e22af733d5bc732-1536-768.jpg",
      "publishedAt": "2019-09-02T14:43:51Z",
      "content": "LONDON — Rebel Conservative MPs vowed on Monday to defy Boris Johnson's government and vote to block a no-deal Brexit, despite Downing Street's warning that they would be kicked out of the party and banned from standing at the next election. \r\n The UK governm… [+3197 chars]"
    },
    {
      "source": {
        "id": "business-insider",
        "name": "Business Insider"
      },
      "author": "Sinéad Baker",
      "title": "More than 1,000 flights are canceled and 3 airports are shutting down completely as Hurricane Dorian approaches the East Coast",
      "description": "More than 1,000 flights in the US have been canceled as Hurricane Dorian approaches the East Coast. At least three airports are closing in Florida, where hurricane conditions are expected as early as Monday night. The hurricane's path has been unusually unpre…",
      "url": "https://www.businessinsider.com/hurricane-dorian-us-flights-canceled-airports-shut-florida-2019-9",
      "urlToImage": "https://amp.businessinsider.com/images/5d6d039f2e22af648f44173d-1536-768.jpg",
      "publishedAt": "2019-09-02T14:40:20Z",
      "content": "More than 1,000 flights have been canceled in the US on Monday, and three Florida airports are shutting completely, as Category 5 Hurricane Dorian slowly approaches the East Coast. \r\n Flight tracking website FlightAware said that 1,088 flights within, in to o… [+2226 chars]"
    },
    {
      "source": {
        "id": "business-insider",
        "name": "Business Insider"
      },
      "author": "Yusuf Khan",
      "title": "Spooked traders just sent gold to a 6-year high after yet another warning on a slowdown in global trade",
      "description": "Worried investors are plowing into gold due to global uncertainty in markets. Meanwhile, global trade has continued to slow down due to the trade war, falling a third consecutive quarter in Q2. Analysts have said that investors are running out of havens as US…",
      "url": "https://www.businessinsider.com/gold-hits-6-year-high-after-global-trade-slowdown-data-low-bond-yields-2019-9",
      "urlToImage": null,
      "publishedAt": "2019-09-02T14:28:30Z",
      "content": null
    },
    {
      "source": {
        "id": "business-insider",
        "name": "Business Insider"
      },
      "author": "Yusuf Khan",
      "title": "Spooked traders just sent gold to a 6-year high after yet another warning on a slowdown in global trade",
      "description": "Worried investors are plowing into gold due to global uncertainty in markets. Meanwhile, global trade has continued to slow down due to the trade war, falling a third consecutive quarter in Q2. Analysts have said that investors are running out of havens as US…",
      "url": "http://markets.businessinsider.com/commodities/news/spooked-traders-just-sent-gold-to-a-6-year-high-after-yet-another-warning-on-a-slowdown-in-global-trade-1028491309",
      "urlToImage": "https://images.markets.businessinsider.com/image/5d6d23b52e22af67e04e37e7-2400/rtr3a9d0.jpg",
      "publishedAt": "2019-09-02T14:28:30Z",
      "content": "Ajay Verma / REUTERS\r\n<ul><li>Worried investors are plowing into gold due to global uncertainty in markets. </li><li>Meanwhile, global trade has continued to slow down due to the trade war, falling a third consecutive quarter in Q2. </li><li>Analysts have sai… [+2317 chars]"
    },
    {
      "source": {
        "id": "business-insider",
        "name": "Business Insider"
      },
      "author": "Laura Dunn",
      "title": "My parents paid for my college and were happy to do it, but after talking to them I'm resolved not to do the same for my kids",
      "description": "My incredibly generous parents paid my full college tuition, and they insist they don't regret it. However, I didn't realize until speaking to them about it recently that to pay $200,000 for 10 semesters, they refinanced their mortgage, put their retirement s…",
      "url": "https://www.businessinsider.com/why-i-wont-pay-for-my-kids-college",
      "urlToImage": "https://amp.businessinsider.com/images/5d68354a2e22af28c57798a3-2732-1366.jpg",
      "publishedAt": "2019-09-02T13:45:00Z",
      "content": "Growing up, we often visited the campus of my dad's alma mater and held alumni retreats at our house. The family joke is that my dad used to lean over my crib and whisper, \"You will go to Wheaton College someday.\" \r\n And he was right. In the fall of 2003, I p… [+4670 chars]"
    },
    {
      "source": {
        "id": "business-insider",
        "name": "Business Insider"
      },
      "author": "Sponsor Post",
      "title": "How businesses can be responsible with energy in today’s demanding world",
      "description": "Many companies recognize the importance of sustainability, but not enough are doing something about it, according to a survey from Centric Business Solutions. Being sustainable requires a holistic approach that combines business and energy strategies. Technol…",
      "url": "https://www.businessinsider.com/sc/how-businesses-can-be-more-sustainable-2019-9",
      "urlToImage": "https://amp.businessinsider.com/images/5d694a362e22af2de11a7f60-1920-960.jpg",
      "publishedAt": "2019-09-02T13:34:00Z",
      "content": "Sustainability is one of the biggest buzzwords today. And some businesses have already started to think about their green credentials. A recent study from Centrica Business Solutions showed that between 2017 and 2019 \"being socially and environmentally respon… [+4974 chars]"
    },
    {
      "source": {
        "id": "business-insider",
        "name": "Business Insider"
      },
      "author": "Barnaby Lane",
      "title": "Novak Djokovic apologized and said his injury 'hurt' after tennis fans mercilessly booed him off the US Open court",
      "description": "Novak Djokovic was booed off court after retiring from his US Open third round match against Stan Wawrinka. The Serb called time on his tournament early in the third set after losing the opening two 6-4, 7-5. \"It is very frustrating. Of course it hurts that I…",
      "url": "https://www.businessinsider.com/novak-djokovic-injury-hurt-after-he-was-booed-off-court-2019-9",
      "urlToImage": "https://amp.businessinsider.com/images/5d6d07042e22af57860e7cb5-1536-768.jpg",
      "publishedAt": "2019-09-02T13:17:16Z",
      "content": "Novak Djokovic was booed off court after retiring from his US Open third round match against Stan Wawrinka. \r\n The Serbian, who has won the tournament three times previously, withdrew from the match with a shoulder problem in the third set, having lost the op… [+1704 chars]"
    },
    {
      "source": {
        "id": "business-insider",
        "name": "Business Insider"
      },
      "author": "Graham Rapier",
      "title": "See inside Amtrak's luxurious new train cars that are the closest thing to European rail the US has yet seen",
      "description": "Amtrak's newest trains are set to arrive in 2021 and will be put to work on the Acela service from Boston to Washington, DC. The operator previewed the cars' interiors this week — and they look plenty luxurious. In addition to bigger, more comfortable seats, …",
      "url": "https://www.businessinsider.com/amtrak-new-acela-train-cars-photo-2019-8",
      "urlToImage": "https://amp.businessinsider.com/images/5d695abc2e22af377c1d33de-1136-568.jpg",
      "publishedAt": "2019-09-02T13:10:00Z",
      "content": "When Amtrak's newest Acela trainsets arrive in 2021, not only will travelers get a faster trip between Boston, New York, and Washington D.C., but a more posh interior as well. \r\n The agency showed off the new cars' upgraded interiors this week at its headquar… [+528 chars]"
    },
    {
      "source": {
        "id": "business-insider",
        "name": "Business Insider"
      },
      "author": "Tom Porter",
      "title": "Advisers reportedly fear that Trump's behavior over the summer may have sabotaged his chances of reelection in 2020",
      "description": "Advisers to US President Donald Trump believe that he has damaged his chances of reelection in 2020 with his behavior and missteps over the summer, reported the Washington Post. Since July 4, Trump has launched racist attacks on four progressive congresswomen…",
      "url": "https://www.businessinsider.com/advisers-believe-trump-may-be-sabotaging-2020-reelection-chances-wapo-2019-9",
      "urlToImage": "https://amp.businessinsider.com/images/5d08b34b6fc920529831dfb3-1920-960.jpg",
      "publishedAt": "2019-09-02T13:05:23Z",
      "content": "Advisers to US President Donald Trump believe that his behavior over the course of the summer, in which has been accused of deliberately stirring America's racial tensions, may have harmed his prospects of election in 2020, the Washington Post reported on Sun… [+3736 chars]"
    },
    {
      "source": {
        "id": "business-insider",
        "name": "Business Insider"
      },
      "author": "Kate Taylor",
      "title": "Social media battles, massive crowds, and overworked employees: Inside the rise and fall of Popeyes' chicken sandwich",
      "description": "Popeyes' new chicken sandwich set off a chicken sandwich war that engulfed America. Debate over chicken sandwiches dominated social media, while Popeyes locations were mobbed with angry crowds seeking sold-out sandwiches. Two weeks after the sandwich's launch…",
      "url": "https://www.businessinsider.com/popeyes-chicken-sandwich-rise-and-fall-story-2019-8",
      "urlToImage": "https://amp.businessinsider.com/images/5d5c37b4cd9784047707e25e-1920-960.jpg",
      "publishedAt": "2019-09-02T13:00:00Z",
      "content": null
    },
    {
      "source": {
        "id": "business-insider",
        "name": "Business Insider"
      },
      "author": "Clancy Morgan",
      "title": "Adidas is turning plastic ocean waste into sneakers and sportswear",
      "description": "In 2015 Adidas partnered with Parley for the Oceans to turn marine pollution into sportswear. Adidas uses recycled plastic bottles as a replacement for virgin polyester. In 2019 Adidas expects to make 11 million pairs of shoes with Ocean Plastic. Visit Busine…",
      "url": "https://www.businessinsider.com/adidas-sneakers-plastic-bottles-ocean-waste-recycle-pollution-2019-8",
      "urlToImage": "https://amp.businessinsider.com/images/5d68426c2e22af268f4f3034-1536-768.jpg",
      "publishedAt": "2019-09-02T13:00:00Z",
      "content": "Following is a transcript of the video.\r\nNarrator: Adidas makes over 400 million pairs of shoes every year. Manufacturing that many shoes requires a lot of resources. But constantly creating new materials isn't great for the environment. So Adidas is turning … [+2917 chars]"
    },
    {
      "source": {
        "id": "business-insider",
        "name": "Business Insider"
      },
      "author": "Bill Bostock",
      "title": "Saudi Arabia is quietly meeting Twitch, sports officials, and stars like Kobe Bryant in an apparent attempt to 'sportswash' its reputation",
      "description": "Saudi Arabia lobbied major US sporting bodies as part of a plan to expand their domestic sports industry. The Saudi General Sports Authority paid consultants Churchill Ripley $22,000 a month to connect them with stars like Kobe Bryant, documents filed under t…",
      "url": "https://www.businessinsider.com/saudi-arabia-lobbied-kobe-bryant-mlb-mls-sports-project-2019-9",
      "urlToImage": "https://amp.businessinsider.com/images/5d6d10bd2e22af7c1a446c13-1920-960.jpg",
      "publishedAt": "2019-09-02T12:56:04Z",
      "content": "Saudi Arabia met with NBA stars and major US sports leagues to discuss their sports' future in the Gulf, a move rights groups say is an attempt to \"sportswash'' its reputation on the world stage. \r\n The Saudi General Sports Authority paid US consultants Churc… [+2824 chars]"
    },
    {
      "source": {
        "id": "business-insider",
        "name": "Business Insider"
      },
      "author": "Ben Gilbert",
      "title": "We got inside New York City's first-ever Amazon fulfillment center, where thousands of people work in a building large enough for 18 football fields (AMZN)",
      "description": "Amazon's first-ever New York State fulfillment center opened last September in the New York City borough of Staten Island. The massive fulfillment center could hold 18 football fields within its hundreds of thousands of square feet, and over 3,000 people are …",
      "url": "https://www.businessinsider.com/amazon-new-york-city-fulfillment-center-tour-photos-2019-8",
      "urlToImage": "https://amp.businessinsider.com/images/5d69a2972e22af4a940594c6-2732-1366.jpg",
      "publishedAt": "2019-09-02T12:30:00Z",
      "content": "Forget about \" HQ2\" — last September, Amazon opened a gigantic facility in New York City that instantly created thousands of jobs. \r\n It was Amazon's first major \"fulfillment center\" in New York City and New York State, and it was specifically opened to serve… [+338 chars]"
    },
    {
      "source": {
        "id": "business-insider",
        "name": "Business Insider"
      },
      "author": "Adam Bienkov",
      "title": "Boris Johnson is set to call a general election within days if Parliament blocks a no-deal Brexit",
      "description": "Boris Johnson is considering plans to call snap general election as early as Wednesday. The UK prime minister mulls plans to call an early election if members of Parliament vote on Tuesday to block a no-deal Brexit. Around a dozen Conservative rebels are pois…",
      "url": "https://www.businessinsider.com/boris-johnson-general-election-mps-block-no-deal-brexit-2019-9",
      "urlToImage": "https://amp.businessinsider.com/images/5d6d06582e22af5788136013-1536-768.jpg",
      "publishedAt": "2019-09-02T12:21:00Z",
      "content": "UK prime minister Boris Johnson is planning to announce plans to to call a general election, if members of Parliament vote to block a no-deal Brexit this week, according to multiple reports. \r\n The House of Commons is due to vote on plans to force the UK gove… [+454 chars]"
    },
    {
      "source": {
        "id": "business-insider",
        "name": "Business Insider"
      },
      "author": "Yusuf Khan",
      "title": "Amid Brexit chaos, the pound is plunging again after Britain's economy just posted 'shocking' manufacturing data",
      "description": "Among the chaos caused by Brexit, Britain's manufacturing plummeted, with data showing the biggest drop in seven years. The pound dropped 0.6% against the dollar on Monday, as the global economic slowdown and Brexit weighed on the British economy. One analyst…",
      "url": "http://markets.businessinsider.com/news/stocks/amid-brexit-chaos-the-pound-is-plunging-again-after-britain-s-economy-just-posted-shocking-manufacturing-data-1028490995",
      "urlToImage": "https://images.markets.businessinsider.com/image/5d6ceeec2e22af7892315224-2400/rtx1tej5.jpg",
      "publishedAt": "2019-09-02T12:14:44Z",
      "content": "Stefan Wermuth / REUTERS\r\n<ul><li>Among the chaos caused by Brexit, Britain's manufacturing plummeted, with data showing the biggest drop in seven years. </li><li>The pound dropped 0.6% against the dollar on Monday, as the global economic slowdown and Brexit … [+2204 chars]"
    },
    {
      "source": {
        "id": "business-insider",
        "name": "Business Insider"
      },
      "author": "Yusuf Khan",
      "title": "Amid Brexit chaos, the pound is plunging again after Britain's economy just posted 'shocking' manufacturing data",
      "description": "Among the chaos caused by Brexit, Britain's manufacturing plummeted, with data showing the biggest drop in seven years. The pound dropped 0.6% against the dollar on Monday, as the global economic slowdown and Brexit weighed on the British economy. One analyst…",
      "url": "https://www.businessinsider.com/pound-plunges-after-brexit-britain-posts-shocking-manufacturing-data-2019-9",
      "urlToImage": "https://images.markets.businessinsider.com/image/5d6ceeec2e22af7892315224-2400/rtx1tej5.jpg",
      "publishedAt": "2019-09-02T12:14:44Z",
      "content": "Stefan Wermuth / REUTERS\r\n<ul><li>Among the chaos caused by Brexit, Britain's manufacturing plummeted, with data showing the biggest drop in seven years. </li><li>The pound dropped 0.6% against the dollar on Monday, as the global economic slowdown and Brexit … [+2204 chars]"
    },
    {
      "source": {
        "id": "business-insider",
        "name": "Business Insider"
      },
      "author": "Dave Mosher",
      "title": "NASA photos reveal SpaceX is scouting these 9 places on Mars to land its first Starship rocket missions",
      "description": "SpaceX is developing a towering two-stage rocket system called Starship that's being designed to land people and cargo on Mars. The company is already scouting for locations with buried frozen water (and few landing hazards) for mid-2020s Mars missions. Space…",
      "url": "https://www.businessinsider.com/spacex-starship-mars-landing-sites-map-hirise-2019-9",
      "urlToImage": "https://amp.businessinsider.com/images/5c633ec02628983e233b4e36-1136-568.jpg",
      "publishedAt": "2019-09-02T12:08:38Z",
      "content": "SpaceX is scouting for prime real estate to populate Mars, according to a database of NASA spacecraft photography. \r\n The entries suggest the rocket company, founded by tech mogul Elon Musk, is looking for relatively flat, warm, and hazard-free landing sites … [+7375 chars]"
    },
    {
      "source": {
        "id": "business-insider",
        "name": "Business Insider"
      },
      "author": "Callum Burroughs",
      "title": "Goldman Sachs says Argentina faces a 'longer and deeper recession' after a month from hell. Here's why things could get as bad as 2001's crisis.",
      "description": "Amid political uncertainty, Argentina is in the midst of economic crisis after S&P indicated that the country was in selective default. Goldman Sachs warned that its outlook for the country was turning more bearish. Goldman expects Argentina's GDP to contract…",
      "url": "https://www.businessinsider.com/goldman-sachs-argentina-headed-for-currency-and-economic-crash-2019-9",
      "urlToImage": "https://amp.businessinsider.com/images/5d6d022b2e22af6faa060723-2732-1366.jpg",
      "publishedAt": "2019-09-02T12:01:21Z",
      "content": "In just a few weeks, Argentina has gone from a plucky country on the long road to economic recovery to a pariah in global markets. \r\n The country had been steadily attempting to improve its difficult economic situation under Mauricio Macri over the last few y… [+3766 chars]"
    },
    {
      "source": {
        "id": "business-insider",
        "name": "Business Insider"
      },
      "author": "Barnaby Lane",
      "title": "Serena Williams' coach doesn't regret breaking the rules of tennis before her infamous 2018 US Open meltdown, and even says he'd 'do the same tomorrow'",
      "description": "Serena Williams' coach, Patrick Mouratoglou, says he would break the rules against on-court coaching again despite the trouble it caused at last year's US Open final. Williams was given a code violation by umpire Carlos Ramos after Mouratoglou was seen instru…",
      "url": "https://www.businessinsider.com/patrick-mouratoglou-says-he-would-break-tennis-rules-again-2019-9",
      "urlToImage": "https://amp.businessinsider.com/images/5d6ceced2e22af4a4f4eaae3-1920-960.jpg",
      "publishedAt": "2019-09-02T11:59:33Z",
      "content": "Serena Williams' coach, Patrick Mouratoglou, says he would break the rules against on-court coaching again, despite the controversy it caused in the American's 2018 US Open final defeat to Naomi Osaka. \r\n Williams was given a code violation when Mouratoglou w… [+1781 chars]"
    },
    {
      "source": {
        "id": "business-insider",
        "name": "Business Insider"
      },
      "author": "Jeff Rose",
      "title": "I'm a financial adviser, and I think robo-advisers can be useful — but they aren't for everyone",
      "description": "Robo-advisers like Betterment, Personal Capital, and Wealthfront offer basic investing help and portfolio management for a lower cost than you'll pay a traditional financial adviser. Robo-advisers aren't for everyone, but they can work well for consumers who …",
      "url": "https://www.businessinsider.com/im-a-financial-adviser-what-i-think-about-robo-advisers-2019-8",
      "urlToImage": "https://amp.businessinsider.com/images/5d605bd346552c0631307d63-1920-960.jpg",
      "publishedAt": "2019-09-02T11:30:00Z",
      "content": "As a financial adviser, I'm probably supposed to loathe robo-advisers that offer online financial advice and portfolio management at a lower cost. The reality, though, is that I don't hate robo-advisers at all. I just don't think they're right for everyone. \r… [+4898 chars]"
    },
    {
      "source": {
        "id": "business-insider",
        "name": "Business Insider"
      },
      "author": "Theron Mohamed",
      "title": "Trump's newest China tariffs just kicked in — and JPMorgan says they could cost American shoppers an extra $1,000 a year",
      "description": "American shoppers could face $1,000 in extra costs a year thanks to the latest set of US tariffs on Chinese goods, JPMorgan says. The Trump administration slapped tariffs on $112 billion worth of Chinese goods on Sunday, and plans to impose duties on another …",
      "url": "https://markets.businessinsider.com/news/stocks/us-china-trade-war-donald-trump-tariffs-cost-shoppers-1000-2019-9-1028490870",
      "urlToImage": "https://images.markets.businessinsider.com/image/5d6ce7fe2e22af53ed542e07-1620/gettyimages-498877688.jpg",
      "publishedAt": "2019-09-02T11:30:00Z",
      "content": "Sandy Huffaker/Getty Images\r\n<ul><li>American shoppers could face $1,000 in extra costs a year thanks to the latest set of US tariffs on Chinese goods, JPMorgan says.</li><li>The Trump administration slapped tariffs on $112 billion worth of Chinese goods on S… [+1965 chars]"
    },
    {
      "source": {
        "id": "business-insider",
        "name": "Business Insider"
      },
      "author": "Theron Mohamed",
      "title": "Trump's newest China tariffs just kicked in — and JPMorgan says they could cost American shoppers an extra $1,000 a year",
      "description": "American shoppers could face $1,000 in extra costs a year thanks to the latest set of US tariffs on Chinese goods, JPMorgan says. The Trump administration slapped tariffs on $112 billion worth of Chinese goods on Sunday, and plans to impose duties on another …",
      "url": "https://www.businessinsider.com/us-china-trade-war-donald-trump-tariffs-cost-shoppers-1000-2019-9",
      "urlToImage": null,
      "publishedAt": "2019-09-02T11:19:50Z",
      "content": null
    },
    {
      "source": {
        "id": "business-insider",
        "name": "Business Insider"
      },
      "author": "Mitch Prothero",
      "title": "The US military is scrambling to ready its bases and get planes and ships out of the way of Hurricane Dorian",
      "description": "Hurricane Dorian is approaching the US, with devastating power and an unpredictable path. The US military has taken precautions to defend its assets, by readying base personnel and moving planes and ships out of the way. The task is especially difficult given…",
      "url": "https://www.businessinsider.com/hurricane-dorian-us-navy-air-force-preparations-2019-9",
      "urlToImage": "https://amp.businessinsider.com/images/5d6cf3882e22af6d9744a048-750-375.jpg",
      "publishedAt": "2019-09-02T11:09:14Z",
      "content": "Hurricane Dorian continued to flummox weather forecasters and military officials Monday as they struggled to predict where the dangerous and unpredictable storm might hit the mainland. \r\n The storm, which was recorded over the weekend blasting out winds in ex… [+3383 chars]"
    },
    {
      "source": {
        "id": "business-insider",
        "name": "Business Insider"
      },
      "author": "Isobel Asher Hamilton",
      "title": "Viral Chinese deepfake app Zao lets people superimpose their faces onto celebrities like Leonardo DiCaprio and it is terrifyingly convincing",
      "description": "An app called Zao was the most-downloaded app in China's iOS store over the weekend, and it lets users convincingly superimpose their faces onto celebrities, creating so-called \"deepfakes.\" The app isn't available in the West, but videos uploaded to social me…",
      "url": "https://www.businessinsider.com/what-is-chinese-deepfake-app-zao-2019-9",
      "urlToImage": "https://amp.businessinsider.com/images/5d6ce9572e22af4a113db5d5-1536-768.jpg",
      "publishedAt": "2019-09-02T10:53:51Z",
      "content": null
    },
    {
      "source": {
        "id": "business-insider",
        "name": "Business Insider"
      },
      "author": "Tom Porter",
      "title": "The National Weather Service corrected Trump after he falsely claimed that Hurricane Dorian will hit Alabama",
      "description": "The National Weather Service in a tweet Sunday said that Hurricane Dorian is not expected to hit the state of Alabama, directly contradicting a false claim from US President Donald Trump. Earlier President Trump tweeted that: \"In addition to Florida, South Ca…",
      "url": "https://www.businessinsider.com/hurricane-dorian-nws-corrects-trump-after-claim-will-hit-alabama-2019-9",
      "urlToImage": "https://amp.businessinsider.com/images/5d6cd8a52e22af0c27186925-1920-960.jpg",
      "publishedAt": "2019-09-02T10:38:39Z",
      "content": "The National Weather Service (NWS) in a tweet Sunday rebutted US President Donald Trump's claim that Hurricane Dorian will impact the state of Alabama. \r\n \"Alabama will NOT see any impacts from Dorian. We repeat, no impacts from Hurricane Dorian will be felt … [+2327 chars]"
    },
    {
      "source": {
        "id": "business-insider",
        "name": "Business Insider"
      },
      "author": "Barnaby Lane",
      "title": "An American tennis player has been fined $10,000 for pointing his tennis racket like a rifle at a US Open official",
      "description": "Mike Bryan has been fined $10,000 by the US Open after pointing his racket at an official like a rifle. Bryan made the gesture during a second round doubles win over Federico Delbonis and Roberto Carballes Baena on Sunday. The ill-timed gesture followed a gun…",
      "url": "https://www.businessinsider.com/american-tennis-star-fined-for-pretending-to-shoot-umpire-2019-9",
      "urlToImage": "https://amp.businessinsider.com/images/5d6cd5242e22af6b9a5ee5a6-750-375.jpg",
      "publishedAt": "2019-09-02T10:07:09Z",
      "content": "American tennis player Mike Bryan has been fined $10,000 by the US Open after pointing his racket at an official like a rifle. \r\n Mike Bryan, alongside his brother Bob Bryan, beat Federico Delbonis and Roberto Carballes Baena 4-6, 7-5, 6-3 on Sunday to secure… [+2041 chars]"
    },
    {
      "source": {
        "id": "business-insider",
        "name": "Business Insider"
      },
      "author": "Yusuf Khan",
      "title": "Argentina just brought in currency controls to contain the peso after it lost more than a quarter of its value in a month",
      "description": "Argentina's government has imposed strict currency controls on firms as the country spirals towards an economic crisis. Argentina's economy has suffered in recent months, with the peso losing a quarter of its value in a month. The South American nation is als…",
      "url": "http://markets.businessinsider.com/news/stocks/argentina-just-brought-in-currency-controls-to-contain-the-peso-after-it-lost-more-than-a-quarter-of-its-value-in-a-month-1028490696",
      "urlToImage": "https://images.markets.businessinsider.com/image/5d6cc4f02e22af475b488fd2-2400/2019-08-14t115152z1lynxnpef7d0vjrtroptp4argentina-markets-brazil.jpg",
      "publishedAt": "2019-09-02T09:57:43Z",
      "content": "Reuters\r\n<ul><li>Argentina's government has imposed strict currency controls on firms as the country spirals towards an economic crisis.  </li><li>Argentina's economy has suffered in recent months, with the peso losing a quarter of its value in a month. </li>… [+2855 chars]"
    },
    {
      "source": {
        "id": "business-insider",
        "name": "Business Insider"
      },
      "author": "Yusuf Khan",
      "title": "Argentina just brought in currency controls to contain the peso after it lost more than a quarter of its value in a month",
      "description": "Argentina's government has imposed strict currency controls on firms as the country spirals towards an economic crisis. Argentina's economy has suffered in recent months, with the peso losing a quarter of its value in a month. The South American nation is als…",
      "url": "https://www.businessinsider.com/argentina-currency-controls-after-peso-lost-quarter-value-in-month-2019-9",
      "urlToImage": "https://amp.businessinsider.com/images/5d6cc5202e22af725b5bae94-2732-1366.jpg",
      "publishedAt": "2019-09-02T09:57:43Z",
      "content": "Argentina's government has placed strict currency controls on businesses to stop capital flight from the country, which is spiraling into crisis. \r\n The government led by President Mauricio Macri, announced on Sunday it will restrict the purchase of foreign c… [+2404 chars]"
    },
    {
      "source": {
        "id": "business-insider",
        "name": "Business Insider"
      },
      "author": "Theron Mohamed",
      "title": "China stocks soar on Beijing's vow to prop up economy as Trump's tariffs kick in, hitting billions' worth of goods",
      "description": "Beijing signaled measures to keep the economy afloat as a fresh round of tariffs on US and Chinese goods kicked in this week. China and European equities jumped. US futures fell as American markets are closed for the Labor Day holiday. The Trump administratio…",
      "url": "https://markets.businessinsider.com/news/stocks/asia-stocks-rally-china-stimulus-vow-new-trump-tariffs-begin-2019-9-1028490667",
      "urlToImage": "https://images.markets.businessinsider.com/image/5d6cd19b2e22af5210429d18-2400/2019-08-30t061257z1lynxnpef7t0dertroptp4usa-stocks.jpg",
      "publishedAt": "2019-09-02T09:38:00Z",
      "content": "Reuters\r\n<ul><li>Beijing signaled measures to keep the economy afloat as a fresh round of tariffs on US and Chinese goods kicked in this week.</li><li>China and European equities jumped. US futures fell as American markets are closed for the Labor Day holiday… [+3647 chars]"
    },
    {
      "source": {
        "id": "business-insider",
        "name": "Business Insider"
      },
      "author": "Theron Mohamed",
      "title": "China stocks soar on Beijing's vow to prop up economy as Trump's tariffs kick in, hitting billions worth of goods",
      "description": "Beijing signaled measures to keep the economy afloat as a fresh round of tariffs on US and Chinese goods kicked in this week. China and European equities jumped. US futures fell as American markets are closed for the Labor Day holiday. The Trump administratio…",
      "url": "https://www.businessinsider.com/asia-stocks-rally-china-stimulus-vow-new-trump-tariffs-begin-2019-9",
      "urlToImage": "https://amp.businessinsider.com/images/5d6cd19b2e22af5210429d18-2732-1366.jpg",
      "publishedAt": "2019-09-02T09:36:31Z",
      "content": "China stocks jumped on Monday after Beijing signaled measures to keep the economy afloat as a fresh round of tariffs on US and Chinese goods kicked in this week. \r\n Risks to the economy are manageable and the state wants to keep \"reasonably ample\" liquidity a… [+3050 chars]"
    },
    {
      "source": {
        "id": "business-insider",
        "name": "Business Insider"
      },
      "author": "Adam Bienkov",
      "title": "There was a spike in hate crimes against Muslims after Boris Johnson compared women wearing burqas to 'letterboxes' and 'bank robbers'",
      "description": "Hate crimes against Muslims in the UK spiked in the weeks after Boris Johnson's controversial Telegraph column last year comparing women who wear the burqa to \"letterboxes\" and \"bank robbers.\" Incidents recorded by the anti-racism group Tell Mama, suggest 42%…",
      "url": "https://www.businessinsider.com/spike-hate-crimes-against-muslims-boris-johnson-women-burqa-letterboxes-2019-9",
      "urlToImage": "https://amp.businessinsider.com/images/5d6cdb502e22af0c690b8132-960-480.jpg",
      "publishedAt": "2019-09-02T09:18:52Z",
      "content": "There was a spike in hate crimes against Muslims in the UK in the weeks after Boris Johnson compared women who wear the burqa to \"letterboxes\" and \"bankrobbers,\" according to statistics compiled by an anti-racism group. \r\n UK prime minister Boris Johnson last… [+2579 chars]"
    },
    {
      "source": {
        "id": "business-insider",
        "name": "Business Insider"
      },
      "author": "Isobel Asher Hamilton",
      "title": "China may have used a recent massive iPhone hack to target Uighur Muslims",
      "description": "A huge iPhone hack disclosed by Google security researchers last week was reportedly a state-backed Chinese campaign targeting Uighur Muslims, sources told TechCrunch. Forbes echoed TechCrunch's reporting, adding that the hack affected Android and Windows dev…",
      "url": "https://www.businessinsider.com/china-may-have-used-hacked-websites-to-target-uighur-muslims-2019-9",
      "urlToImage": "https://amp.businessinsider.com/images/5c1a477e2ab31e06422c61d6-1136-568.jpg",
      "publishedAt": "2019-09-02T08:54:57Z",
      "content": "A recent massive iPhone hack discovered by Google researchers may have been a campaign to target Uighur Muslims, an oppressed ethnic minority living in China, TechCrunch and Forbes report. \r\n The hack came to light last week, when researchers at Google's cybe… [+1952 chars]"
    },
    {
      "source": {
        "id": "business-insider",
        "name": "Business Insider"
      },
      "author": "Adam Payne",
      "title": "Leaked no-deal Brexit report warns of delays of up to 2 days and an 8,000 vehicle queue at the border",
      "description": "A no-deal Brexit could leave cars and lorries queuing at the border for up to two days due to increased checks at the English Channel. Leaked government analysis says that in a worse case scenario, new border checks will leave drivers waiting two days before …",
      "url": "https://www.businessinsider.com/report-no-deal-brexit-risks-eight-thousand-vehicle-pile-up-at-the-border-2019-9",
      "urlToImage": "https://amp.businessinsider.com/images/5d6cd2c62e22af515f1276f4-960-480.jpg",
      "publishedAt": "2019-09-02T08:30:39Z",
      "content": "Delays at the border caused by a no-deal Brexit risk making cars and lorries wait two days before crossing, and creating a pile-up of around 8,000 vehicles, according to government material leaked to Sky News. \r\n The Department for Transport analysis said tha… [+2587 chars]"
    },
    {
      "source": {
        "id": "business-insider",
        "name": "Business Insider"
      },
      "author": "Tom Porter",
      "title": "See inside Diego Garcia, a secretive US Navy base on British land at the center of a bitter tug-of-war in the Indian Ocean",
      "description": "In 1966, the UK leased the US the remote, 17-square-mile Indian Ocean island of Diego Garcia. Diego Garcia is now one a key US military bases in the region, and is used as a launchpad for Air Force missions in the Middle East. Around 5,000 service personnel a…",
      "url": "https://www.businessinsider.com/photos-diego-garcia-air-base-indian-ocean-2019-8",
      "urlToImage": "https://amp.businessinsider.com/images/5d6940b82e22af4c820f9ea6-1920-960.jpg",
      "publishedAt": "2019-09-02T08:01:44Z",
      "content": "On the remote tropical island of Diego Garcia, in the middle of the Indian Ocean, lies a secretive, strategically vital US military base \r\n The base has served as a launchpad for US military operations in the Middle East, as a refuelling point for Air Force p… [+628 chars]"
    },
    {
      "source": {
        "id": "business-insider",
        "name": "Business Insider"
      },
      "author": "Adam Bienkov",
      "title": "Boris Johnson warns Conservative Brexit rebels they will be expelled as ministers threaten to break the law",
      "description": "UK Prime Minister Boris Johnson warns Conservative members of Parliament they will be expelled from representing the party if they rebel against the government this week. Opposition parties will on Tuesday bring forward legislation designed to prevent the UK …",
      "url": "https://www.businessinsider.com/boris-johnson-threatens-expel-tory-mps-break-law-on-brexit-2019-9",
      "urlToImage": "https://amp.businessinsider.com/images/5d668b5d2e22af08eb13a3b4-960-480.jpg",
      "publishedAt": "2019-09-02T07:19:15Z",
      "content": "UK Prime Minister Boris Johnson has warned Conservative members of parliament that they will be expelled from the party if they back new legislation this week designed to prevent a no-deal Brexit, as ministers threaten to ignore any law passed by the House of… [+2617 chars]"
    },
    {
      "source": {
        "id": "business-insider",
        "name": "Business Insider"
      },
      "author": "Mary Hanbury",
      "title": "10 things in tech you need to know today",
      "description": "Good morning! This is the tech news you need to know this Monday. Twitter founder and CEO Jack Dorsey's official Twitter account was hacked on Friday, following a string of other odd incidents where YouTube celebrities and influencers were similarly targeted.…",
      "url": "https://www.businessinsider.com/10-things-in-tech-you-need-to-know-today-september-2-2019-9",
      "urlToImage": "https://amp.businessinsider.com/images/5cc1e6c0c3a7c1503420d473-1920-960.jpg",
      "publishedAt": "2019-09-02T07:04:11Z",
      "content": "Twitter founder and CEO Jack Dorsey's official Twitter account was hacked on Friday.\r\n AP Photo/Jose Luis Magana \r\nGood morning! This is the tech news you need to know this Monday. \r\n<ol><li> Twitter founder and CEO Jack Dorsey's official Twitter account was … [+2758 chars]"
    },
    {
      "source": {
        "id": "business-insider",
        "name": "Business Insider"
      },
      "author": "Rosie Perper",
      "title": "Trump claims he's never heard of a Category 5 hurricane — but 4 storms of that intensity have threatened the US under his presidency",
      "description": "President Donald Trump on Sunday said he is not sure he has \"ever even heard of a Category 5\" hurricane, despite the fact that four storms of that intensity have threatened the US since he took office. \"I'm not sure that I've ever even heard of a Category 5. …",
      "url": "https://www.businessinsider.com/trump-says-he-never-heard-of-category-5-hurricane-dorian-2019-9",
      "urlToImage": "https://amp.businessinsider.com/images/5d6c68b62e22af4d56278e13-2732-1366.jpg",
      "publishedAt": "2019-09-02T03:09:37Z",
      "content": "President Donald Trump on Sunday said he is not sure he has \"ever even heard of a Category 5\" hurricane, despite the fact that four storms of that classification having threatened the US or its territories under his presidency. \r\n Trump received a briefing at… [+3592 chars]"
    },
    {
      "source": {
        "id": "business-insider",
        "name": "Business Insider"
      },
      "author": "Ciannah Gin",
      "title": "The 12 best books to read this September, according to Amazon's editors",
      "description": "Each month, Amazon editors curate titles for Amazon's Best Book of the Month section. This September, the best books of the month include \" The Water Dancer \" by Ta-Nehisi Coates and \" The Grammarians \" by Cathleen Schine. Check out all of this month's releas…",
      "url": "https://www.businessinsider.com/amazon-best-books-september-2019",
      "urlToImage": "https://amp.businessinsider.com/images/5d6925a22e22af2fbe7f60c0-2732-1366.png",
      "publishedAt": "2019-09-01T22:00:00Z",
      "content": "Ironically, I chose to major in English in college because I loved reading books. It didn't take me long to realize that, although I read hundreds of literary works each semester, I rarely had time to read books for fun. Now that I've graduated, I have the ti… [+1101 chars]"
    },
    {
      "source": {
        "id": "business-insider",
        "name": "Business Insider"
      },
      "author": "Dan DeFrancesco",
      "title": "Nearly 2,000 new fires have started in the Amazon in the last 48 hours despite burning ban from government",
      "description": "Fires in the Amazon rainforest continue despite a ban from the Brazilian government on burning. Roughly 2,000 new fires broke out in the Amazon rainforest in the 48 hours since the ban was enacted, according to data from the National Space Research Institute …",
      "url": "https://www.businessinsider.com/2000-new-amazon-fires-have-started-despite-recent-burning-ban-2019-9",
      "urlToImage": "https://amp.businessinsider.com/images/5d6c125a2e22af62e4270ec3-2732-1366.jpg",
      "publishedAt": "2019-09-01T20:44:22Z",
      "content": "New fires continue to crop up in the Amazon forest despite the Brazilian government's most recent efforts to stop the deforestation of the region. \r\n The National Space Research Institute (INPE) published satellite data showing that in the 48 hours after the … [+1184 chars]"
    },
    {
      "source": {
        "id": "business-insider",
        "name": "Business Insider"
      },
      "author": "Kat Tenbarge",
      "title": "Trump's takeaway from the Dutch slave trade exhibit at the Museum of African American History was, 'They love me in the Netherlands'",
      "description": "In his upcoming memoir, the founding director of the Smithsonian's National Museum of African American History and Culture describes what happened when he gave President Donald Trump a private tour of the museum in February 2017. At first, the Trump administr…",
      "url": "https://www.businessinsider.com/african-american-history-museum-director-unimpressed-with-trump-visit-2019-9",
      "urlToImage": "https://amp.businessinsider.com/images/5d6c1b8d2e22af408d168703-2732-1366.jpg",
      "publishedAt": "2019-09-01T20:22:08Z",
      "content": "Before Lonnie G. Bunch III became the secretary of the Smithsonian Institute, he was the founding director of the Smithsonian's National Museum of African American History and Culture. When Donald Trump first became president, Bunch gave him a private tour of… [+2548 chars]"
    },
    {
      "source": {
        "id": "business-insider",
        "name": "Business Insider"
      },
      "author": "Reuters",
      "title": "Germany asks for forgiveness as Poland marks the 80th anniversary of the start of World War II - Business Insider",
      "description": "Germany asks for forgiveness as Poland marks the 80th anniversary of the start of World War II Business Insider German Chancellor Angela Merkel, Vice President Mike Pence, and other leaders marked 80 years since the start of World War II in Poland on Sunday.",
      "url": "https://www.businessinsider.com/poland-marks-80th-anniversary-of-start-of-world-war-two-2019-9",
      "urlToImage": "https://amp.businessinsider.com/images/5d6c0f3d2e22af63b87687b2-1334-667.jpg",
      "publishedAt": "2019-09-01T18:50:16Z",
      "content": "WARSAW (Reuters) - Germany's president asked for forgiveness for his country on Sunday for the suffering of the Polish people during World War II as Poland marked 80 years since the Nazi German invasion that unleashed the deadliest conflict in human history. … [+6228 chars]"
    },
    {
      "source": {
        "id": "business-insider",
        "name": "Business Insider"
      },
      "author": "Christopher Woody",
      "title": "U-2 spy planes have lurked all over the world for 64 years — here's how the Dragon Lady keeps an eye on the battlefield",
      "description": "The U-2 spy plane has been operating all over the world for more than 60 years. The Dragon Lady's mission has remained the same over that time, but how it does it has changed considerably, and the Air Force is always looking for ways to gather more informatio…",
      "url": "https://www.businessinsider.com/u2-spy-plane-camera-radars-gather-intelligence-over-battlefield-2019-9",
      "urlToImage": "https://amp.businessinsider.com/images/5d6448132e22af21dc3fe7c3-2732-1366.jpg",
      "publishedAt": "2019-09-01T18:36:50Z",
      "content": "The 64th anniversary of the U-2 spy plane's historic, and accidental, first flight came in early August. \r\n While much about the Dragon Lady has changed in the past six decades — most of the 30 or so in use now were built in the 1980s, and they no longer do o… [+9614 chars]"
    },
    {
      "source": {
        "id": "business-insider",
        "name": "Business Insider"
      },
      "author": "Kat Tenbarge",
      "title": "Tiffany Trump posted a quote from an ancient Persian poet after the president's former assistant told reporters her father didn't want to take pictures with her",
      "description": "Tiffany Trump posted a shady Instagram story on Saturday after her father tweeted that he forgave his former personal assistant Madeleine Westerhout for her comments to reporters at an off-the-record dinner about him not wanting to take pictures with Tiffany,…",
      "url": "https://www.businessinsider.com/tiffany-trump-shady-instagram-story-madeleine-westerhout-father-pictures-weight-2019-9",
      "urlToImage": "https://amp.businessinsider.com/images/5d6bf7612e22af6a2d0a0447-1920-960.jpg",
      "publishedAt": "2019-09-01T17:44:47Z",
      "content": "Tiffany Trump, the president's youngest, quietest daughter, posted an empowering quote on her Instagram story on Saturday for her 1 million followers to see. In the context of the latest scandal from her father's White House administration, it comes off as a … [+2278 chars]"
    },
    {
      "source": {
        "id": "business-insider",
        "name": "Business Insider"
      },
      "author": "Ellen Cranley",
      "title": "Texas' new bundle of relaxed gun laws took effect one day after 7 were killed in mass shooting",
      "description": "Several new laws will take effect in Texas that would ease several restrictions for gun owners to carry firearms and store ammunition in public places. The nine laws kick into effect just one day after seven people were killed and 21 were by a suspect who ope…",
      "url": "https://www.businessinsider.com/texas-gun-laws-after-shooting-new-relaxed-2019-9",
      "urlToImage": "https://amp.businessinsider.com/images/5d6be3942e22af00ad14c1c2-1920-960.jpg",
      "publishedAt": "2019-09-01T17:34:50Z",
      "content": "Several new laws will take effect in Texas that would ease restrictions for gun owners just a day after seven people were killed and 21 were shot after a suspect opened fire on authorities during a traffic stop. \r\n The nine new laws automatically took effect … [+4426 chars]"
    },
    {
      "source": {
        "id": "business-insider",
        "name": "Business Insider"
      },
      "author": "Dan DeFrancesco",
      "title": "A Texas representative responded to the Odessa mass shooting with calls for 'praying for protection' rather than 'so-called gun-control solutions'",
      "description": "Texas state representative Matt Schaefer said he doesn't support \"so-called gun-control solutions\" and instead will be \"praying that God would transform the hearts of people with evil intent\" in a post on his official Facebook page. The post comes less than 2…",
      "url": "https://www.businessinsider.com/odessa-shooting-texas-state-rep-calls-for-praying-for-protection-2019-9",
      "urlToImage": "https://amp.businessinsider.com/images/5d6be96d2e22af696618df52-1334-667.jpg",
      "publishedAt": "2019-09-01T17:19:02Z",
      "content": "A Texas state representative voiced his support for the Second Amendment and against stricter gun laws in the wake of the Odessa shooting. Republican Matt Schaefer said in place of \"so-called gun-control solutions\" he would be \"praying that God would transfor… [+1608 chars]"
    },
    {
      "source": {
        "id": "business-insider",
        "name": "Business Insider"
      },
      "author": "Benjamin Goggin",
      "title": "Video appears to show Trump golfing in Virginia in the run-up to catastrophic Hurricane Dorian",
      "description": "President Trump took time Saturday to play a round of golf on his Virginia course despite the Category 5 Hurricane Dorian on track to pummel the southeast coast. Trump was scheduled to be at Camp David in Maryland preparing for the hurricane but traveled to h…",
      "url": "https://www.businessinsider.com/trump-golfing-video-before-hurricane-dorian-arrives-in-us-2019-9",
      "urlToImage": "https://amp.businessinsider.com/images/5d6bf51d2e22af6cb54230c5-1920-960.jpg",
      "publishedAt": "2019-09-01T17:05:27Z",
      "content": "President Donald Trump appeared to be playing golf Saturday, just days before states on the southeast coast were set to be battered by Category 5 Hurricane Dorian, which the National Hurrican Center has called catastrophic. \r\n Official communications from the… [+2176 chars]"
    },
    {
      "source": {
        "id": "business-insider",
        "name": "Business Insider"
      },
      "author": "Lisa Eadicicco",
      "title": "Here are the Apple products affected by Trump's latest move in the trade war with China (AAPL)",
      "description": "President Trump's 15% tariff on Chinese imports went into effect on Sunday, impacting Apple products like the Apple Watch and AirPods. The iPhone won't be affected by the tariffs until December. It's currently unclear whether Apple will absorb the tariff or p…",
      "url": "https://www.businessinsider.com/apple-products-airpods-watch-hit-by-trump-china-tariff-2019-9",
      "urlToImage": "https://amp.businessinsider.com/images/5d6beefd2e22af46ee202aa3-1920-960.jpg",
      "publishedAt": "2019-09-01T16:33:31Z",
      "content": "The Trump administration's latest round of tariffs on products and goods imported from China just went into effect on Sunday, impacting some of Apple's most popular products. \r\n The 15% increase on Chinese imports will affect Apple products such as the Apple … [+2625 chars]"
    },
    {
      "source": {
        "id": "business-insider",
        "name": "Business Insider"
      },
      "author": "Kat Tenbarge",
      "title": "Trump dug at progressive actress Debra Messing between tweets on the Odessa shooting and Hurricane Dorian",
      "description": "In between tweeting about the mass shooting in Odessa, Texas, and the Category 5 hurricane approaching the Atlantic coast of the US, President Donald Trump tweeted about \"Will & Grace\" actress Debra Messing, after a \"Fox & Friends\" segment aired Sunday mornin…",
      "url": "https://www.businessinsider.com/trump-tweet-debra-messing-the-apprentice-sir-nbc-failed-lineup-2019-9",
      "urlToImage": "https://amp.businessinsider.com/images/5d6bdde32e22af61195f65b4-2560-1280.jpg",
      "publishedAt": "2019-09-01T16:02:13Z",
      "content": "President Donald Trump shared an anecdote about \"Will &amp; Grace\" star Debra Messing on Twitter that he used to illustrate how \"times have changed\" for him and the actress, who is vocally anti-Trump. \r\n On Saturday, Messing posted two tweets that \"Fox &amp; … [+1997 chars]"
    },
    {
      "source": {
        "id": "business-insider",
        "name": "Business Insider"
      },
      "author": "Christian de Looper",
      "title": "The best gaming laptops you can buy for $1,000 or less",
      "description": "A great gaming laptop offers a decent design and strong performance for uninterrupted gaming, which is exactly why we've chosen the Dell G5 15 as our top pick. A great gaming laptop can change the way you game. With the right device, you'll stop experiencing …",
      "url": "https://www.businessinsider.com/best-gaming-laptops-under-1000-dollars",
      "urlToImage": "https://amp.businessinsider.com/images/5d5c094ecd978477a1229402-1136-568.jpg",
      "publishedAt": "2019-09-01T16:00:00Z",
      "content": "The Dell G5 15 is a powerful computer with plenty of ports and the ability to handle the vast majority of games that you'll play on it. \r\n Dell is a serious force in the computer world, and while the company does own the Alienware gaming brand, it actually al… [+1422 chars]"
    },
    {
      "source": {
        "id": "business-insider",
        "name": "Business Insider"
      },
      "author": "Tanza Loudenback",
      "title": "Here's how your money could grow if contribute $10, $100, or $1,000 a month to a high-yield savings account at Betterment",
      "description": "Betterment, the online investing adviser, offers an APY of up to 2.39% on its high-yield savings account if you join the waitlist for its checking account. You need a minimum deposit of $10 to open a Betterment Everyday Savings account, which has no monthly f…",
      "url": "https://www.businessinsider.com/betterment-high-yield-savings-return-growth-calculation",
      "urlToImage": "https://amp.businessinsider.com/images/5d673d302e22af1f9475d932-1920-960.jpg",
      "publishedAt": "2019-09-01T15:45:00Z",
      "content": "The best high-yield savings accounts live up to all the hype. After all, what more could you need in a savings account than no fees, zero risk, full liquidity, and excellent earning potential? \r\n Whether you're building up an emergency fund, saving for a down… [+2399 chars]"
    },
    {
      "source": {
        "id": "business-insider",
        "name": "Business Insider"
      },
      "author": "Dan DeFrancesco",
      "title": "Hong Kong protesters barricaded roads and disrupted trains to and from the airport, forcing travelers to walk",
      "description": "Hong Kong pro-democracy protests blocked roads and disrupted railways to and from Hong Kong International Airport. It's the second time protesters have targeted the transportation hub, occupying it for nearly a week in August. China, meanwhile, has shown no s…",
      "url": "https://www.businessinsider.com/hong-kong-protesters-disrupted-routes-to-and-from-airport-2019-9",
      "urlToImage": "https://amp.businessinsider.com/images/5d6bdaab2e22af45c8783932-2732-1366.jpg",
      "publishedAt": "2019-09-01T15:19:55Z",
      "content": "Hong Kong pro-democracy protesters barricaded roads and disrupted trains servicing Hong Kong International Airport, marking the second time the group has targeted the transportation hub. \r\n Protesters blocked roads to and from the highway and threw debris on … [+1519 chars]"
    },
    {
      "source": {
        "id": "business-insider",
        "name": "Business Insider"
      },
      "author": "Jason Guerrasio",
      "title": "'Angel Has Fallen' continues to take advantage of the quiet late summer box office",
      "description": "\"Angel Has Fallen\" won the Labor Day weekend box office with an estimated $11.5 million ($14.5 million by Monday). It is the second-straight weekend the movie has topped the domestic box office. The 2019 summer box office came in two percent below last year's…",
      "url": "https://www.businessinsider.com/angel-has-fallen-wins-the-labor-day-weekend-box-office-2019-9",
      "urlToImage": "https://amp.businessinsider.com/images/5d6bae882e22af3a8d369823-1136-568.jpg",
      "publishedAt": "2019-09-01T15:14:48Z",
      "content": "Recently Labor Day has been the holiday weekend big studios have wanted no part of. And that continues this year. \r\n With Warner Bros.' \"It Chapter Two\" opening next weekend, all the majors are staying clear of releasing new movies at the multiplexes this wee… [+1931 chars]"
    },
    {
      "source": {
        "id": "business-insider",
        "name": "Business Insider"
      },
      "author": "David Slotnick",
      "title": "A recalled MacBook Pro has been banned on more than a dozen airlines — here are the carriers that won't let you bring the laptop on board",
      "description": "The Federal Aviation Administration in August that it was banning certain models of the Apple MacBook Pro from flights. The ban applies to 15-inch MacBook Pro units primarily sold between September 2015 and February 2017. Apple said the battery in the affecte…",
      "url": "https://www.businessinsider.com/macbook-pro-banned-airlines-list-2019-8",
      "urlToImage": "https://amp.businessinsider.com/images/5d5412e9cd97842c4b0c80fa-2732-1366.jpg",
      "publishedAt": "2019-09-01T14:49:00Z",
      "content": "The Federal Aviation Administration announced in August that it was banning certain models of Apple's MacBook Pro from being brought on board flights, whether as cargo, or in passengers' carry-on luggage. \r\n The recall, which Apple announced in June, applies … [+1102 chars]"
    },
    {
      "source": {
        "id": "business-insider",
        "name": "Business Insider"
      },
      "author": "Antonio Villas-Boas",
      "title": "Samsung's flashiest and most advanced smartphone has 3 camera lenses, but it still can't beat Google's year-old Pixel 3",
      "description": "The Samsung Galaxy Note 10 Plus I've been using has been a fantastic phone, but I often wished I was taking photos with the Google Pixel 3 instead. The Galaxy Note 10 is capable of taking great photos, but even with its three camera lenses, it doesn't give me…",
      "url": "https://www.businessinsider.com/samsung-galaxy-note-10-vs-google-pixel-3-camera-comparison-2019-8",
      "urlToImage": "https://amp.businessinsider.com/images/5d6930742e22af3874442b93-1920-960.jpg",
      "publishedAt": "2019-09-01T14:35:00Z",
      "content": "The Galaxy Note 10 Plus I've been using has been an absolute treat, especially after using the Pixel 3 for several months. \r\n The Note 10 is faster, smoother, and has significantly better battery life than the Pixel 3. By comparison, the Pixel 3's specs are s… [+744 chars]"
    },
    {
      "source": {
        "id": "business-insider",
        "name": "Business Insider"
      },
      "author": "Andy Kiersz",
      "title": "10 charts that show why the economy feels so bad — even though it sounds so good",
      "description": "By most major indicators, the US economy is doing pretty well right now. But many Americans feel left out of the apparent boom. We put together 10 charts that help illustrate that divergence. Visit Business Insider's homepage for more stories. Although there …",
      "url": "https://www.businessinsider.com/charts-why-us-economy-feels-bad-2019-8",
      "urlToImage": "https://amp.businessinsider.com/images/5d69878e2e22af4d7028eaa3-1920-960.jpg",
      "publishedAt": "2019-09-01T14:34:00Z",
      "content": "Although there are some clouds on the horizon hinting at a possible recession, most of the major US economic indicators are pretty strong right now. \r\n Economic growth is steady, the unemployment rate is extremely low, and the stock market has massively rebou… [+489 chars]"
    },
    {
      "source": {
        "id": "business-insider",
        "name": "Business Insider"
      },
      "author": "Eric Rosenberg",
      "title": "Employer-provided disability insurance can be a big help. But for most people, it probably isn't enough.",
      "description": "Employer disability insurance policies typically aren't portable. If you change jobs or become self-employed, the insurance won't go with you. But according to government data, p eople entering the workforce today have a one in four chance of disability befor…",
      "url": "https://www.businessinsider.com/disability-insurance-why-employer-provided-isnt-enough",
      "urlToImage": "https://amp.businessinsider.com/images/5d681eec2e22af1448558773-1920-960.jpg",
      "publishedAt": "2019-09-01T14:30:00Z",
      "content": "What would happen to your family if your income suddenly stopped tomorrow? How long could you keep paying the bills? Would you be able to keep your home, or have to move somewhere else? \r\n Everyone hopes to live a long life free of major health scares, but in… [+4256 chars]"
    },
    {
      "source": {
        "id": "business-insider",
        "name": "Business Insider"
      },
      "author": "Travis Clark",
      "title": "The top 9 shows on Netflix and other streaming services this week",
      "description": "Every week, Parrot Analytics provides Business Insider with the most in-demand original TV shows on streaming services. This week includes Netflix's \"Mindhunter,\" Amazon's \"The Boys,\" and DC Universe's \"Titans.\" Visit Business Insider's homepage for more stor…",
      "url": "https://www.businessinsider.com/top-netflix-streaming-shows-to-watch-this-week-mindhunter-boys-2019-8",
      "urlToImage": "https://amp.businessinsider.com/images/5d694e222e22af2ecf0a4f21-1136-568.jpg",
      "publishedAt": "2019-09-01T14:15:00Z",
      "content": "Average demand expressions: 51,606,973 \r\n Description: \"THE BOYS is an irreverent take on what happens when superheroes, who are as popular as celebrities, as influential as politicians and as revered as Gods, abuse their superpowers rather than use them for … [+560 chars]"
    },
    {
      "source": {
        "id": "business-insider",
        "name": "Business Insider"
      },
      "author": "Benjamin Goggin and Reuters",
      "title": "Pope Francis got stuck in a Vatican elevator for 25 minutes before he was freed by firemen",
      "description": "Pope Francis arrived late to his weekly Sunday address in St. Peter's Square. He told the crowd he was stuck in an elevator for 25 minutes before being freed by firemen. It's believed that this is the first time such an event has occurred with a living Pope. …",
      "url": "https://www.businessinsider.com/pope-stuck-in-elevator-for-25-minutes-freed-by-fire-brigade-2019-9",
      "urlToImage": "https://amp.businessinsider.com/images/5d6bcf9b2e22af681c634952-1536-768.jpg",
      "publishedAt": "2019-09-01T14:04:00Z",
      "content": "Pope Francis arrived late for his weekly address in St. Peter's Square on Sunday, explaining that he had been stuck in an elevator in the Vatican for 25 minutes and had to be freed by firefighters. \r\n \"I have to beg your pardon,\" the smiling pontiff said as h… [+750 chars]"
    },
    {
      "source": {
        "id": "business-insider",
        "name": "Business Insider"
      },
      "author": "Irene Jiang",
      "title": "I compared the legendary McChicken with 4 cheap sandwiches from other fast-food chains, and it proved the original is still the best",
      "description": "Now that the chicken sandwich wars are in full swing, I'm jumping into the fray again with a comparison of budget chicken sandwiches. I taste-tested the budget chicken sandwiches from McDonald's, Wendy's, Arby's, KFC, and Burger King to find the best one. I f…",
      "url": "https://www.businessinsider.com/best-cheap-chicken-sandwich-mcchicken-mcdonalds-kfc-wendys-burger-king-2019-8",
      "urlToImage": "https://amp.businessinsider.com/images/5d6937f02e22af39ec458449-1920-960.jpg",
      "publishedAt": "2019-09-01T14:01:00Z",
      "content": "Budget chicken sandwiches aren't to be trifled with. \r\n My veggies-obsessed mom won't touch most fast food, but she'll eat two McChickens in one sitting. My meat-loving dad who grew up on a meat-based Inner Mongolian diet usually prefers cheeseburgers, but he… [+613 chars]"
    },
    {
      "source": {
        "id": "business-insider",
        "name": "Business Insider"
      },
      "author": "Rebecca Aydin",
      "title": "These are the former high-ranking Google execs who have been accused of sexual misconduct (GOOGL)",
      "description": "Google was thrust back into the #MeToo spotlight on Wednesday, when a former Google employee Jennifer Blakely posted an essay on Medium alleging that she had an affair with her boss, Google's chief legal counsel David Drummond, and that she suffered emotional…",
      "url": "https://www.businessinsider.com/former-google-execs-accused-sexual-misconduct-rubin-singhal-devaul-drummond-2019-8",
      "urlToImage": "https://amp.businessinsider.com/images/5d69459d2e22af2cf25456a5-1920-960.jpg",
      "publishedAt": "2019-09-01T14:00:00Z",
      "content": "Google was thrust back into the #MeToo spotlight on Wednesday, when a former Google employee Jennifer Blakely posted an essay on Medium alleging that she had an affair with David Drummond, Google's chief legal counsel. \r\n Though Blakely did not accuse Drummon… [+2411 chars]"
    },
    {
      "source": {
        "id": "business-insider",
        "name": "Business Insider"
      },
      "author": "The Oracles",
      "title": "Bethenny Frankel, Gary Vaynerchuk, and other wildly successful CEOs on the questions they ask themselves to ensure they stay happy",
      "description": "These advisors — from Bethenny Frankel to Gary Vaynerchuk — are at the top of their game. But for them, happiness isn't about having all of the answers. Instead, they know the right questions to ask. From goal-setting to reflecting on mistakes, these question…",
      "url": "https://www.businessinsider.com/8-questions-to-ask-yourself-daily-for-lifetime-of-happiness-2019-8",
      "urlToImage": "https://amp.businessinsider.com/images/5ba292db89c8a14e7f8b4fc9-750-375.jpg",
      "publishedAt": "2019-09-01T13:52:00Z",
      "content": "I ask myself five questions every night to hold myself accountable for my growth and achieve my goals. One: \"What was the best thing that happened to me today?\" Reflecting on this makes me grateful. Secondly, \"Did I leave my comfort zone?\" I try new things ev… [+1243 chars]"
    },
    {
      "source": {
        "id": "business-insider",
        "name": "Business Insider"
      },
      "author": "Eric Rosenberg",
      "title": "The American Express Gold Card has a $250 annual fee, but two benefits alone can get you $220 in value each year",
      "description": "The American Express® Gold Card charges a $250 annual fee, but you can make most of that back when you fully utilize two of its annual statement credits. The Gold Card can automatically give you credit backs for some dining and travel purchases up to a combin…",
      "url": "https://www.businessinsider.com/american-express-gold-card-worth-annual-fee-statement-credits",
      "urlToImage": "https://amp.businessinsider.com/images/5d66e3642e22af1a9f0f80b4-1136-568.jpg",
      "publishedAt": "2019-09-01T13:47:00Z",
      "content": "For many years, I was averse to any credit card with an annual fee. I wondered why I should pay money to spend money, but over time I came to learn that it can be worth it. In fact, if you use a credit card's perks to their full extent, it will pay you a lot … [+3279 chars]"
    },
    {
      "source": {
        "id": "business-insider",
        "name": "Business Insider"
      },
      "author": "Bethany Biron",
      "title": "What Le Tote's acquisition of Lord & Taylor could mean for the future of department stores",
      "description": "After Le Tote 's acquisition of Lord & Taylor, some experts are saying such partnerships between struggling department stores and emerging rental and subscription companies could serve as a vital lifeline as the retail apocalypse looms on. \"The broader signal…",
      "url": "https://www.businessinsider.com/what-le-totes-acquisition-lord-and-taylor-means-2019-8",
      "urlToImage": "https://amp.businessinsider.com/images/5d6973e02e22af48fe3e08bb-2732-1366.jpg",
      "publishedAt": "2019-09-01T13:41:00Z",
      "content": "If Le Tote's acquisition of Lord &amp; Taylor is any indicator, rental and subscription services might be the light at the end of the tunnel for struggling department stores. \r\n On Wednesday, the seven-year-old San Francisco-based rental company purchased Lor… [+4025 chars]"
    },
    {
      "source": {
        "id": "business-insider",
        "name": "Business Insider"
      },
      "author": "Dave Smith",
      "title": "The world's most popular tech reviewer just poured cold water on the 5G hype parade, saying it's not worth your money yet",
      "description": "Marques Brownlee, also known as \" MKBHD,\" is one of the most popular tech reviewers on the planet with over 9.2 million subscribers on YouTube. Brownlee recently visited Providence, Rhode Island, to test 5G using Samsung's $1,600 5G-enabled Galaxy S10 Plus. W…",
      "url": "https://www.businessinsider.com/marques-mkbhd-brownlee-pours-water-on-5g-2019-8",
      "urlToImage": "https://amp.businessinsider.com/images/5d6963ae2e22af44ff2d3085-2732-1366.jpg",
      "publishedAt": "2019-09-01T13:40:00Z",
      "content": "5G, the next-generation wireless network technology, is everywhere right now. \r\n Carriers around the US like Verizon, T-Mobile, and AT&amp;T are advertising their new 5G networks. There are also a bunch of new smartphones with 5G-enabled variants: There's the… [+1246 chars]"
    },
    {
      "source": {
        "id": "business-insider",
        "name": "Business Insider"
      },
      "author": "Paige Leskin",
      "title": "From Jiff Pom to Lil Bub, these are the 23 most popular pet influencers",
      "description": "Influencers don't have to be human to accrue massive followings and garner incomes of millions of dollars. The world of pet influencers has boomed in recent years, spawning animal-specific influencer agencies, major brand campaigns and partnerships, and on-sc…",
      "url": "https://www.businessinsider.com/most-popular-pet-influencers-instagram-youtube-tiktok-jiffpom-lil-bub-2019-8",
      "urlToImage": "https://amp.businessinsider.com/images/5d66d3372e22af131f6b0521-1920-960.jpg",
      "publishedAt": "2019-09-01T13:39:00Z",
      "content": "Instagram: 888,000 \r\nYouTube: 2,500 \r\nTikTok: 22,000 \r\nFacebook: 2.4 million \r\n Waffles was, by his owners' admittance, the runt of the litter, but he's since captured the internet's hearts with his big eyes, folded ears, and perfectly round face. He's worked… [+215 chars]"
    },
    {
      "source": {
        "id": "business-insider",
        "name": "Business Insider"
      },
      "author": "Taylor Nicole Rogers",
      "title": "7 billionaires who have Warren Buffett to thank for their fortunes",
      "description": "The success of Warren Buffett 's Berkshire Hathaway has made at least seven people and families billionaires, including former Tennesee Gov. Bill Haslam. The Berkshire Hathaway billionaires include employees, early investors, and the former owners of business…",
      "url": "https://www.businessinsider.com/billionaires-thanks-to-warren-buffett-berkshire-hathaway",
      "urlToImage": "https://amp.businessinsider.com/images/5d695b4f2e22af42dc01095a-2732-1366.jpg",
      "publishedAt": "2019-09-01T13:27:00Z",
      "content": "Warren Buffett isn't the only person to benefit from Berkshire Hathaway's success. \r\n At least seven other individuals and families have become billionaires thanks to their stakes in the Omaha-based conglomerate, Bloomberg reported in May 2019. And not all of… [+880 chars]"
    },
    {
      "source": {
        "id": "business-insider",
        "name": "Business Insider"
      },
      "author": "Dan DeFrancesco",
      "title": "Alaska was hit by a 5.0-magnitude earthquake that impacted two capital cities and left locals' beds and showers shaking",
      "description": "Southeast Alaska and northern Canada were hit by a 5.0-magnitude earthquake. It was the second earthquake to hit the region in the last two days. According to the Anchorage Daily News, there was no immediate reports of injuries or damage. The National Tsunami…",
      "url": "https://www.businessinsider.com/alaska-northern-canada-earthquake-yukon-juneau-2019-9",
      "urlToImage": "https://amp.businessinsider.com/images/5d6bb6b22e22af69512b8d13-1920-960.jpg",
      "publishedAt": "2019-09-01T13:16:31Z",
      "content": "A 5.0-magnitude earthquake impacted southeast Alaska and northern Canada on Saturday night, marking the second time in just two days the region was affected by one. \r\n The Alaska Earthquake Center, the state's earthquake monitoring agency that's based at the … [+1176 chars]"
    },
    {
      "source": {
        "id": "business-insider",
        "name": "Business Insider"
      },
      "author": "Amanda Perelli",
      "title": "An influencer with over 50 million podcast downloads gives her advice on how to start a successful podcast in 2019",
      "description": "Social-media influencer Lauryn Evarts Bosstick cohosts \"The Skinny Confidential Him & Her Podcast\" with her husband, Michael Bosstick. The show, produced by Michael's influencer-focused podcasting network Dear Media, has over 50 million episode downloads, and…",
      "url": "https://www.businessinsider.com/how-to-start-a-successful-influencer-podcast-skinny-confidential-2019-8",
      "urlToImage": "https://amp.businessinsider.com/images/5d6843e22e22af2428436795-1920-960.jpg",
      "publishedAt": "2019-09-01T13:15:00Z",
      "content": "Podcasting has become a popular medium for influencers, and Lauryn Evarts Bosstick is at the forefront. \r\n \"Podcasting is the only medium that saves time,\" Bosstick told Business Insider. \"Every other medium takes the consumer's time.\" Instagram and Facebook … [+4761 chars]"
    },
    {
      "source": {
        "id": "business-insider",
        "name": "Business Insider"
      },
      "author": "Mark Matousek",
      "title": "The 10 best cruise ships for families",
      "description": "The website CruiseCritic compiled a ranking of the best cruise ships for families based on reviews from its users. The list includes a variety of ships from big names like Carnival Cruise Line, Royal Caribbean International, and Disney Cruise Line. A CruiseCr…",
      "url": "https://www.businessinsider.com/best-cruise-ships-for-families-2019-9",
      "urlToImage": "https://amp.businessinsider.com/images/5d66b0282e22af15b96f526e-2560-1280.jpg",
      "publishedAt": "2019-09-01T13:08:00Z",
      "content": "When you're taking your family on a cruise, it's important to choose a cruise ship that has something for everyone. \r\n The website CruiseCritic examined reviews from its users to determine which cruise ships are the best for families. (A CruiseCritic represen… [+350 chars]"
    },
    {
      "source": {
        "id": "business-insider",
        "name": "Business Insider"
      },
      "author": "Lisa Eadicicco",
      "title": "Ex-Apple store employees reveal the biggest mistakes customers make at the Genius Bar (AAPL)",
      "description": "Some of the most common mistakes people make when coming into the Apple Store for repairs include forgetting their iCloud password and failing to back up their device beforehand. Sometimes customers will forget to charge their device before bringing it in, to…",
      "url": "https://www.businessinsider.com/apple-store-employees-reveal-biggest-genius-bar-mistakes-2019-8",
      "urlToImage": "https://amp.businessinsider.com/images/5d6851e22e22af290c7bbe62-960-480.jpg",
      "publishedAt": "2019-09-01T12:57:00Z",
      "content": "When customers are dishonest about what happened to their device, it makes it harder to address the problem, two of the people said. \r\n \"On a technical level, if they're not honest with us, it becomes tough,\" said one former employee of seven years. \r\n The ex… [+221 chars]"
    },
    {
      "source": {
        "id": "business-insider",
        "name": "Business Insider"
      },
      "author": "Matt Turner",
      "title": "Peloton's pitch, a deadline at D.E. Shaw, and SoftBank's Deutsche Bank connection",
      "description": "Hello and happy Labor Day weekend! First it was WeWork. Now it's Peloton that's aiming to go public. As my colleague Alexei Oreskovic wrote this week in his weekly Trending email (sign up here if you don't already receive it ), there's more than just the red …",
      "url": "https://www.businessinsider.com/top-business-stories-this-week-peloton-ipo-deshaw-softbank-2019-8",
      "urlToImage": "https://amp.businessinsider.com/images/5d67ae3a2e22af08b26d6632-1136-568.jpg",
      "publishedAt": "2019-09-01T12:51:44Z",
      "content": "Hello and happy Labor Day weekend! \r\n First it was WeWork. Now it's Peloton that's aiming to go public. As my colleague Alexei Oreskovic wrote this week in his weekly Trending email (sign up here if you don't already receive it), there's more than just the re… [+5264 chars]"
    },
    {
      "source": {
        "id": "business-insider",
        "name": "Business Insider"
      },
      "author": "Lindsey Updyke",
      "title": "I'm a die-hard Whole Foods fan who shopped at Trader Joe's for the first time — and I know which grocery store I'll be going back to",
      "description": "Whole Foods and Trader Joe's are two of the most popular grocery store chains in the US. I've shopped at Whole Foods almost exclusively since moving to New York. But I r ecently decided to give Trader Joe's a try to see what all the fuss was about. Although I…",
      "url": "https://www.businessinsider.com/trader-joes-or-whole-foods-comparison-2019-8",
      "urlToImage": "https://amp.businessinsider.com/images/5d696d112e22af1f793b5de6-1334-667.jpg",
      "publishedAt": "2019-09-01T12:51:00Z",
      "content": "Whole Foods and Trader Joe's are two of the most popular grocery store chains in the US. \r\n There are plenty of noticeable similarities between the two stores, like their variety of organic and healthier options and their eco-friendly policies that many custo… [+669 chars]"
    },
    {
      "source": {
        "id": "business-insider",
        "name": "Business Insider"
      },
      "author": "Aria Bendix",
      "title": "This $15 million water tank can simulate a Category 5 hurricane. It could reveal clues about how storms worsen over time.",
      "description": "A $15 million machine at the University of Miami can simulate the conditions of a Category 5 hurricane. The acrylic tank — the largest of its kind — uses a wind tunnel and wave basin to mimic oceanic and atmospheric conditions. Brian Haus, the lab's director,…",
      "url": "https://www.businessinsider.com/hurricane-simulator-machine-category-5-storms-2019-8",
      "urlToImage": "https://amp.businessinsider.com/images/5d6999962e22af50a0349713-2732-1366.jpg",
      "publishedAt": "2019-09-01T12:43:00Z",
      "content": "He said the US needs to continue to invest in satellites, remote sensors, and direct observations of the ocean to monitor and predict hurricane behavior. \r\n He does not, however, support President Donald Trump's suggestion that the US drop nuclear bombs into … [+614 chars]"
    },
    {
      "source": {
        "id": "business-insider",
        "name": "Business Insider"
      },
      "author": "Benjamin Pimentel",
      "title": "Amazon Web Services is seeing its 'growth engine' change from infrastructure services to platform, as a new report shows how it continues to dominate the cloud wars (AMZN, MSFT)",
      "description": "Amazon is growing \"aggressively\" in platform-as-a-service, a key segment of the cloud market, Gartner analyst Ed Anderson told Business Insider. This underscores Amazon increasingly dominant position in cloud computing, even as Microsoft, Alibaba and Google a…",
      "url": "https://www.businessinsider.com/amazon-expanding-platform-cloud-gartner-2019-8",
      "urlToImage": "https://amp.businessinsider.com/images/5d5ac3decd97844e3d2dcef2-2732-1366.jpg",
      "publishedAt": "2019-09-01T12:30:00Z",
      "content": "Amazon has recently become even more dominant in the cloud as it grew more rapidly in a key segment of that market, a tech expert said Thursday. \r\n Amazon has been grabbing more share in platform-as-a-service (PaaS) — the segment that makes it easier for cust… [+2333 chars]"
    },
    {
      "source": {
        "id": "business-insider",
        "name": "Business Insider"
      },
      "author": "Joseph Zeballos-Roig",
      "title": "Republicans are on edge about the economy. Any slowdown from Trump’s trade wars could cost them the Senate",
      "description": "Republicans have weathered President Donald Trump's trade war against China with some unease, but their patience is starting to wear thin and their frustration is spilling out publicly. Recently, Republican Sen. Pat Toomey of Pennsylvania told Politico, \"ther…",
      "url": "https://www.businessinsider.com/trumps-trade-wars-could-cost-republicans-senate-majority-2019-8",
      "urlToImage": "https://amp.businessinsider.com/images/5d6848502e22af1877232d65-2732-1366.jpg",
      "publishedAt": "2019-09-01T12:13:00Z",
      "content": "Republicans have weathered President Donald Trump's trade war against China with some unease, but their patience starting to wear thin and their frustration is spilling out publicly. \r\n Republican Sen. Pat Toomey of Pennsylvania — a leading free-trader — rece… [+4683 chars]"
    },
    {
      "source": {
        "id": "business-insider",
        "name": "Business Insider"
      },
      "author": "Mark Matousek",
      "title": "9 flight attendants reveal the most shocking part of their jobs",
      "description": "Nine flight attendants described to Business Insider the most surprising part of their jobs. They work for eight airlines, including United Airlines, Delta Air Lines, and American Airlines. They offered a range of feedback about passengers, other flight atten…",
      "url": "https://www.businessinsider.com/flight-attendants-reveal-most-shocking-part-of-job-2019-8",
      "urlToImage": "https://amp.businessinsider.com/images/5d6953e52e22af1a263faae8-2732-1366.jpg",
      "publishedAt": "2019-09-01T12:11:00Z",
      "content": "A flight attendant who works for Worldwide Jet, which charters private jets, said she often works flights with celebrity passengers. By watching celebrities on television or reading about them in tabloids, you think you know them better than you do, she said.… [+308 chars]"
    },
    {
      "source": {
        "id": "business-insider",
        "name": "Business Insider"
      },
      "author": "Megan Hernbroth",
      "title": "Before it was a smash hit, clothing resale app Poshmark struggled to convince investors that mobile was the future. Here’s the original, 2011 pitch deck that inspired one VC to bet on it.",
      "description": "Poshmark, a clothing resale app, is one of the privately funded tech companies rumored to go public before the end of 2019 after it confidentially filed with the SEC in April. The company was founded in 2011 as GoshPosh before cofounder and CEO Manish Chandra…",
      "url": "https://www.businessinsider.com/clothing-resale-app-poshmark-first-investor-pitch-deck-2019-8",
      "urlToImage": "https://amp.businessinsider.com/images/5d6868df2e22af33997e2864-750-375.jpg",
      "publishedAt": "2019-09-01T12:00:00Z",
      "content": "Poshmark, the popular clothing resale app, is preparing to list shares on the public markets after filing confidential IPO paperwork with the SEC in April. \r\n The timing sets up the buzzy startup, which has raised more than $159 million in venture capital, to… [+2926 chars]"
    },
    {
      "source": {
        "id": "business-insider",
        "name": "Business Insider"
      },
      "author": "Dave Smith",
      "title": "Here's what Disney Plus, the company's $7-a-month answer to Netflix, looks like when you open it for the first time (DIS, NFLX)",
      "description": "Disney Plus, the company's long-awaited subscription streaming service, launches on November 12 for $7 a month. Disney Plus will offer access to Disney's films and shows, Marvel and Pixar movies, Star Wars, \" The Simpsons,\" National Geographic, and a ton of o…",
      "url": "https://www.businessinsider.com/disney-plus-guided-walkthrough-on-an-apple-tv-photos-2019-8",
      "urlToImage": "https://amp.businessinsider.com/images/5d69344d2e22af10f14ebe02-2732-1366.jpg",
      "publishedAt": "2019-09-01T11:56:00Z",
      "content": "Disney's huge new streaming service, Disney Plus, is almost here. \r\n On November 12, Disney will roll out its Plus service to the US, Canada, and the Netherlands, adding Australia and New Zealand one week later, and more countries later on. It costs $6.99 a m… [+1044 chars]"
    },
    {
      "source": {
        "id": "business-insider",
        "name": "Business Insider"
      },
      "author": "Marley Jay",
      "title": "Investors have triggered a recession signal with a perfect 50-year track record — and one expert says years of 0% market returns could be in store",
      "description": "Barry Bannister, Stifel's head of institutional equity strategy, says a market indicator with a flawless track record for 50 years is telling him that the US is months away from a stock plunge and recession. For Bannister, that settles a debate over the recen…",
      "url": "https://www.businessinsider.com/next-recession-signal-points-to-a-2020-downturn-barry-bannister-2019-8",
      "urlToImage": "https://amp.businessinsider.com/images/5d6940f02e22af14a0668977-1920-960.jpg",
      "publishedAt": "2019-09-01T10:02:00Z",
      "content": "Since the US yield curve inverted and startled the market, there's been a debate about whether the recession warning sign was for real. \r\n Stifel's head of institutional equity Barry Bannister says that it is, and the implications are more dire than most peop… [+2919 chars]"
    },
    {
      "source": {
        "id": "business-insider",
        "name": "Business Insider"
      },
      "author": "Alexandra Ma",
      "title": "A former 'body broker' has a surprising theory for why FBI agents found a person's head sewn onto a different torso in an Arizona body-donation center",
      "description": "Warning: This story contains graphic details. A 2014 FBI raid of a for-profit body-donation center in Phoenix, Arizona, found a woman's head sewn onto a larger man's torso, among other gruesome discoveries. It's not clear why someone at the centre did it, but…",
      "url": "https://www.businessinsider.com/philip-guyett-body-broker-theory-arizona-center-sewed-body-parts-2019-8",
      "urlToImage": "https://amp.businessinsider.com/images/5d3ae3ad8813a27c167e3d02-1136-568.jpg",
      "publishedAt": "2019-09-01T09:41:00Z",
      "content": "A former \"body broker\" has a surprising theory for why the FBI found different body parts sewn together in a 2014 raid, the gruesome details of which were revealed in court documents in July. \r\n During the raid of the Biological Resource Center (BRC) in Phoen… [+5169 chars]"
    },
    {
      "source": {
        "id": "business-insider",
        "name": "Business Insider"
      },
      "author": "Alan Dawson",
      "title": "Naomi Osaka consoled a teary-eyed Coco Gauff after beating her in style at the US Open",
      "description": "Naomi Osaka, 21, beat Cori \"Coco\" Gauff, 15, in the third round of the 2019 US Open on Saturday. Osaka swatted Gauff aside with a dominant straight sets score of 6-3, 6-0. After the match, Osaka could be seen consoling Gauff, giving her a pep talk to address …",
      "url": "https://www.businessinsider.com/naomi-osaka-consoled-coco-gauff-after-her-us-open-2019-9",
      "urlToImage": "https://amp.businessinsider.com/images/5d6b8acd2e22af5dc1009273-1920-960.jpg",
      "publishedAt": "2019-09-01T09:38:02Z",
      "content": "Naomi Osaka, 21, consoled a teary-eyed Cori \"Coco\" Gauff after dominating the 15-year-old in the third round of their 2019 US Open match at the Arthur Ashe Stadium. \r\n Osaka is the reigning US Open women's singles champion, and though her form has stuttered o… [+1796 chars]"
    },
    {
      "source": {
        "id": "business-insider",
        "name": "Business Insider"
      },
      "author": "Barnaby Lane",
      "title": "3 charts that show Neymar has been a massive waste of money at Paris Saint Germain",
      "description": "Neymar cost Paris Saint-Germain $250 million in 2017 but has been a massive waste of money. The amount Paris has spent on his wages in the two years since means each goal or assist the forward has contributed has cost more than $1 million. When compared to hi…",
      "url": "https://www.businessinsider.com/neymar-has-been-a-massive-waste-of-money-at-psg-2019-8",
      "urlToImage": "https://amp.businessinsider.com/images/5d692f232e22af46921bb8ee-1920-960.jpg",
      "publishedAt": "2019-09-01T08:49:09Z",
      "content": "Neymar became the most expensive soccer player in history when he joined Paris Saint Germain in the summer of 2017. He was supposed to be the club's superstar player, but instead he's been a massive waste of money. \r\n The French giant paid $250 million for th… [+6076 chars]"
    },
    {
      "source": {
        "id": "business-insider",
        "name": "Business Insider"
      },
      "author": "Gina Heeb",
      "title": "IT'S OFFICIAL: The US and China slap tariffs on thousands of each other's products in major trade war escalation",
      "description": "President Donald Trump followed through with plans to slap tariffs on $112 billion worth of products from China on Sunday. The move significantly escalated a trade dispute that has cast uncertainty on the economy and led to retaliation against American busine…",
      "url": "https://www.businessinsider.com/trump-trade-war-us-and-china-escalate-with-more-tariffs-2019-8",
      "urlToImage": "https://amp.businessinsider.com/images/5d19c49ca17d6c4aba0df967-2732-1366.jpg",
      "publishedAt": "2019-09-01T04:01:00Z",
      "content": "President Donald Trump followed through with plans to slap tariffs on $112 billion worth of products from China on Sunday, escalating a trade dispute that has cast uncertainty on the economy and led to retaliation against American businesses. \r\n The 15% tarif… [+2395 chars]"
    },
    {
      "source": {
        "id": "business-insider",
        "name": "Business Insider"
      },
      "author": "Ellen Cranley",
      "title": "Hackers cracked Jack Dorsey's Twitter account using a very simple technique",
      "description": "Twitter founder and CEO Jack Dorsey's official Twitter account was hacked on Friday, following a string of other odd incidents where YouTube celebrities and influencers were similarly targeted. The hackers apparently used a tactic known as SIM swapping or SIM…",
      "url": "https://www.businessinsider.com/jack-dorsey-hack-sim-swapping-how-2019-8",
      "urlToImage": "https://amp.businessinsider.com/images/5d6ace4c2e22af57516611b5-1920-960.jpg",
      "publishedAt": "2019-09-01T03:12:27Z",
      "content": "Twitter founder and CEO Jack Dorsey's official Twitter account was hacked on August 30, shocking his followers as his account spewed racial slurs, anti-Semitic tweets, and more offensive content, before all the tweets and retweets were eventually removed. \r\n … [+1646 chars]"
    },
    {
      "source": {
        "id": "business-insider",
        "name": "Business Insider"
      },
      "author": "Kat Tenbarge",
      "title": "Bernie Sanders' campaign is demanding that The Washington Post retract a fact-check article that assigned Sanders 3 'Pinocchios'",
      "description": "2020 Democratic presidential candidate Bernie Sanders' campaign team published a letter on Saturday demanding The Washington Post retract a recent fact-check article. The article questioned Sanders' claim that \"500,000 people go bankrupt every year because th…",
      "url": "https://www.businessinsider.com/bernie-sanders-washington-post-retract-fact-check-medical-bill-bankruptcy-2019-8",
      "urlToImage": "https://amp.businessinsider.com/images/5d6ad99b2e22af3a545e6243-1920-960.jpg",
      "publishedAt": "2019-09-01T02:39:00Z",
      "content": "Bernie Sanders and his team have taken another shot at The Washington Post in what has become a tense back-and-forth between one of the country's leading publications and one of the 2020 Democratic presidential frontrunners. \r\n The Bernie 2020 campaign's seni… [+3022 chars]"
    }
  ]
}
