{
  "status": "ok",
  "totalResults": 911,
  "articles": [
    {
      "source": {
        "id": "el-mundo",
        "name": "El Mundo"
      },
      "author": "BENJAMÍN G. ROSADO",
      "title": "William Christie: el jardín de las delicias de la música barroca",
      "description": "No cree William Christie que la música de Mozart surta efecto en las plantas. \"Otra cosa bien distinta -advierte el director de orquesta franco-estadounidense- es que la naturaleza",
      "url": "https://www.elmundo.es/cultura/laesferadepapel/2019/09/03/5d66742bfc6c83f25a8b45b9.html",
      "urlToImage": "https://e00-elmundo.uecdn.es/assets/multimedia/imagenes/2019/09/03/15674703226192.jpg",
      "publishedAt": "2019-09-03T00:25:56Z",
      "content": "No cree William Christie que la música de Mozart surta efecto en las plantas. \"Otra cosa bien distinta -advierte el director de orquesta franco-estadounidense- es que la naturaleza pueda mejorar la experiencia musical\". Tal es el propósito del festival que or… [+5174 chars]"
    },
    {
      "source": {
        "id": "el-mundo",
        "name": "El Mundo"
      },
      "author": "MANUEL LLORENTE",
      "title": "José Sacristán: \"En Delibes hay sufrimiento, pero su dolor es esperanzado\"",
      "description": "No es este un reto teatral cualquiera para José Sacristán. Mientras interpretaba Las guerras de nuestros antepasados (1989), también de Miguel Delibres, el actor ya quiso llevar a",
      "url": "https://www.elmundo.es/cultura/laesferadepapel/2019/09/03/5d680af7fdddff81398b4664.html",
      "urlToImage": "https://e00-elmundo.uecdn.es/assets/multimedia/imagenes/2019/09/02/15674394596466.jpg",
      "publishedAt": "2019-09-03T00:14:56Z",
      "content": "No es este un reto teatral cualquiera para José Sacristán. Mientras interpretaba Las guerras de nuestros antepasados (1989), también de Miguel Delibres, el actor ya quiso llevar a escena Señora de rojo sobre fondo gris, pero el escritor se negaba; bastante le… [+9131 chars]"
    },
    {
      "source": {
        "id": "el-mundo",
        "name": "El Mundo"
      },
      "author": "DARÍO PRIETO",
      "title": "José Carlos Martínez: primer español en coreografiar el Concierto de Año Nuevo de Viena... y sancionado por el Ministerio de Cultura",
      "description": "Dentro del capítulo de paradojas de la cultura española, este lunes tuvo lugar una coincidencia llamativa: en el mismo momento que se anunciaba el nombre de José Carlos Martínez co",
      "url": "https://www.elmundo.es/cultura/danza/2019/09/03/5d6d628f21efa0e6568b45d8.html",
      "urlToImage": "https://e00-elmundo.uecdn.es/assets/multimedia/imagenes/2019/09/02/15674489619551.jpg",
      "publishedAt": "2019-09-03T00:14:44Z",
      "content": "Dentro del capítulo de paradojas de la cultura española, este lunes tuvo lugar una coincidencia llamativa: en el mismo momento que se anunciaba el nombre de José Carlos Martínez como responsable de las coregrafías que acompañarán al próximo concierto de Año N… [+3021 chars]"
    },
    {
      "source": {
        "id": "el-mundo",
        "name": "El Mundo"
      },
      "author": "MARÍA HERNÁNDEZ",
      "title": "El pueblo de Mercadona y el de Inditex, entre los 10 municipios que más facturan de toda España",
      "description": "El Antiguo Mercado de Tavernes Blanques se construyó en 1934 junto a la carretera de Barcelona, un lugar escogido estratégicamente para favorecer el comercio de productos. El merca",
      "url": "https://www.elmundo.es/economia/empresas/2019/09/03/5d6d09bc21efa0d5078b4654.html",
      "urlToImage": "https://e00-elmundo.uecdn.es/assets/multimedia/imagenes/2019/09/02/15674353095694.jpg",
      "publishedAt": "2019-09-03T00:14:42Z",
      "content": "El Antiguo Mercado de Tavernes Blanques se construyó en 1934 junto a la carretera de Barcelona, un lugar escogido estratégicamente para favorecer el comercio de productos. El mercado sigue en pie hoy en día y en el Ayuntamiento de la localidad consideran que … [+3778 chars]"
    },
    {
      "source": {
        "id": "el-mundo",
        "name": "El Mundo"
      },
      "author": "ALBERTO ROJAS",
      "title": "\"Polonia soportó lo peor de la Segunda Guerra Mundial\"",
      "description": "El historiador británico Roger Moorhouse, uno de los pocos extranjeros que se ha ocupado en profundidad de la invasión de Polonia por parte de nazis y soviéticos en 1939, presenta",
      "url": "https://www.elmundo.es/internacional/2019/09/03/5d695be5fdddff73668b467f.html",
      "urlToImage": "https://e00-elmundo.uecdn.es/assets/multimedia/imagenes/2019/08/30/15671885319281.jpg",
      "publishedAt": "2019-09-03T00:14:35Z",
      "content": "El historiador británico Roger Moorhouse, uno de los pocos extranjeros que se ha ocupado en profundidad de la invasión de Polonia por parte de nazis y soviéticos en 1939, presenta First to fight, un completo estudio de la ofensiva militar de la que ahora se c… [+5658 chars]"
    },
    {
      "source": {
        "id": "el-mundo",
        "name": "El Mundo"
      },
      "author": "XAVIER COLÁS",
      "title": "Beslán: la madre que tuvo que elegir a qué hijo salvar",
      "description": "Beslán es un lugar extraño en su amargura: las escuelas cierran cuando el resto de Rusia celebra el primer día de clase, tiene un cementerio donde la media de edad es infantil y lo",
      "url": "https://www.elmundo.es/internacional/2019/09/03/5d6d6dea21efa08c438b4648.html",
      "urlToImage": "https://e00-elmundo.uecdn.es/assets/multimedia/imagenes/2019/09/02/15674528786880.jpg",
      "publishedAt": "2019-09-03T00:14:31Z",
      "content": "Beslán es un lugar extraño en su amargura: las escuelas cierran cuando el resto de Rusia celebra el primer día de clase, tiene un cementerio donde la media de edad es infantil y los vecinos hacen ofrendas a niños muertos colocando botellas de agua mineral. \r\n… [+7650 chars]"
    },
    {
      "source": {
        "id": "el-mundo",
        "name": "El Mundo"
      },
      "author": "DANIEL J. OLLERO",
      "title": "Villarejo cifró sus discos duros con un programa obsoleto e \"inseguro\" pero el CNI es incapaz de descifrarlos",
      "description": "Antes de caer en desgracia y y acabar en prisión provisional, el excomisario José Villarejo ya presumía ante su presunto cómplice (el comisario Enrique García Castaño) de mantener",
      "url": "https://www.elmundo.es/tecnologia/2019/09/03/5d6d4f9021efa043188b45cc.html",
      "urlToImage": "https://e00-elmundo.uecdn.es/assets/multimedia/imagenes/2019/09/02/15674539269088.jpg",
      "publishedAt": "2019-09-03T00:14:22Z",
      "content": "Antes de caer en desgracia y y acabar en prisión provisional, el excomisario José Villarejo ya presumía ante su presunto cómplice (el comisario Enrique García Castaño) de mantener \"a raja tabla\" el secreto de la información sensible que manejaba en sus negoci… [+6255 chars]"
    },
    {
      "source": {
        "id": "el-mundo",
        "name": "El Mundo"
      },
      "author": "VÍCTOR MONDELO",
      "title": "\"Volveremos\", lema de una Diada volcada con los presos",
      "description": "El independentismo tratará de maquillar durante la Diada la severa fractura que le impide consensuar cómo responder a la sentencia del procés. El Govern de la Generalitat y Parlame",
      "url": "https://www.elmundo.es/cataluna/2019/09/03/5d6d6190fdddff830d8b466b.html",
      "urlToImage": "https://e00-elmundo.uecdn.es/assets/multimedia/imagenes/2019/09/02/15674493190507.jpg",
      "publishedAt": "2019-09-03T00:14:21Z",
      "content": "El independentismo tratará de maquillar durante la Diada la severa fractura que le impide consensuar cómo responder a la sentencia del procés. El Govern de la Generalitat y Parlament convertirán los actos institucionales de conmemoración del 11 de septiembre … [+1204 chars]"
    },
    {
      "source": {
        "id": "el-mundo",
        "name": "El Mundo"
      },
      "author": "VÍCTOR MARTÍNEZ, RAQUEL VILLAÉCIJA",
      "title": "El turismo ya da síntomas de agotamiento en pleno pinchazo de la industria",
      "description": "Dos nuevas alertas rojas se encendieron ayer en torno a la economía española. Industria y turismo, dos de los motores de las cuentas nacionales equivalentes a un cuarto del PIB, mu",
      "url": "https://www.elmundo.es/economia/2019/09/03/5d6d578cfc6c834e708b45ba.html",
      "urlToImage": "https://e00-elmundo.uecdn.es/assets/multimedia/imagenes/2019/07/09/15626848433141.jpg",
      "publishedAt": "2019-09-03T00:14:15Z",
      "content": "Dos nuevas alertas rojas se encendieron ayer en torno a la economía española. Industria y turismo, dos de los motores de las cuentas nacionales equivalentes a un cuarto del PIB, muestran ya claras señales de ralentización contagiados por el frenazo económico … [+4028 chars]"
    },
    {
      "source": {
        "id": "el-mundo",
        "name": "El Mundo"
      },
      "author": "ALBERTO MUÑOZ",
      "title": "Españoles en Reino Unido: cómo prepararse para un Brexit sin acuerdo",
      "description": "El Reino Unido abandonará la UE el próximo 31 de octubre si fracasan los planes de la oposición, provocando un caos administrativo que se agravará en el caso de que la salida sea n",
      "url": "https://www.elmundo.es/internacional/2019/09/03/5d6d5c79fc6c839f288b45b0.html",
      "urlToImage": "https://e00-elmundo.uecdn.es/assets/multimedia/imagenes/2019/09/02/15674486415955.jpg",
      "publishedAt": "2019-09-03T00:14:15Z",
      "content": "El Reino Unido abandonará la UE el próximo 31 de octubre si fracasan los planes de la oposición, provocando un caos administrativo que se agravará en el caso de que la salida sea no negociada. Independientemente del resultado, hay cinco trámites a tener en cu… [+4044 chars]"
    },
    {
      "source": {
        "id": "el-mundo",
        "name": "El Mundo"
      },
      "author": "PABLO SCARPELLINI",
      "title": "Las cuentas robadas de Anne, la primera 'delincuente' espacial",
      "description": "Anne McClain llevaba meses lejos de la Tierra. A 400 kilómetros para ser exactos, como parte de una expedición a la Estación Espacial Internacional (ISS) que tenía la misión de hac",
      "url": "https://www.elmundo.es/cronica/2019/09/03/5d692c1bfdddff84028b458c.html",
      "urlToImage": "https://e00-elmundo.uecdn.es/assets/multimedia/imagenes/2019/08/30/15671732197907.jpg",
      "publishedAt": "2019-09-03T00:14:13Z",
      "content": "Anne McClain llevaba meses lejos de la Tierra. A 400 kilómetros para ser exactos, como parte de una expedición a la Estación Espacial Internacional (ISS) que tenía la misión de hacer Historia. La NASA la había seleccionado para una caminata espacial sin prece… [+6190 chars]"
    },
    {
      "source": {
        "id": "el-mundo",
        "name": "El Mundo"
      },
      "author": "JUANMA LAMET, OLGA R. SANMARTÍN",
      "title": "Ciudadanos se abre a España Suma en el Senado",
      "description": "Los últimos encontronazos entre el PSOE y Podemos han acercado notablemente la posibilidad de que se repitan las elecciones generales, así que los dos grandes partidos del centrode",
      "url": "https://www.elmundo.es/espana/2019/09/03/5d6d546efdddffce2e8b46ce.html",
      "urlToImage": "https://e00-elmundo.uecdn.es/assets/multimedia/imagenes/2019/09/02/15674458629809.jpg",
      "publishedAt": "2019-09-03T00:14:09Z",
      "content": "Los últimos encontronazos entre el PSOE y Podemos han acercado notablemente la posibilidad de que se repitan las elecciones generales, así que los dos grandes partidos del centroderecha han puesto sus barbas a remojar. El PP ha monopolizado el debate de la co… [+4180 chars]"
    },
    {
      "source": {
        "id": "el-mundo",
        "name": "El Mundo"
      },
      "author": "QUICO ALSEDO",
      "title": "Blanca Fernández Ochoa y Cercedilla: perdida en su propia niñez",
      "description": "Prácticamente todo en torno a Cercedilla (6.900 habitantes), un recoleto y bello rincón de la Sierra de Madrid, remite a los Fernández-Ochoa.\n\nDelante del propio Ayuntamiento, una",
      "url": "https://www.elmundo.es/deportes/mas-deporte/2019/09/03/5d6d63aefdddff8fa78b45e3.html",
      "urlToImage": "https://e00-elmundo.uecdn.es/assets/multimedia/imagenes/2019/09/02/15674610926374.jpg",
      "publishedAt": "2019-09-03T00:14:09Z",
      "content": "Prácticamente todo en torno a Cercedilla (6.900 habitantes), un recoleto y bello rincón de la Sierra de Madrid, remite a los Fernández-Ochoa.\r\nDelante del propio Ayuntamiento, una estatua de Paco, el primogénito de la familia, ganando un improbable oro en esl… [+3886 chars]"
    },
    {
      "source": {
        "id": "el-mundo",
        "name": "El Mundo"
      },
      "author": "QUICO ALSEDO",
      "title": "Diez días sin Blanca Fernández Ochoa: radiografía de una búsqueda desesperada",
      "description": "\"Estamos muy jodidos, esto es durísimo pero hay que encontrarla como sea\", deslizaban desde la familia Fernández Ochoa cuando se entraba, este martes, en el décimo día sin noticias de la medallista olímpica, el tercero de búsqueda policial. Leer",
      "url": "https://www.elmundo.es/deportes/mas-deporte/2019/09/03/5d6d8df2fdddff08158b466e.html",
      "urlToImage": "https://i.ytimg.com/vi/ur34PM277Wo/maxresdefault.jpg",
      "publishedAt": "2019-09-03T00:14:08Z",
      "content": "\"Estamos muy tristes\", admitía su hermana Lola, que la acogía últimamente. \"Yo creo que pudo pillarla aquí la tormenta del lunes 26, que fue una granizada enorme... Y si fue así, igual ha tenido un accidente. Todos en la familia conocemos estas montañas bien,… [+4856 chars]"
    },
    {
      "source": {
        "id": "el-mundo",
        "name": "El Mundo"
      },
      "author": "VÍCTOR MARTÍNEZ",
      "title": "Pedro Sánchez coloca a 330 altos cargos en sólo 10 meses",
      "description": "La llegada de Pedro Sánchez a La Moncloa ha supuesto un vuelco total en la lista de altos cargos de la Administración que elabora el Ministerio de Política Territorial y Función Pú",
      "url": "https://www.elmundo.es/espana/2019/09/03/5d6d6ac8fdddff73758b45a5.html",
      "urlToImage": "https://e00-elmundo.uecdn.es/assets/multimedia/imagenes/2019/09/02/15674502456893.jpg",
      "publishedAt": "2019-09-03T00:14:07Z",
      "content": "La llegada de Pedro Sánchez a La Moncloa ha supuesto un vuelco total en la lista de altos cargos de la Administración que elabora el Ministerio de Política Territorial y Función Pública. En una gran parte para colocar a afines al PSOE. La última actualización… [+4600 chars]"
    },
    {
      "source": {
        "id": "el-mundo",
        "name": "El Mundo"
      },
      "author": "CARLOS SEGOVIA",
      "title": "Bankia, una \"pesadilla\" con el 86% de las ayudas sin recuperar",
      "description": "La fiscal Anticorrupción, Carmen Launa, solemnizó ante los acusados la amargura que se vive en la sociedad española con el escándalo de Bankia y otras cajas de ahorros y que no ha",
      "url": "https://www.elmundo.es/economia/2019/09/03/5d6d5a44fc6c8360768b4673.html",
      "urlToImage": "https://e00-elmundo.uecdn.es/assets/multimedia/imagenes/2019/09/02/15674497347888.jpg",
      "publishedAt": "2019-09-03T00:11:37Z",
      "content": "La fiscal Anticorrupción, Carmen Launa, solemnizó ante los acusados la amargura que se vive en la sociedad española con el escándalo de Bankia y otras cajas de ahorros y que no ha encontrado suficiente respuesta hasta ahora de los poderes públicos. Al contrar… [+3159 chars]"
    },
    {
      "source": {
        "id": "el-mundo",
        "name": "El Mundo"
      },
      "author": "EDUARDO FERNÁNDEZ",
      "title": "La presidencia de Javier Monzón en Prisa, amenazada por las imputaciones de la Púnica",
      "description": "Entre las nuevas imputaciones presentadas desde la Audiencia Nacional por el caso Púnica destacan sin duda políticas como Esperanza Aguirre y Cristina Cifuentes, pero en el listado",
      "url": "https://www.elmundo.es/economia/2019/09/03/5d6d605221efa050568b45c1.html",
      "urlToImage": "https://e00-elmundo.uecdn.es/assets/multimedia/imagenes/2019/09/02/15674524105078.jpg",
      "publishedAt": "2019-09-03T00:10:40Z",
      "content": "Entre las nuevas imputaciones presentadas desde la Audiencia Nacional por el caso Púnica destacan sin duda políticas como Esperanza Aguirre y Cristina Cifuentes, pero en el listado figuran también nombres relevantes en la empresa española, como el de Javier M… [+3561 chars]"
    },
    {
      "source": {
        "id": "el-mundo",
        "name": "El Mundo"
      },
      "author": "PABLO HERRAIZ",
      "title": "Quién es quién en la financiación ilegal del PP de Madrid",
      "description": "Casi 25 años de Gobierno del PP en la Comunidad de Madrid han dado tiempo para perfeccionar un sistema de financiación ilegal que al que el juez García Castellón ha puesto el lazo. Leer",
      "url": "https://www.elmundo.es/espana/2019/09/03/5d6d6c5021efa0cd558b45b2.html",
      "urlToImage": "https://e00-elmundo.uecdn.es/assets/multimedia/imagenes/2019/09/02/15674542274940.jpg",
      "publishedAt": "2019-09-03T00:10:39Z",
      "content": "Casi 25 años de Gobierno del PP en la Comunidad de Madrid han dado tiempo para perfeccionar un sistema de financiación ilegal que al que el juez García Castellón ha puesto el lazo tras la imputación este pasado lunes de la ex presidenta Esperanza Aguirre y va… [+5525 chars]"
    },
    {
      "source": {
        "id": "el-mundo",
        "name": "El Mundo"
      },
      "author": "MARCO IMARISIO",
      "title": "El retorno a los orígenes de Beppe Grillo",
      "description": "Querer ser absolutamente exigente es una pose. Aquel \"me dirijo a los jóvenes y a las bases del PD (Partido Demócrata)\" resonó a menudo durante el 'tsunami tour', el 'giro' de Ital",
      "url": "https://www.elmundo.es/internacional/2019/09/03/5d6d563721efa0432b8b45da.html",
      "urlToImage": "https://e00-elmundo.uecdn.es/assets/multimedia/imagenes/2019/09/02/15674463234043.jpg",
      "publishedAt": "2019-09-03T00:10:00Z",
      "content": "Querer ser absolutamente exigente es una pose. Aquel \"me dirijo a los jóvenes y a las bases del PD (Partido Demócrata)\" resonó a menudo durante el 'tsunami tour', el 'giro' de Italia en 38 días y 73 etapas, con casi siempre dos eventos al día, la gira más log… [+5475 chars]"
    },
    {
      "source": {
        "id": "el-mundo",
        "name": "El Mundo"
      },
      "author": "EMILIA LANDALUCE",
      "title": "Blanca y el circo",
      "description": "En mi generación -más joven que unos y más vieja que otros- tenemos dos imágenes deportivas grabadas en la retina. Arancha Sánchez Vicario revolcándose en la tierra batida de Rolan",
      "url": "https://www.elmundo.es/madrid/2019/09/03/5d6d4c4921efa050568b4598.html",
      "urlToImage": "https://e00-elmundo.uecdn.es/assets/multimedia/imagenes/2019/09/02/15674440865889.jpg",
      "publishedAt": "2019-09-03T00:08:14Z",
      "content": "En mi generación -más joven que unos y más vieja que otros- tenemos dos imágenes deportivas grabadas en la retina. Arancha Sánchez Vicario revolcándose en la tierra batida de Roland Garros y por supuesto, ese bronce heroico de Blanca Fernández-Ochoa en Albert… [+2153 chars]"
    },
    {
      "source": {
        "id": "el-mundo",
        "name": "El Mundo"
      },
      "author": "Fátima Elidrissi",
      "title": "En defensa de la escucha, por Pablo Messiez",
      "description": "Iván, Olga e Irina son tres hermanos que, junto a Miguel, amigo de la familia, se dedican a escuchar canciones en una enorme caja de música. Lo hacen sistemáticamente desde la muer",
      "url": "https://www.elmundo.es/madrid/2019/09/03/5d6d2efe21efa0b8568b459e.html",
      "urlToImage": "https://e00-elmundo.uecdn.es/assets/multimedia/imagenes/2019/09/02/15674365898684.jpg",
      "publishedAt": "2019-09-03T00:08:13Z",
      "content": "Iván, Olga e Irina son tres hermanos que, junto a Miguel, amigo de la familia, se dedican a escuchar canciones en una enorme caja de música. Lo hacen sistemáticamente desde la muerte de su padre, un año antes, como un modo de huir del mundo exterior, donde el… [+4054 chars]"
    },
    {
      "source": {
        "id": "el-mundo",
        "name": "El Mundo"
      },
      "author": "VIRGINIA GÓMEZ",
      "title": "Plan municipal para revitalizar los mercados de Madrid a través de las nuevas tecnologías",
      "description": "El Ayuntamiento prevé crear una página web propia para promocionarse, crear la aplicación Mercamad y potenciar la venta 'online' entre los 2.300 comerciantes de estos equipamientos Leer",
      "url": "https://www.elmundo.es/madrid/2019/09/03/5d6d128221efa0da528b45c8.html",
      "urlToImage": "https://e00-elmundo.uecdn.es/assets/multimedia/imagenes/2019/09/02/15674380943215.jpg",
      "publishedAt": "2019-09-03T00:08:12Z",
      "content": "El Ayuntamiento de Madrid ya está trabajando para poner en marcha antes de finales de año una serie de iniciativas que revitalicen y modernicen los mercados municipales de la capital basadas especialmente en las nuevas tecnologías. La idea principal, según ha… [+3800 chars]"
    },
    {
      "source": {
        "id": "el-mundo",
        "name": "El Mundo"
      },
      "author": "elmundo.es",
      "title": "Economía: el frenazo ya no es un aviso",
      "description": "Los principales motores de nuestra economía empiezan a acusar ya los efectos de la ralentización. El turismo y la industria han cerrado el verano con síntomas más que palpables de",
      "url": "https://www.elmundo.es/opinion/2019/09/03/5d6d5b8b21efa02e038b4640.html",
      "urlToImage": "https://e00-elmundo.uecdn.es/assets/multimedia/imagenes/2019/09/02/15674480119403.jpg",
      "publishedAt": "2019-09-03T00:05:27Z",
      "content": "Los principales motores de nuestra economía empiezan a acusar ya los efectos de la ralentización. El turismo y la industria han cerrado el verano con síntomas más que palpables de agotamiento. Cierto es que ambos dependen en demasía de las adversas circunstan… [+550 chars]"
    },
    {
      "source": {
        "id": "el-mundo",
        "name": "El Mundo"
      },
      "author": "elmundo.es",
      "title": "Tim Robbins: \"La ira define nuestro tiempo y nuestra forma de relacionarnos\"",
      "description": "Tim Robbins (West Covina, 1958) no quiere aclarar cómo reaccionaron los presos de la cárcel de California cuando se presentó ante ellos el protagonista de 'Cadena perpetua' y, por",
      "url": "https://www.elmundo.es/cultura/cine/2019/09/03/5d6dadb3fdddff51398b456f.html",
      "urlToImage": "https://e00-elmundo.uecdn.es/assets/multimedia/imagenes/2019/09/03/15674689483638.jpg",
      "publishedAt": "2019-09-03T00:04:44Z",
      "content": "Tim Robbins (West Covina, 1958) no quiere aclarar cómo reaccionaron los presos de la cárcel de California cuando se presentó ante ellos el protagonista de 'Cadena perpetua' y, por tanto, el mayor de los mitos para cualquier condenado. Aquella fuga, en efecto,… [+2770 chars]"
    },
    {
      "source": {
        "id": "el-mundo",
        "name": "El Mundo"
      },
      "author": "VICTOR DE LA SERNA",
      "title": "Donald Trump, ¿traicionado por los medios?",
      "description": "Momento terrible historia política contemporánea: Donald Trump se declara traicionado por su medio de comunicación de confianza. Y lo hizo el pasado 28 de agosto a través de su red",
      "url": "https://www.elmundo.es/papel/firmas/2019/09/03/5d6d4f2021efa08c438b4633.html",
      "urlToImage": "https://e00-elmundo.uecdn.es/assets/multimedia/imagenes/2019/09/02/15674214863546.jpg",
      "publishedAt": "2019-09-03T00:04:39Z",
      "content": "Momento terrible historia política contemporánea: Donald Trump se declara traicionado por su medio de comunicación de confianza. Y lo hizo el pasado 28 de agosto a través de su red social de cabecera, Twitter: «No quiero ganar para mí mismo, sólo quiero ganar… [+2461 chars]"
    },
    {
      "source": {
        "id": "el-mundo",
        "name": "El Mundo"
      },
      "author": "SILVIA MORENO",
      "title": "Sergio Sarria: \"Hay prejuicios con la Semana Santa y el Rocío, y no con otras fiestas como la calçotada\"",
      "description": "Sergio Sarria. Málaga, 1979. El escritor y guionista acaba de presentar su segunda novela Cuando nadie nos ve (Espasa), un cóctel explosivo de tradición y vanguardia. Este lunes fu",
      "url": "https://www.elmundo.es/papel/2019/09/03/5d6ceb03fc6c83c61d8b45a0.html",
      "urlToImage": "https://e00-elmundo.uecdn.es/assets/multimedia/imagenes/2019/09/02/15674325351069.jpg",
      "publishedAt": "2019-09-03T00:04:38Z",
      "content": "Sergio Sarria. Málaga, 1979. El escritor y guionista acaba de presentar su segunda novela Cuando nadie nos ve (Espasa), un cóctel explosivo de tradición y vanguardia. Este lunes fue el preestreno en el Festival de Vitoria de Malaka, la serie en la que también… [+8297 chars]"
    },
    {
      "source": {
        "id": "el-mundo",
        "name": "El Mundo"
      },
      "author": "LAURA TARDÓN",
      "title": "Alzheimer antes de los 30: \"Ana está condenada, pero tengo que seguir luchando por nuestros hijos\"",
      "description": "Tener Alzheimer a los 27 años. Caprichosa paradoja del destino que golpea justo a una edad en la que todo está por hacer y cuando casi cualquier proyecto de vida es posible. Así se",
      "url": "https://www.elmundo.es/papel/historias/2019/09/03/5d67aa8bfdddff471f8b4680.html",
      "urlToImage": "https://e00-elmundo.uecdn.es/assets/multimedia/imagenes/2019/09/02/15674313565666.jpg",
      "publishedAt": "2019-09-03T00:04:37Z",
      "content": "Tener Alzheimer a los 27 años. Caprichosa paradoja del destino que golpea justo a una edad en la que todo está por hacer y cuando casi cualquier proyecto de vida es posible. Así sería si no fuera por el varapalo de un diagnóstico completamente inesperado que … [+10989 chars]"
    },
    {
      "source": {
        "id": "el-mundo",
        "name": "El Mundo"
      },
      "author": "DAVID SANZ EZQUERRO",
      "title": "Malaka: thriller bajo la luz de la Málaga más oscura",
      "description": "Malaka se asienta en la parte más sombría de la capital de la Costa del Sol. \"Intentar contener la luz en Málaga es difícil. Hay una claridad con la que no puedes hacer gran cosa.",
      "url": "https://www.elmundo.es/television/2019/09/03/5d6d6507fdddff243f8b45c6.html",
      "urlToImage": "https://e00-elmundo.uecdn.es/assets/multimedia/imagenes/2019/09/02/15674503576926.jpg",
      "publishedAt": "2019-09-03T00:03:16Z",
      "content": "Malaka se asienta en la parte más sombría de la capital de la Costa del Sol. \"Intentar contener la luz en Málaga es difícil. Hay una claridad con la que no puedes hacer gran cosa. La oscuridad viene por otro lado\", explica a este diario Daniel Corpas (Yo soy … [+3014 chars]"
    },
    {
      "source": {
        "id": "el-mundo",
        "name": "El Mundo"
      },
      "author": "DAVID GISTAU",
      "title": "Pablo Iglesias, contra las cuerdas",
      "description": "La pelea de Zaire entre el campeón George Foreman y el aspirante Mohamed Alí (octubre de 1974) es una de las más famosas de la historia. Conocida como el Rumble-In-The-Jungle, fue",
      "url": "https://www.elmundo.es/espana/2019/09/03/5d6d4de6fdddff77b98b4644.html",
      "urlToImage": "https://e00-elmundo.uecdn.es/assets/multimedia/imagenes/2019/09/02/15674440127569.jpg",
      "publishedAt": "2019-09-02T23:39:18Z",
      "content": "La pelea de Zaire entre el campeón George Foreman y el aspirante Mohamed Alí (octubre de 1974) es una de las más famosas de la historia. Conocida como el Rumble-In-The-Jungle, fue mucho más que un evento deportivo por el que se estacionaron en Kinshasa cronis… [+4779 chars]"
    },
    {
      "source": {
        "id": "el-mundo",
        "name": "El Mundo"
      },
      "author": "ANA SIERRA",
      "title": "Cómo ponerte a 1.000 en la 'vuelta al cole' sexual",
      "description": "Sé que muchos estaréis en plena resaca posvacacional y con infinidad de cosas que organizar. Y no es que yo quiera daros más trabajo, aunque pueda parecerlo, sino la oportunidad de",
      "url": "https://www.elmundo.es/vida-sana/sexo/2019/09/03/5d6cc3dcfc6c83db7a8b45e2.html",
      "urlToImage": "https://e00-elmundo.uecdn.es/assets/multimedia/imagenes/2019/09/02/5d6cc3dcfc6c83db7a8b45e2_facebook.jpg",
      "publishedAt": "2019-09-02T23:07:33Z",
      "content": "Sé que muchos estaréis en plena resaca posvacacional y con infinidad de cosas que organizar. Y no es que yo quiera daros más trabajo, aunque pueda parecerlo, sino la oportunidad de que recibáis y generéis más placer. Dicho así, puede que os motive más mi prop… [+3862 chars]"
    },
    {
      "source": {
        "id": "el-mundo",
        "name": "El Mundo"
      },
      "author": "ESPERANZA GRACIA",
      "title": "Horóscopo del 3 de septiembre de 2019",
      "description": "Aries\nDisfruta de lo que te rodea y presta mucha atención a los acontecimientos que se produzcan en tu entorno, ya que pueden ser muy importantes para ti. La Luna creciente te recu",
      "url": "https://www.elmundo.es/yodona/horoscopo/2019/09/02/5d3577e5fc6c8356258b460d.html",
      "urlToImage": "https://e00-elmundo.uecdn.es/assets/multimedia/imagenes/2019/07/22/5d3577e5fc6c8356258b460d_facebook.jpg",
      "publishedAt": "2019-09-02T22:50:06Z",
      "content": "La modelo Kaia Gerber cumple hoy 18 años Foto: GTRESONLINE\r\nAries\r\nDisfruta de lo que te rodea y presta mucha atención a los acontecimientos que se produzcan en tu entorno, ya que pueden ser muy importantes para ti. La Luna creciente te recuerda el encanto qu… [+2227 chars]"
    },
    {
      "source": {
        "id": "el-mundo",
        "name": "El Mundo"
      },
      "author": "EFE",
      "title": "Bolsonaro no participará en cumbre de países amazónicos que él mismo propuso por motivos de salud",
      "description": "El presidente brasileño, Jair Bolsonaro, no podrá participar en la cumbre de países amazónicos prevista para el sábado viernes en la ciudad colombiana de Leticia por motivos de sal",
      "url": "https://www.elmundo.es/internacional/2019/09/03/5d6d9af921efa0e6558b45c2.html",
      "urlToImage": "https://e00-elmundo.uecdn.es/assets/multimedia/imagenes/2019/09/03/15674641642076.jpg",
      "publishedAt": "2019-09-02T22:43:26Z",
      "content": "El presidente brasileño, Jair Bolsonaro, no podrá participar en la cumbre de países amazónicos prevista para el sábado viernes en la ciudad colombiana de Leticia por motivos de salud y estudia enviar un sustituto de alto nivel o proponer que la cita sea pospu… [+4107 chars]"
    },
    {
      "source": {
        "id": "el-mundo",
        "name": "El Mundo"
      },
      "author": "VICENTE SALANER",
      "title": "Día de obcecación, pero de victoria de España",
      "description": "Contra un equipo más bajito, más atlético y más rápido, que inicia gran parte de los movimientos con un uno-contra-uno agresivo hacia la canasta, una selección como la española se",
      "url": "https://www.elmundo.es/deportes/baloncesto/mundial-de-baloncesto/2019/09/03/5d6d4818fc6c83d01e8b45ce.html",
      "urlToImage": "https://e00-elmundo.uecdn.es/assets/multimedia/imagenes/2019/09/02/15674429175177.jpg",
      "publishedAt": "2019-09-02T22:18:18Z",
      "content": "Contra un equipo más bajito, más atlético y más rápido, que inicia gran parte de los movimientos con un uno-contra-uno agresivo hacia la canasta, una selección como la española se enfrentaba a un estilo norteamericano y desequilibrante que no le va particular… [+1982 chars]"
    },
    {
      "source": {
        "id": "el-mundo",
        "name": "El Mundo"
      },
      "author": "LUCAS SÁEZ-BRAVO",
      "title": "¿Y cuando no le entren los triples a España, qué?",
      "description": "Serbia le asestó el lunes 126 puntos a Filipinas, que es la segunda mayor victoria de los balcánicos, Yugoslavia incluida, en la historia de los Mundiales y la segunda mayor en el",
      "url": "https://www.elmundo.es/deportes/baloncesto/mundial-de-baloncesto/2019/09/03/5d6d5b85fc6c8382158b4661.html",
      "urlToImage": "https://e00-elmundo.uecdn.es/assets/multimedia/imagenes/2019/09/02/15674477520870.jpg",
      "publishedAt": "2019-09-02T22:16:02Z",
      "content": "Serbia le asestó el lunes 126 puntos a Filipinas, que es la segunda mayor victoria de los balcánicos, Yugoslavia incluida, en la historia de los Mundiales y la segunda mayor en el torneo en el siglo XXI. Anotó el 75% de sus lanzamientos y 12 triples, uno meno… [+3296 chars]"
    },
    {
      "source": {
        "id": "el-mundo",
        "name": "El Mundo"
      },
      "author": "FRANCISCO CABEZAS",
      "title": "Cierre de mercado: ¿por qué no llegaron Neymar y Pogba?",
      "description": "Creó la UEFA en 2011 el Fair Play financiero porque aquello se estaba saliendo de madre y existía el peligro de que clubes históricos pudieran quebrar. Pero, ante el monstruoso cre",
      "url": "https://www.elmundo.es/deportes/futbol/primera-division/2019/09/03/5d6d6ffbfc6c83d01e8b45db.html",
      "urlToImage": "https://e00-elmundo.uecdn.es/assets/multimedia/imagenes/2019/09/02/15674531391973.jpg",
      "publishedAt": "2019-09-02T22:07:18Z",
      "content": "Creó la UEFA en 2011 el Fair Play financiero porque aquello se estaba saliendo de madre y existía el peligro de que clubes históricos pudieran quebrar. Pero, ante el monstruoso crecimiento del show, había que seguir alimentando a la bestia. Por eso la Asociac… [+4601 chars]"
    },
    {
      "source": {
        "id": "el-mundo",
        "name": "El Mundo"
      },
      "author": "EFE",
      "title": "Al menos cinco civiles muertos y 50 heridos en un ataque talibán a un complejo de extranjeros en Kabul",
      "description": "Al menos cinco civiles murieron y otros 50 resultaron heridos este lunes tras un atentado talibán en Kabul con un camión cargado de explosivos cerca de un complejo residencial en e",
      "url": "https://www.elmundo.es/internacional/2019/09/02/5d6d810bfdddff28418b458f.html",
      "urlToImage": "https://e00-elmundo.uecdn.es/assets/v12/img/destacadas/elmundo__logo-generica.jpg",
      "publishedAt": "2019-09-02T20:52:55Z",
      "content": "Al menos cinco civiles murieron y otros 50 resultaron heridos este lunes tras un atentado talibán en Kabul con un camión cargado de explosivos cerca de un complejo residencial en el que suelen alojarse contratistas militares extranjeros.\r\n\"Cinco muertos y 50 … [+3280 chars]"
    },
    {
      "source": {
        "id": "el-mundo",
        "name": "El Mundo"
      },
      "author": "LUIS MARTÍNEZ",
      "title": "Pattinson y Chalamet perpetran un Shakespeare plano y sin gracia para adolescentes",
      "description": "Era Harold Bloom el que advertía sobre los riesgos de juzgar a los personajes de Shakespeare. Son mucho más listos y mucho más humanos. Pongamos Falstaff, el amigo vitalista del pr",
      "url": "https://www.elmundo.es/cultura/cine/2019/09/02/5d6d555efc6c833b228b457c.html",
      "urlToImage": "https://e00-elmundo.uecdn.es/assets/multimedia/imagenes/2019/09/02/15674466491053.jpg",
      "publishedAt": "2019-09-02T20:34:31Z",
      "content": "Era Harold Bloom el que advertía sobre los riesgos de juzgar a los personajes de Shakespeare. Son mucho más listos y mucho más humanos. Pongamos Falstaff, el amigo vitalista del príncipe Hal antes de convertirse en Enrique V. Si nos parece cobarde, o jactanci… [+5233 chars]"
    },
    {
      "source": {
        "id": "el-mundo",
        "name": "El Mundo"
      },
      "author": "EFE",
      "title": "Gran tarde de Ferrera, a hombros con Aguado en la última de feria en Palencia",
      "description": "Los diestros Antonio Ferrera, que cortó tres orejas tras firmar una gran actuación, y Pablo Aguado, que paseó dos, fueron hoy lunes los triunfadores en la última de abono de la fer",
      "url": "https://www.elmundo.es/cultura/toros/2019/09/02/5d6d7688fdddffc91a8b4599.html",
      "urlToImage": "https://e00-elmundo.uecdn.es/assets/v12/img/destacadas/elmundo__logo-generica.jpg",
      "publishedAt": "2019-09-02T20:09:07Z",
      "content": "Los diestros Antonio Ferrera, que cortó tres orejas tras firmar una gran actuación, y Pablo Aguado, que paseó dos, fueron hoy lunes los triunfadores en la última de abono de la feria de San Antolín en Palencia, en una tarde en la que El Juli se marchó a pie a… [+2996 chars]"
    },
    {
      "source": {
        "id": "el-mundo",
        "name": "El Mundo"
      },
      "author": "SILVIA MORENO",
      "title": "Cae un 5% por primera vez el turismo en Andalucía tras años de crecimiento",
      "description": "Tras años de espectaculares subidas, el turismo cae por primera vez en Andalucía. El número de turistas extranjeros que visitaron la comunidad andaluza el pasado julio bajó un 5% y",
      "url": "https://www.elmundo.es/andalucia/2019/09/02/5d6d75fffdddff11a98b4690.html",
      "urlToImage": "https://e00-elmundo.uecdn.es/assets/multimedia/imagenes/2019/09/02/15674546399108.jpg",
      "publishedAt": "2019-09-02T20:05:36Z",
      "content": "Tras años de espectaculares subidas, el turismo cae por primera vez en Andalucía. El número de turistas extranjeros que visitaron la comunidad andaluza el pasado julio bajó un 5% y el gasto que hicieron durante su estancia cayó un 11,2%, el mayor descenso reg… [+4098 chars]"
    },
    {
      "source": {
        "id": "el-mundo",
        "name": "El Mundo"
      },
      "author": "EFE",
      "title": "Osaka cae en octavos y despeja el camino de Serena Williams al 24º Grand Slam",
      "description": "La posibilidad de que Serena Williams iguale a Margaret Court como la tenista con más 'grandes' de la historia -24 títulos- cada vez es más factible. La eliminación de la japonesa",
      "url": "https://www.elmundo.es/deportes/tenis/us-open/2019/09/02/5d6d73f7fdddff84028b46b8.html",
      "urlToImage": "https://e00-elmundo.uecdn.es/assets/multimedia/imagenes/2019/09/02/15674529931160.jpg",
      "publishedAt": "2019-09-02T20:01:34Z",
      "content": "La posibilidad de que Serena Williams iguale a Margaret Court como la tenista con más 'grandes' de la historia -24 títulos- cada vez es más factible. La eliminación de la japonesa Naomi Osaka, número uno del mundo, primera favorita y campeona defensora, deja … [+2426 chars]"
    },
    {
      "source": {
        "id": "el-mundo",
        "name": "El Mundo"
      },
      "author": "GUILLE UZQUIANO",
      "title": "De los viejos defectos de Barça y Madrid a la felicidad plena en el Metropolitano",
      "description": "Suspenso: Barça y Madrid\n\nPodemos hablar de que el Madrid tiene una plantilla gastada o de que defiende mal. Podemos hablar de que el Barça juega a ritmo bajo o de que ha vivido má",
      "url": "https://www.elmundo.es/deportes/futbol/primera-division/2019/09/02/5d6d00d6fc6c8382478b45b3.html",
      "urlToImage": "https://e00-elmundo.uecdn.es/assets/multimedia/imagenes/2019/09/02/15674246881762.jpg",
      "publishedAt": "2019-09-02T19:43:04Z",
      "content": "Suspenso: Barça y Madrid\r\nPodemos hablar de que el Madrid tiene una plantilla gastada o de que defiende mal. Podemos hablar de que el Barça juega a ritmo bajo o de que ha vivido más pendiente del mercado. Pero el análisis puede ser también más simple. En los … [+1948 chars]"
    },
    {
      "source": {
        "id": "el-mundo",
        "name": "El Mundo"
      },
      "author": "EFE",
      "title": "Olivia, hija de Blanca Fernández Ochoa, se concentra con la selección de rugby 7 en Sierra Nevada",
      "description": "Olivia Fresneda, hija de Blanca Fernández Ochoa, se ha incorporado este lunes a la concentración en el CAR de Sierra Nevada de la selección nacional femenina de rugby 7 para empeza",
      "url": "https://www.elmundo.es/deportes/mas-deporte/2019/09/02/5d6d6f20fdddff1f308b4645.html",
      "urlToImage": "https://e00-elmundo.uecdn.es/assets/multimedia/imagenes/2019/09/02/15674528716570.jpg",
      "publishedAt": "2019-09-02T19:38:08Z",
      "content": "Olivia Fresneda, hija de Blanca Fernández Ochoa, se ha incorporado este lunes a la concentración en el CAR de Sierra Nevada de la selección nacional femenina de rugby 7 para empezar a prepararse para una temporada en la que volverá a participar en las World R… [+2375 chars]"
    },
    {
      "source": {
        "id": "el-mundo",
        "name": "El Mundo"
      },
      "author": "DANIEL VILLALBA",
      "title": "El alcalde de Málaga recela de la devolución de competencias en salud pública que propone la Junta",
      "description": "El alcalde de Málaga, Francisco de la Torre (PP), asegura que «escuchará a los responsables de la Junta» en relación a la intención de la administración autonómica de recuperar las",
      "url": "https://www.elmundo.es/andalucia/2019/09/02/5d6d693b21efa0d0398b45c6.html",
      "urlToImage": "https://e00-elmundo.uecdn.es/assets/multimedia/imagenes/2019/09/02/15674514148715.jpg",
      "publishedAt": "2019-09-02T19:12:14Z",
      "content": "El alcalde de Málaga, Francisco de la Torre (PP), asegura que «escuchará a los responsables de la Junta» en relación a la intención de la administración autonómica de recuperar las competencias en materia de salud pública (que incluye la seguridad alimentaria… [+2589 chars]"
    },
    {
      "source": {
        "id": "el-mundo",
        "name": "El Mundo"
      },
      "author": "QUICO ALSEDO",
      "title": "Lola Fernández Ochoa: \"Estoy desmoralizada. Pensábamos que íbamos a encontrarla hoy\"",
      "description": "La búsqueda de Blanca Fernández Ochoa ha terminado este lunes sin buenas noticias. Lola, la hermana que estaba alojando a la medallista olímpica en su casa, no podía contener su fr",
      "url": "https://www.elmundo.es/deportes/mas-deporte/2019/09/02/5d6d638cfdddff5ba88b4588.html",
      "urlToImage": "https://e00-elmundo.uecdn.es/assets/multimedia/imagenes/2019/09/02/15674500756618.jpg",
      "publishedAt": "2019-09-02T18:48:09Z",
      "content": "La búsqueda de Blanca Fernández Ochoa ha terminado este lunes sin buenas noticias. Lola, la hermana que estaba alojando a la medallista olímpica en su casa, no podía contener su frustración:\"Estoy desmoralizada, creía que conocía la montaña pero ahora me doy … [+1896 chars]"
    },
    {
      "source": {
        "id": "el-mundo",
        "name": "El Mundo"
      },
      "author": "ZABALA DE LA SERNA",
      "title": "Juan Bautista, nuevo gestor de la plaza de Mont de Marsan por un año",
      "description": "Juan Bautista ha sido designado por al Ayuntamiento de Mont de Marsan nuevo gestor o empresario de la plaza por un año. Que era el tiempo de posible prórroga que les quedaba a los",
      "url": "https://www.elmundo.es/cultura/toros/2019/09/02/5d6d600afdddff0b278b4621.html",
      "urlToImage": "https://e00-elmundo.uecdn.es/assets/multimedia/imagenes/2019/09/02/15674490454104.jpg",
      "publishedAt": "2019-09-02T18:34:58Z",
      "content": "Juan Bautista ha sido designado por al Ayuntamiento de Mont de Marsan nuevo gestor o empresario de la plaza por un año. Que era el tiempo de posible prórroga que les quedaba a los anteriores mandatarios (María Sara y Simón Casas). Bautista, actualmente tambié… [+1260 chars]"
    },
    {
      "source": {
        "id": "el-mundo",
        "name": "El Mundo"
      },
      "author": "EL MUNDO",
      "title": "El PP propone que el fútbol femenino esté de manera permanente en La Quiniela",
      "description": "El Grupo Parlamentario Popular ha presentado esta mañana una iniciativa en la que pretende que la Primera División Femenina de España aparezca de manera permanente en La Quiniela.",
      "url": "https://www.elmundo.es/deportes/futbol/primera-division/2019/09/02/5d6d5cebfdddff33848b45ff.html",
      "urlToImage": "https://e00-elmundo.uecdn.es/assets/multimedia/imagenes/2019/09/02/15674485174823.jpg",
      "publishedAt": "2019-09-02T18:30:48Z",
      "content": "El Grupo Parlamentario Popular ha presentado esta mañana una iniciativa en la que pretende que la Primera División Femenina de España aparezca de manera permanente en La Quiniela.\r\nLa propuesta, impulsado por los diputados Margarita Prohens, Diego Movellán y … [+1002 chars]"
    },
    {
      "source": {
        "id": "el-mundo",
        "name": "El Mundo"
      },
      "author": "AGENCIAS",
      "title": "Madrid, capital del pádel",
      "description": "Alejandra Salazar y Alejandro Galán han presentado en la Plaza de Castilla de Madrid el Estrella Damm Madrid Master, torneo que se disputará en el Madrid Arena, del 3 al 8 de este",
      "url": "https://www.elmundo.es/deportes/padel/2019/09/02/5d6d5ac8fdddffe99e8b462f.html",
      "urlToImage": "https://e00-elmundo.uecdn.es/assets/multimedia/imagenes/2019/09/02/15674477322159.jpg",
      "publishedAt": "2019-09-02T18:09:29Z",
      "content": "Alejandra Salazar y Alejandro Galán han presentado en la Plaza de Castilla de Madrid el Estrella Damm Madrid Master, torneo que se disputará en el Madrid Arena, del 3 al 8 de este mes, y que según la jugadora madrileña y número dos del ránking, \"estará al roj… [+1641 chars]"
    },
    {
      "source": {
        "id": "el-mundo",
        "name": "El Mundo"
      },
      "author": "ASIER VERA",
      "title": "Detenida la ex candidata a la Presidencia de Guatemala Sandra Torres por financiación electoral ilícita",
      "description": "Con capucha, gafas de sol y un pañuelo que ocultaba su rostro. Así ha llegado esta mañana la ex candidata a la Presidencia de Guatemala Sandra Torres a los tribunales, tras ser det",
      "url": "https://www.elmundo.es/internacional/2019/09/02/5d6d449f21efa043188b45c4.html",
      "urlToImage": "https://e00-elmundo.uecdn.es/assets/multimedia/imagenes/2019/09/02/15674412399394.jpg",
      "publishedAt": "2019-09-02T17:54:29Z",
      "content": "Con capucha, gafas de sol y un pañuelo que ocultaba su rostro. Así ha llegado esta mañana la ex candidata a la Presidencia de Guatemala Sandra Torres a los tribunales, tras ser detenida por orden de la Fiscalía, acusada de los delitos de asociación ilícita y … [+5812 chars]"
    },
    {
      "source": {
        "id": "el-mundo",
        "name": "El Mundo"
      },
      "author": "TERESA GUERRERO",
      "title": "¿Planetas con vida más exuberante que en la Tierra? La clave está en sus océanos",
      "description": "En la búsqueda de vida fuera de la Tierra, los científicos tienen como única referencia la que hay que en nuestro planeta y por tanto, las condiciones que aquí se dan para albergar",
      "url": "https://www.elmundo.es/ciencia-y-salud/ciencia/2019/09/02/5d651ae6fdddffa05f8c0811.html",
      "urlToImage": "https://e00-elmundo.uecdn.es/assets/multimedia/imagenes/2019/08/27/15669183462351.jpg",
      "publishedAt": "2019-09-02T17:48:37Z",
      "content": "En la búsqueda de vida fuera de la Tierra, los científicos tienen como única referencia la que hay que en nuestro planeta y por tanto, las condiciones que aquí se dan para albergarla. Pero, ¿y si otros mundos tuvieran un ambiente más propicio para que se desa… [+3293 chars]"
    },
    {
      "source": {
        "id": "el-mundo",
        "name": "El Mundo"
      },
      "author": "EL MUNDO",
      "title": "Tirón de orejas a Marc Soler",
      "description": "El primer día de descanso de La Vuelta resultó especialmente activo en el Movistar. Por un lado, Nairo Quintana, líder de la carrera, confirmó que dejará el equipo a final de la te",
      "url": "https://www.elmundo.es/deportes/ciclismo/vuelta-a-espana/2019/09/02/5d6d45d6fc6c8382478b45ea.html",
      "urlToImage": "https://e00-elmundo.uecdn.es/assets/multimedia/imagenes/2019/09/01/15673569584033.png",
      "publishedAt": "2019-09-02T17:47:13Z",
      "content": "El primer día de descanso de La Vuelta resultó especialmente activo en el Movistar. Por un lado, Nairo Quintana, líder de la carrera, confirmó que dejará el equipo a final de la temporada porque siente que ha \"cumplido un ciclo\" y fichará por el Arkea-Samsic … [+2460 chars]"
    },
    {
      "source": {
        "id": "el-mundo",
        "name": "El Mundo"
      },
      "author": "EUROPA PRESS",
      "title": "Borrell revela que han suplantado su identidad en LinkedIn: \"Voy a denunciar esta estafa ante la Guardia Civil\"",
      "description": "El ministro de Asuntos Exteriores, Unión Europea y Cooperación en funciones, Josep Borrell, ha denunciado este lunes que ha sido \"víctima de una suplantación de identidad tras la a",
      "url": "https://www.elmundo.es/espana/2019/09/02/5d6d5339fdddff830d8b4645.html",
      "urlToImage": "https://e00-elmundo.uecdn.es/assets/multimedia/imagenes/2019/09/02/15674458030490.jpg",
      "publishedAt": "2019-09-02T17:44:33Z",
      "content": "El ministro de Asuntos Exteriores, Unión Europea y Cooperación en funciones, Josep Borrell, ha denunciado este lunes que ha sido \"víctima de una suplantación de identidad tras la activación de una falsa cuenta\" a su nombre en la red social LinkedIn.\r\nA través… [+530 chars]"
    },
    {
      "source": {
        "id": "el-mundo",
        "name": "El Mundo"
      },
      "author": "CARLOS FRESNEDA",
      "title": "Boris Johnson avisa al Parlamento británico: \"No retrasaré el Brexit\"",
      "description": "El 'premier' Boris Johnson ha desafiado al Parlamento con una breve intervención a las puertas de Downing Street. \"No retrasaré el Brexit más allá del 31 de octubre\", advirtió John",
      "url": "https://www.elmundo.es/internacional/2019/09/02/5d6d47c321efa0d63c8b45b0.html",
      "urlToImage": "https://e00-elmundo.uecdn.es/assets/multimedia/imagenes/2019/09/02/15674454671011.jpg",
      "publishedAt": "2019-09-02T17:13:35Z",
      "content": "El 'premier' Boris Johnson ha desafiado al Parlamento con una breve intervención a las puertas de Downing Street. \"No retrasaré el Brexit más allá del 31 de octubre\", advirtió Johnson, que dejó en el aire la posibilidad de unas elecciones anticipadas si Westm… [+1253 chars]"
    },
    {
      "source": {
        "id": "el-mundo",
        "name": "El Mundo"
      },
      "author": "EL MUNDO",
      "title": "El PP defiende la presunción de inocencia de Aguirre y Cifuentes y Cs dice que la imputación no afecta al Gobierno actual",
      "description": "El juez del caso Púnica, Manuel García Castellón, ha citado como investigadas en octubre a las expresidentas madrileñas Esperanza Aguirre y Cristina Cifuentes por la pieza sobre la",
      "url": "https://www.elmundo.es/madrid/2019/09/02/5d6d482221efa0df118b45d6.html",
      "urlToImage": "https://e00-elmundo.uecdn.es/assets/multimedia/imagenes/2019/09/02/15674431309380.jpg",
      "publishedAt": "2019-09-02T17:02:06Z",
      "content": "El juez del caso Púnica, Manuel García Castellón, ha citado como investigadas en octubre a las expresidentas madrileñas Esperanza Aguirre y Cristina Cifuentes por la pieza sobre la presunta financiación ilegal del PP de Madrid, así como a Ignacio González y v… [+5385 chars]"
    },
    {
      "source": {
        "id": "el-mundo",
        "name": "El Mundo"
      },
      "author": "JAIME VICIOSO",
      "title": "Las últimas horas del mercado de fichajes, en directo: Rafinha se marcha cedido al Celta",
      "description": "Rafinha, cedido al Celta\nUno de los regresos más esperados por parte de la afición celtiña. Tras la negativa del Sevilla a desprenderse de Nolito, vuelve a Vigo otros de los jugado",
      "url": "https://www.elmundo.es/deportes/futbol/2019/09/02/5d6d47e8fdddff77b98b463b.html",
      "urlToImage": "https://e00-elmundo.uecdn.es/assets/multimedia/imagenes/2019/09/02/15674430298193.jpg",
      "publishedAt": "2019-09-02T16:53:49Z",
      "content": "Rafinha, cedido al Celta\r\nUno de los regresos más esperados por parte de la afición celtiña. Tras la negativa del Sevilla a desprenderse de Nolito, vuelve a Vigo otros de los jugadores que más brilló durante la estancia de Luis Enrique en el banquillo. El med… [+1732 chars]"
    },
    {
      "source": {
        "id": "el-mundo",
        "name": "El Mundo"
      },
      "author": "SEBASTIÁN FEST",
      "title": "Los argentinos vuelven a hacer cola por sus ahorros: la normalidad de lo anormal",
      "description": "Imagine un país en el que sus ciudadanos no duermen de sólo pensar que tienen el dinero depositado en el banco. Uno en el que todos, obsesivamente, siguen por televisión, redes soc",
      "url": "https://www.elmundo.es/economia/macroeconomia/2019/09/02/5d6d46e921efa08c438b462b.html",
      "urlToImage": "https://e00-elmundo.uecdn.es/assets/multimedia/imagenes/2019/09/02/15674423713248.jpg",
      "publishedAt": "2019-09-02T16:45:06Z",
      "content": "Imagine un país en el que sus ciudadanos no duermen de sólo pensar que tienen el dinero depositado en el banco. Uno en el que todos, obsesivamente, siguen por televisión, redes sociales y radio la cotización de una moneda extranjera. Un país en el que los niñ… [+4753 chars]"
    },
    {
      "source": {
        "id": "el-mundo",
        "name": "El Mundo"
      },
      "author": "EFE",
      "title": "Torra, Junqueras y Puigdemont avivan protestas en la calle a la sentencia del 'procés'",
      "description": "El presidente de la Generalitat, Quim Torra, el líder de ERC encarcelado por impulsar el 1-O, Oriol Junqueras, y el expresidente de la Generalitat Carles Puigdemont han respaldado",
      "url": "https://www.elmundo.es/cataluna/2019/09/02/5d6d4062fdddff704f8b45a2.html",
      "urlToImage": "https://e00-elmundo.uecdn.es/assets/multimedia/imagenes/2019/09/02/15674409553388.jpg",
      "publishedAt": "2019-09-02T16:21:00Z",
      "content": "El presidente de la Generalitat, Quim Torra, el líder de ERC encarcelado por impulsar el 1-O, Oriol Junqueras, y el expresidente de la Generalitat Carles Puigdemont han respaldado este lunes la iniciativa ciudadana de respuesta a la sentencia del Tribunal Sup… [+3329 chars]"
    },
    {
      "source": {
        "id": "el-mundo",
        "name": "El Mundo"
      },
      "author": "JULIÁN GARCÍA",
      "title": "Canje en la portería del Real Madrid: Keylor Navas se va al PSG, llega Areola cedido",
      "description": "Con dos minutos de diferencia el Real Madrid hizo oficial en su cuenta de Twitter los dos movimientos con los que se había especulado en los últimos días. Primero: Keylor Navas se",
      "url": "https://www.elmundo.es/deportes/futbol/primera-division/2019/09/02/5d6d4069fc6c8382478b45e2.html",
      "urlToImage": "https://e00-elmundo.uecdn.es/assets/multimedia/imagenes/2019/09/02/15674409279999.jpg",
      "publishedAt": "2019-09-02T16:18:40Z",
      "content": "Con dos minutos de diferencia el Real Madrid hizo oficial en su cuenta de Twitter los dos movimientos con los que se había especulado en los últimos días. Primero: Keylor Navas se marcha traspasado al PSG. Después: Areola realiza el camino inverso desde París… [+2805 chars]"
    },
    {
      "source": {
        "id": "el-mundo",
        "name": "El Mundo"
      },
      "author": "CAROLINA OUBERNELL",
      "title": "El circo contemporáneo y Montserrat Martí Caballé centran el inicio de las Noches de Palacio durante el mes de septiembre",
      "description": "Las Noches de Palacio continúan durante esta primera semana de septiembre con una de sus citas más singulares: el Festival de Circo Contemporáneo \"Ciudad de Andújar\", que celebrará",
      "url": "https://www.elmundo.es/andalucia/2019/09/02/5d6d406821efa04e568b45a2.html",
      "urlToImage": "https://e00-elmundo.uecdn.es/assets/multimedia/imagenes/2019/09/02/15674409723332.jpg",
      "publishedAt": "2019-09-02T16:17:03Z",
      "content": "Las Noches de Palacio continúan durante esta primera semana de septiembre con una de sus citas más singulares: el Festival de Circo Contemporáneo \"Ciudad de Andújar\", que celebrará hasta el próximo jueves su tercera edición. También en la noche del jueves, es… [+3705 chars]"
    },
    {
      "source": {
        "id": "el-mundo",
        "name": "El Mundo"
      },
      "author": "ANA CARDINALE",
      "title": "Un yate fuera del agua, así es la casa francesa que emula a un barco",
      "description": "Esta impresionante propiedad, de estilo 'art déco' y con unas fantásticas vistas al mar, es un magnífico ejemplo de cómo se puede actualizar una joya arquitectónica al mismo tiem",
      "url": "https://www.elmundo.es/yodona/lifestyle/2019/09/02/5d66626921efa095208b45fe.html",
      "urlToImage": "https://e00-elmundo.uecdn.es/assets/multimedia/imagenes/2019/08/28/5d66626921efa095208b45fe_facebook.jpg",
      "publishedAt": "2019-09-02T16:16:47Z",
      "content": "En la terraza, mesas de centro 'Prudentila', de Eichholtz. Los sillones Whitaker son de Jonathan Adler y los cojines, de Maison Popineau. Foto: Francis Amiand.\r\n<ul><li>Esta impresionante propiedad, de estilo 'art déco' y con unas fantásticas vistas al mar, e… [+2557 chars]"
    },
    {
      "source": {
        "id": "el-mundo",
        "name": "El Mundo"
      },
      "author": "M.M.P.",
      "title": "Los sistemas de información geográfica aplicados a las humanidades centran uno de los cursos de la sede Antonio Machado de Baeza",
      "description": "Los sistemas de información geográfica, conocidos con la abreviatura de SIG, son herramientas informáticas con múltiples utilidades. Una de ellas es su aplicación a las humanidades",
      "url": "https://www.elmundo.es/andalucia/2019/09/02/5d6d3e8f21efa02e038b4616.html",
      "urlToImage": "https://e00-elmundo.uecdn.es/assets/multimedia/imagenes/2019/09/02/15674404918981.jpg",
      "publishedAt": "2019-09-02T16:09:11Z",
      "content": "Los sistemas de información geográfica, conocidos con la abreviatura de SIG, son herramientas informáticas con múltiples utilidades. Una de ellas es su aplicación a las humanidades. Estas aplicaciones informáticas ayudan a establecer, fijar y relacionar infor… [+2197 chars]"
    },
    {
      "source": {
        "id": "el-mundo",
        "name": "El Mundo"
      },
      "author": "JUANMA LAMET",
      "title": "El PP apela a la presunción de inocencia, pero marca distancias con Aguirre y Cifuentes",
      "description": "La imputación de las ex presidentas de la Comunidad de Madrid Esperanza Aguirre y Cristina Cifuentes ha sacudido al PP. No por esperada la noticia ha impactado menos. Fuentes de la",
      "url": "https://www.elmundo.es/espana/2019/09/02/5d6d35ccfdddffd4a28b45ce.html",
      "urlToImage": "https://e00-elmundo.uecdn.es/assets/multimedia/imagenes/2019/09/02/15674382430149.jpg",
      "publishedAt": "2019-09-02T15:50:29Z",
      "content": "La imputación de las ex presidentas de la Comunidad de MadridEsperanza Aguirre y Cristina Cifuentes ha sacudido al PP. No por esperada la noticia ha impactado menos. Fuentes de la dirección nacional de los populares aseguran que \"el PP siempre defenderá la pr… [+2436 chars]"
    },
    {
      "source": {
        "id": "el-mundo",
        "name": "El Mundo"
      },
      "author": "JOAQUÍN PÉREZ AZAÚSTRE",
      "title": "Las mil y una noches de Dario Fo",
      "description": "Entre la fábula y el ensayo, Barbarroja y la burla de Alessandria aborda la resistencia de una ciudad-Estado frente al emperador del Sacro Imperio Romano Germánico en un texto inclasificable e inédito. Leer",
      "url": "https://www.elmundo.es/cultura/laesferadepapel/2019/09/02/5d68fae8fc6c83100b8b45c6.html",
      "urlToImage": "https://e00-elmundo.uecdn.es/assets/multimedia/imagenes/2019/08/30/15671610546912.jpg",
      "publishedAt": "2019-09-02T15:34:31Z",
      "content": "Dario Fo se mira en el espejo. Ensaya una sonrisa antes de esparcirse en el mentón la espuma de afeitar. Cuando empieza a rasurarse, su hijo de siete años aparece tras él y lo contempla al fondo del espejo, observando los movimientos rítmicos de su padre mien… [+4553 chars]"
    },
    {
      "source": {
        "id": "el-mundo",
        "name": "El Mundo"
      },
      "author": "PIXEL",
      "title": "Facebook se plantea esconder los 'Me gusta'",
      "description": "Poco después de experimentar con un Instagram sin likes, Facebook ha confirmado que se plantea eliminar el contador de los famosos 'Me gusta' de la red social. De este modo, solo l",
      "url": "https://www.elmundo.es/tecnologia/2019/09/02/5d6d333d21efa0d0398b45a0.html",
      "urlToImage": "https://e00-elmundo.uecdn.es/assets/multimedia/imagenes/2019/09/02/15674375375317.jpg",
      "publishedAt": "2019-09-02T15:21:48Z",
      "content": "Poco después de experimentar con un Instagram sin likes, Facebook ha confirmado que se plantea eliminar el contador de los famosos 'Me gusta' de la red social. De este modo, solo los autores de una publicación podrían ver la cifra total.\r\nAunque por el moment… [+1364 chars]"
    },
    {
      "source": {
        "id": "el-mundo",
        "name": "El Mundo"
      },
      "author": "EFE",
      "title": "Irán rechaza la revisión del pacto nuclear para \"no abrir la caja de Pandora\"",
      "description": "El ministro de Exteriores iraní señala que Teherán continúa sus conversaciones con los signatarios europeos del pacto para que cumplan con los compromisos adquiridos en el marco del acuerdo Leer",
      "url": "https://www.elmundo.es/internacional/2019/09/02/5d6d2dcf21efa076048b45c1.html",
      "urlToImage": "https://e00-elmundo.uecdn.es/assets/multimedia/imagenes/2019/09/02/15674360015569.jpg",
      "publishedAt": "2019-09-02T14:58:34Z",
      "content": "Irán está en contra de la revisión del acuerdo nuclear firmado en 2015 porque considera que \"no se puede abrir la caja de Pandora y volver a cerrarla seguidamente\", ha declarado este lunes el ministro de Exteriores iraní, Mohamad Yavad Zarif, en Moscú al inic… [+3318 chars]"
    },
    {
      "source": {
        "id": "el-mundo",
        "name": "El Mundo"
      },
      "author": "EL MUNDO",
      "title": "Muere un piloto de 41 años tras un accidente sufrido el sábado en Alcañiz",
      "description": "Arturo Vargas Lucas, de 41 años, ha fallecido este lunes a consecuencia de las heridas que se produjo el sábado durante un accidente en el circuito de Motorland Alcañiz, donde part",
      "url": "https://www.elmundo.es/deportes/motociclismo/2019/09/02/5d6d2606fc6c83a73e8b4694.html",
      "urlToImage": "https://e00-elmundo.uecdn.es/assets/multimedia/imagenes/2019/09/02/15674355538866.jpg",
      "publishedAt": "2019-09-02T14:47:00Z",
      "content": "Arturo Vargas Lucas, de 41 años, ha fallecido este lunes a consecuencia de las heridas que se produjo el sábado durante un accidente en el circuito de Motorland Alcañiz, donde participaba en la categoría Open EasyRace del campeonato de España.\r\nEl piloto, pro… [+560 chars]"
    },
    {
      "source": {
        "id": "el-mundo",
        "name": "El Mundo"
      },
      "author": "LUCAS SÁEZ-BRAVO",
      "title": "Contra la anarquía de Puerto Rico y el desacierto, la cordura de Marc Gasol",
      "description": "Se trata de aprender, de acumular incluso ratos desagradables, de tampoco venirse arriba cuando se zarandea con lógica al rival, siempre demasiado débiles en esta primera fase casi",
      "url": "https://www.elmundo.es/deportes/baloncesto/mundial-de-baloncesto/2019/09/02/5d6d2749fc6c8360768b4647.html",
      "urlToImage": "https://e00-elmundo.uecdn.es/assets/multimedia/imagenes/2019/09/02/15674345256202.jpg",
      "publishedAt": "2019-09-02T14:29:48Z",
      "content": "Se trata de aprender, de acumular incluso ratos desagradables, de tampoco venirse arriba cuando se zarandea con lógica al rival, siempre demasiado débiles en esta primera fase casi de calentamiento. Que el trayecto en la tormentosa Guangzhou, cuyo resultado f… [+3052 chars]"
    },
    {
      "source": {
        "id": "el-mundo",
        "name": "El Mundo"
      },
      "author": "AGENCIAS",
      "title": "Al menos 30 desaparecidos tras incendio de un barco en la costa de California",
      "description": "El suceso tuvo lugar este lunes por la madrugada cerca de la isla de Santa Cruz. Las autoridades aún no han logrado sofocar el fuego y continúan buscando a los pasajeros desaparecidos Leer",
      "url": "https://www.elmundo.es/internacional/2019/09/02/5d6d2554fc6c8309388b45a8.html",
      "urlToImage": "https://e00-elmundo.uecdn.es/assets/multimedia/imagenes/2019/09/02/15674345848924.jpg",
      "publishedAt": "2019-09-02T14:23:26Z",
      "content": "La Guardia Costera de Estados Unidos lleva a cabo una operación este lunes para rescatar a más de 30 personas \"en peligro\" luego de que un bote se incendiara frente a la costa de California, en el oeste del país.\r\n\"Un grupo de miembros de la tripulación ha si… [+657 chars]"
    },
    {
      "source": {
        "id": "el-mundo",
        "name": "El Mundo"
      },
      "author": "EL MUNDO",
      "title": "Otro logro histórico para Luis Scola, segundo máximo anotador de los Mundiales",
      "description": "Luis Scola disputó 32 minutos en el triunfo de Argentina ante Nigeria (81-94), donde sumó 23 puntos y 10 rebotes para ser elegido mejor jugador del partido en Wuhan. El pívot, de 3",
      "url": "https://www.elmundo.es/deportes/baloncesto/2019/09/02/5d6d2005fdddff84028b4688.html",
      "urlToImage": "https://e00-elmundo.uecdn.es/assets/multimedia/imagenes/2019/09/02/15674318529069.jpg",
      "publishedAt": "2019-09-02T13:59:42Z",
      "content": "Luis Scola disputó 32 minutos en el triunfo de Argentina ante Nigeria (81-94), donde sumó 23 puntos y 10 rebotes para ser elegido mejor jugador del partido en Wuhan. El pívot, de 39 años, se convirtió de esta manera en el segundo máximo anotador en la histori… [+1773 chars]"
    },
    {
      "source": {
        "id": "el-mundo",
        "name": "El Mundo"
      },
      "author": "DAVID ARROYO",
      "title": "E-Dumper, el eléctrico más grande del mundo, jamás se recarga",
      "description": "Una explotación a cielo abierto en Biel, Suiza contempla cómo trabaja el transporte eléctrico más grande del mundo. Se llama Elektro Dumper, o eDumper, y es un transporte gigante d",
      "url": "https://www.elmundo.es/motor/2019/09/02/5d6d0b4e21efa0e6568b4594.html",
      "urlToImage": "https://e00-elmundo.uecdn.es/assets/multimedia/imagenes/2019/09/02/15674271751190.jpg",
      "publishedAt": "2019-09-02T13:58:52Z",
      "content": "Una explotación a cielo abierto en Biel, Suiza contempla cómo trabaja el transporte eléctrico más grande del mundo. Se llama Elektro Dumper, o eDumper, y es un transporte gigante de 45 toneladas que trabaja moviendo mármol, roca y otros materiales hasta una f… [+2005 chars]"
    },
    {
      "source": {
        "id": "el-mundo",
        "name": "El Mundo"
      },
      "author": "SARA POLO",
      "title": "Walter Chandoha: el fotógrafo de guerra que inventó los memes de gatitos",
      "description": "De cómo un veterano de guerra se convirtió en el fotógrafo de gatos más prolífico de la Historia va la vida de Walter Chandoha. De cómo un encuentro fortuito con un minino abandona",
      "url": "https://www.elmundo.es/papel/historias/2019/09/02/5d6baff221efa029428b4639.html",
      "urlToImage": "https://e00-elmundo.uecdn.es/assets/multimedia/imagenes/2019/09/01/15673523320933.jpg",
      "publishedAt": "2019-09-02T13:49:02Z",
      "content": "De cómo un veterano de guerra se convirtió en el fotógrafo de gatos más prolífico de la Historia va la vida de Walter Chandoha. De cómo un encuentro fortuito con un minino abandonado hizo ronronear a los Don Drapers de Madison Avenue, a los de verdad, trata l… [+4720 chars]"
    },
    {
      "source": {
        "id": "el-mundo",
        "name": "El Mundo"
      },
      "author": "BEATRIZ ALMANSA",
      "title": "El look de Belén Hostalet tiene todo lo que necesitas para volver a la oficina",
      "description": "Ahora sí que sí, toca volver a la rutina. Con septiembre ya aquí y las vacaciones ya prácticamente olvidadas en muchos casos, es hora de retomar nuestras rutinas y horarios y de la",
      "url": "https://www.elmundo.es/yodona/moda/2019/09/02/5d6d193ffc6c8382158b4644.html",
      "urlToImage": "https://e00-elmundo.uecdn.es/assets/multimedia/imagenes/2019/09/02/5d6d193ffc6c8382158b4644_facebook.jpg",
      "publishedAt": "2019-09-02T13:48:50Z",
      "content": "Belén Hostalet en la fiesta que Pandora ha celebrado en Los Ángeles para el relanzamiento de la marca.. FOTO: CORTESÍA DE PANDORA\r\nManual de moda para volver al trabajo fashion y de buen humor\r\nAhora sí que sí, toca volver a la rutina. Con septiembre ya aquí … [+1306 chars]"
    },
    {
      "source": {
        "id": "el-mundo",
        "name": "El Mundo"
      },
      "author": "RAQUEL VILLAÉCIJA",
      "title": "Uniqlo abrirá su primera tienda en Madrid el día 17, dos años después de aterrizar en España",
      "description": "Uniqlo, el grupo de moda japonés conocido en España como el \"Zara japonés\" , ha anunciado la fecha de apertura de su primera tienda en Madrid. Será el 17 de octubre y estará en la",
      "url": "https://www.elmundo.es/economia/ahorro-y-consumo/2019/09/02/5d6d1aad21efa02e038b460b.html",
      "urlToImage": "https://e00-elmundo.uecdn.es/assets/multimedia/imagenes/2019/09/02/15674316259693.jpg",
      "publishedAt": "2019-09-02T13:42:35Z",
      "content": "Uniqlo, el grupo de moda japonés conocido en España como el \"Zara japonés\" , ha anunciado la fecha de apertura de su primera tienda en Madrid. Será el 17 de octubre y estará en la calle Goya. La marca llega así a la capital dos años después de haber aterrizad… [+1945 chars]"
    },
    {
      "source": {
        "id": "el-mundo",
        "name": "El Mundo"
      },
      "author": "MARISA RECUERO",
      "title": "El juez del 'caso Púnica' imputa a Esperanza Aguirre y Cristina Cifuentes por delitos de corrupción",
      "description": "Esperanza Aguirre y Cristina Cifuentes tendrán que rendir cuentas ante el juez de la Audiencia Nacional que instruye el llamado caso Púnica por presuntos delitos de corrupción vinc",
      "url": "https://www.elmundo.es/madrid/2019/09/02/5d6d1158fc6c83c1718b45bb.html",
      "urlToImage": "https://e00-elmundo.uecdn.es/assets/multimedia/imagenes/2019/09/02/15674311945065.jpg",
      "publishedAt": "2019-09-02T13:40:11Z",
      "content": "Esperanza Aguirre y Cristina Cifuentes tendrán que rendir cuentas ante el juez de la Audiencia Nacional que instruye el llamado caso Púnica por presuntos delitos de corrupción vinculados a la financiación irregular de campañas electorales del PP de Madrid. As… [+582 chars]"
    },
    {
      "source": {
        "id": "el-mundo",
        "name": "El Mundo"
      },
      "author": "ZABALA DE LA SERNA",
      "title": "Paco Ureña ya está en Madrid para emprender su rehabilitación",
      "description": "Paco Ureña ya se encuentra en Madrid para emprender la rehabilitación de la cornada del pasado viernes en Palencia. Piensa en reaparecer cuanto antes. Esa es la idea. Pero también",
      "url": "https://www.elmundo.es/cultura/toros/2019/09/02/5d6d19ddfdddffca838b4697.html",
      "urlToImage": "https://e00-elmundo.uecdn.es/assets/multimedia/imagenes/2019/06/17/15607789390305.jpg",
      "publishedAt": "2019-09-02T13:32:42Z",
      "content": "Paco Ureña ya se encuentra en Madrid para emprender la rehabilitación de la cornada del pasado viernes en Palencia. Piensa en reaparecer cuanto antes. Esa es la idea. Pero también que no lo hará sino está al cien por cien. Veinticinco centímetros de musculatu… [+744 chars]"
    },
    {
      "source": {
        "id": "el-mundo",
        "name": "El Mundo"
      },
      "author": "SORAYA MELGUIZO",
      "title": "El barco humanitario Eleonore entra sin permiso en aguas italianas y desembarca 104 migrantes",
      "description": "La Guardia de Finanza italiana ha dispuesto la incautación preventiva del buque Eleonore de la ONG alemana Mission Lifeline después de que el barco violara esta mañana la prohibici",
      "url": "https://www.elmundo.es/internacional/2019/09/02/5d6d177b21efa06d398b45b5.html",
      "urlToImage": "https://e00-elmundo.uecdn.es/assets/multimedia/imagenes/2019/09/02/15674300387379.jpg",
      "publishedAt": "2019-09-02T13:25:09Z",
      "content": "La Guardia de Finanza italiana ha dispuesto la incautación preventiva del buque Eleonore de la ONG alemana Mission Lifeline después de que el barco violara esta mañana la prohibición de entrar en aguas territoriales italianas para forzar el desembarco de un c… [+3693 chars]"
    },
    {
      "source": {
        "id": "el-mundo",
        "name": "El Mundo"
      },
      "author": "FERRAN BOIZA",
      "title": "Levy destaca la \"gran acogida\" del sector cultural a la fusión de Matadero y el Teatro Español",
      "description": "\"Esto no es una confirmación oficial por parte del Área, pero sí puede decirles que estoy gratamente sorprendida por la gran acogida de esta posible decisión\", ha dicho la delegada de Cultura Leer",
      "url": "https://www.elmundo.es/madrid/2019/09/02/5d6d15dffc6c8399318b466f.html",
      "urlToImage": "https://e00-elmundo.uecdn.es/assets/multimedia/imagenes/2019/09/02/15674300017578.jpg",
      "publishedAt": "2019-09-02T13:17:30Z",
      "content": "\"Gratamente sorprendida\" por la \"gran acogida\" que ha tenido en el sector cultural de la decisión del Ayuntamiento de Madrid de fusionar las Naves del Matadero y el Teatro Español. Así se ha mostrado este lunes la delegada municipal de Cultura, Andrea Levy. \"… [+2905 chars]"
    },
    {
      "source": {
        "id": "el-mundo",
        "name": "El Mundo"
      },
      "author": "OLGA R. SANMARTÍN",
      "title": "Ciudadanos pide la reforma del Código Penal para que los atracadores terminen entrando en prisión",
      "description": "Ciudadanos va a presentar en los próximos días una batería de propuestas legislativas para combatir los problemas de inseguridad ciudadana que se están produciendo en las calles de",
      "url": "https://www.elmundo.es/espana/2019/09/02/5d6d103cfdddff39b98b4690.html",
      "urlToImage": "https://e00-elmundo.uecdn.es/assets/multimedia/imagenes/2019/09/02/15674285488553.jpg",
      "publishedAt": "2019-09-02T12:51:35Z",
      "content": "Ciudadanos va a presentar en los próximos días una batería de propuestas legislativas para combatir los problemas de inseguridad ciudadana que se están produciendo en las calles de Barcelona y Madrid. Esta semana registrará en el Congreso una proposición de l… [+2940 chars]"
    },
    {
      "source": {
        "id": "el-mundo",
        "name": "El Mundo"
      },
      "author": "TERESA LÓPEZ PAVÓN",
      "title": "Moreno apuesta por una \"autoridad única\" en salud pública tras la crisis de la listeria",
      "description": "El presidente de la Junta no habla de descoordinación pero considera necesario rescatar las competencias que tienen ayuntamientos como Sevilla, Granada o Málaga para que sea el Servicio Andaluz de Salud el único responsable Leer",
      "url": "https://www.elmundo.es/andalucia/2019/09/02/5d6d0ecbfdddff479c8b4642.html",
      "urlToImage": "https://e00-elmundo.uecdn.es/assets/multimedia/imagenes/2019/09/02/15674286190375.jpg",
      "publishedAt": "2019-09-02T12:50:43Z",
      "content": "El presidente de la Junta, Juan Manuel Moreno, ha defendido este lunes la gestión que su gobierno ha hecho de la crisis de la listeriosis aunque ha apuntado a la necesidad de crear una \"autoridad única\" que asuma todas las competencias que ahora están delegad… [+1985 chars]"
    },
    {
      "source": {
        "id": "el-mundo",
        "name": "El Mundo"
      },
      "author": "BEATRIZ ALMANSA",
      "title": "Esto es lo que tienes que comer para que no te afecte el síndrome postvacacional",
      "description": "Un 40% de los adultos sufrirán estas semanas, con la vuelta de las vacaciones, el temido síndrome postvacacional, lo dicen los estudios realizados por los mismos expertos que recom",
      "url": "https://www.elmundo.es/yodona/fitness/dietas/2019/09/02/5d6d06bdfc6c8360768b4627.html",
      "urlToImage": "https://e00-elmundo.uecdn.es/assets/multimedia/imagenes/2019/09/02/5d6d06bdfc6c8360768b4627_facebook.jpg",
      "publishedAt": "2019-09-02T12:49:08Z",
      "content": "SHUTTERSTOCK\r\n¿Por qué el síndrome postvacacional afecta más a las mujeres?\r\nUn 40% de los adultos sufrirán estas semanas, con la vuelta de las vacaciones, el temido síndrome postvacacional, lo dicen los estudios realizados por los mismos expertos que recomie… [+3384 chars]"
    },
    {
      "source": {
        "id": "el-mundo",
        "name": "El Mundo"
      },
      "author": "TERESA ITURRALDE",
      "title": "Margherita Missoni: \"No creo en las temporadas, han perdido todo el sentido\"",
      "description": "Encarna la tercera generación de una de las empresas de moda más famosas del mundo. Ha sido modelo de esta firma de lujo, es una reconocida diseñadora y toda una 'it girl', íntim",
      "url": "https://www.elmundo.es/yodona/moda/2019/09/02/5d63c8c821efa032258b46bc.html",
      "urlToImage": "https://e00-elmundo.uecdn.es/assets/multimedia/imagenes/2019/08/26/5d63c8c821efa032258b46bc_facebook.jpg",
      "publishedAt": "2019-09-02T12:44:30Z",
      "content": "Margherita Missoni con mono de punto de M Missoni Foto: Javier Suárez\r\nMiryam Pintado y Alicia Hernández: \"Ver los vestidos de la colección 'Heaven' en la alfombra roja fue un momento único''\r\n<ul><li>Encarna la tercera generación de una de las empresas de mo… [+6938 chars]"
    },
    {
      "source": {
        "id": "el-mundo",
        "name": "El Mundo"
      },
      "author": "JOSEAN IZARRA",
      "title": "Otro cargo de Osakidetza vinculado a la investigación judicial de la OPE abandona antes declarar ante la juez",
      "description": "El subdirector de Gestión, Organización y Desarrollo de Recursos Humanos (RRHH) de Osakidetza, Xabier Balerdi abandonó su cargo el pasado 12 de agosto según publica hoy el Boletín",
      "url": "https://www.elmundo.es/pais-vasco/2019/09/02/5d6d0db121efa071708b457a.html",
      "urlToImage": "https://e00-elmundo.uecdn.es/assets/multimedia/imagenes/2019/09/02/15674280032915.jpg",
      "publishedAt": "2019-09-02T12:40:37Z",
      "content": "El subdirector de Gestión, Organización y Desarrollo de Recursos Humanos (RRHH) de Osakidetza, Xabier Balerdi abandonó su cargo el pasado 12 de agosto según publica hoy el Boletín Oficial del País Vasco (BOPV). Una dimisión que se produce cuando está pendient… [+1761 chars]"
    },
    {
      "source": {
        "id": "el-mundo",
        "name": "El Mundo"
      },
      "author": "EL MUNDO",
      "title": "Última hora sobre la desaparición de Blanca Fernández Ochoa: Drones preparados para llegar a las zonas más inaccesibles",
      "description": "La Policía Nacional tiene preparados numerosos drones por si es necesario su uso en la búsqueda de la ex esquiadora desaparecida Blanca Fernández Ochoa , ya que estos dispositivos",
      "url": "https://www.elmundo.es/deportes/mas-deporte/2019/09/02/5d6d0cd3fdddff73758b4570.html",
      "urlToImage": "https://e00-elmundo.uecdn.es/assets/multimedia/imagenes/2019/09/02/15674277755521.jpg",
      "publishedAt": "2019-09-02T12:37:03Z",
      "content": "La Policía Nacional tiene preparados numerosos drones por si es necesario su uso en la búsqueda de la ex esquiadora desaparecida Blanca Fernández Ochoa , ya que estos dispositivos pueden mostrar las zonas más peligrosas e inacessibles, a las que no llegan los… [+4200 chars]"
    },
    {
      "source": {
        "id": "el-mundo",
        "name": "El Mundo"
      },
      "author": "EL MUNDO",
      "title": "Los toros vuelven a Villena: \"La ideología nunca estará por encima de la Ley\"",
      "description": "El Ayuntamiento de Villena ha anunciado que el próximo 7 de septiembre volverá a celebrarse una corrida de toros en su localidad, tras cuatro años impidiéndose desde el consistorio",
      "url": "https://www.elmundo.es/cultura/toros/2019/09/02/5d6d0be5fc6c83c1718b45b3.html",
      "urlToImage": "https://e00-elmundo.uecdn.es/assets/multimedia/imagenes/2019/09/02/15674275370439.jpg",
      "publishedAt": "2019-09-02T12:35:48Z",
      "content": "El Ayuntamiento de Villena ha anunciado que el próximo 7 de septiembre volverá a celebrarse una corrida de toros en su localidad, tras cuatro años impidiéndose desde el consistorio. \r\nVictorino Martín, presidente de la Fundación Toro de Lidia, ha resaltado qu… [+1702 chars]"
    },
    {
      "source": {
        "id": "el-mundo",
        "name": "El Mundo"
      },
      "author": "FRANCISCO CARRIÓN",
      "title": "Masacre en Yemen tras una cadena de ataques aéreos saudíes contra una prisión",
      "description": "Una cadena de ataques aéreos lanzados por la coalición saudí sobre un complejo escolar convertido en prisión ha dejado más de 100 muertos en Dhamar, una ciudad al sur de Saná, la c",
      "url": "https://www.elmundo.es/internacional/2019/09/02/5d6d086b21efa0986d8b45af.html",
      "urlToImage": "https://e00-elmundo.uecdn.es/assets/multimedia/imagenes/2019/09/02/15674264510201.jpg",
      "publishedAt": "2019-09-02T12:19:20Z",
      "content": "Una cadena de ataques aéreos lanzados por la coalición saudí sobre un complejo escolar convertido en prisión ha dejado más de 100 muertos en Dhamar, una ciudad al sur de Saná, la capital de Yemen. La masacre, de la que aún no se han proporcionado datos defini… [+4830 chars]"
    },
    {
      "source": {
        "id": "el-mundo",
        "name": "El Mundo"
      },
      "author": "EL MUNDO",
      "title": "David de Miranda, a la espera del diagnóstico definitivo sobre su nueva lesión vertebral",
      "description": "David de Miranda permanece ingresado en la clínica Asepeyo de Coslada, donde le han confirmado el diagnóstico que avanzaron los médicos en el hospital Santa Bárbara de Soria: fract",
      "url": "https://www.elmundo.es/cultura/toros/2019/09/02/5d6d06e6fc6c83a73e8b467d.html",
      "urlToImage": "https://e00-elmundo.uecdn.es/assets/multimedia/imagenes/2019/09/02/15674262463683.jpg",
      "publishedAt": "2019-09-02T12:11:35Z",
      "content": "David de Miranda permanece ingresado en la clínica Asepeyo de Coslada, donde le han confirmado el diagnóstico que avanzaron los médicos en el hospital Santa Bárbara de Soria: fractura de vértebras S1, L5 y D12, según informa la revista Aplausos. De Miranda, l… [+1665 chars]"
    },
    {
      "source": {
        "id": "el-mundo",
        "name": "El Mundo"
      },
      "author": "EFE",
      "title": "Torra será juzgado por desobediencia el 25 y 26 de septiembre",
      "description": "El Tribunal Superior de Justicia de Cataluña (TSJC) ha señalado para el 25 y 26 de septiembre el juicio al presidente de la Generalitat, Quim Torra, por desobediencia a la Junta El",
      "url": "https://www.elmundo.es/cataluna/2019/09/02/5d6d049221efa0df118b45b5.html",
      "urlToImage": "https://e00-elmundo.uecdn.es/assets/multimedia/imagenes/2019/09/02/15674255921376.jpg",
      "publishedAt": "2019-09-02T12:01:42Z",
      "content": "El Tribunal Superior de Justicia de Cataluña (TSJC) ha señalado para el 25 y 26 de septiembre el juicio al presidente de la Generalitat, Quim Torra, por desobediencia a la Junta Electoral (JEC) por no retirar lazos amarillos y símbolos partidistas en edificio… [+406 chars]"
    },
    {
      "source": {
        "id": "el-mundo",
        "name": "El Mundo"
      },
      "author": "ROBERTO BÉCARES",
      "title": "Denuncian a la dirección del Summa por prevaricación y dejación de funciones",
      "description": "El sindicato Summat ha interpuesto una denuncia contra el Director General de Recursos Humanos del SERMAS, Pablo Calvo, y contra Pablo Busca, Director Gerente del SUMMA 112, por un",
      "url": "https://www.elmundo.es/madrid/2019/09/02/5d6d009121efa0986d8b45a7.html",
      "urlToImage": "https://e00-elmundo.uecdn.es/assets/multimedia/imagenes/2019/03/29/15538572713147.jpg",
      "publishedAt": "2019-09-02T11:57:10Z",
      "content": "El sindicato Summat ha interpuesto una denuncia contra el Director General de Recursos Humanos del SERMAS, Pablo Calvo, y contra Pablo Busca, Director Gerente del SUMMA 112, por un delito contra los trabajadores y otro de prevaricación administrativa y dejaci… [+2030 chars]"
    },
    {
      "source": {
        "id": "el-mundo",
        "name": "El Mundo"
      },
      "author": "MARISOL HERNÁNDEZ",
      "title": "Sánchez medita no reunirse con Iglesias si no hay entendimiento previo de acuerdo programático",
      "description": "El PSOE se resiste a poner fecha a una nueva reunión entre Pedro Sánchez y Pablo Iglesias. El secretario de Organización y ministro de Fomento en funciones, José Luis Ábalos, situó",
      "url": "https://www.elmundo.es/espana/2019/09/02/5d6d00dbfc6c8313688b45e8.html",
      "urlToImage": "https://e00-elmundo.uecdn.es/assets/multimedia/imagenes/2019/09/02/15674249799282.jpg",
      "publishedAt": "2019-09-02T11:52:12Z",
      "content": "El PSOE se resiste a poner fecha a una nueva reunión entre Pedro Sánchez y Pablo Iglesias. El secretario de Organización y ministro de Fomento en funciones, José Luis Ábalos, situó hace unos días esta cita y el encuentro del presidente del Gobierno con otros … [+1856 chars]"
    },
    {
      "source": {
        "id": "el-mundo",
        "name": "El Mundo"
      },
      "author": "REUTERS",
      "title": "Trump afirma que el control de antecedentes de los compradores de armas \"no habría prevenido\" las masacres",
      "description": "El mandatario dijo que el autor del tiroteo que tuvo lugar el sábado en Texas estaba enfermo, pero niega que una mayor verificación en los antecedentes de quienes compran armas habría evitado el suceso Leer",
      "url": "https://www.elmundo.es/internacional/2019/09/02/5d6ce8a2fc6c8360768b4608.html",
      "urlToImage": "https://e00-elmundo.uecdn.es/assets/multimedia/imagenes/2019/09/02/15674225803236.jpg",
      "publishedAt": "2019-09-02T11:20:59Z",
      "content": "La matanza que tuvo lugar el sábado en Texas, que dejó un saldo de siete muertos y 22 heridos, ha reavivado el debate sobre el control de armas en EEUU. En este sentido, el presidente Donald Trump ha declarado que el tirador era \"una persona muy enferma\" pero… [+3382 chars]"
    },
    {
      "source": {
        "id": "el-mundo",
        "name": "El Mundo"
      },
      "author": "DAVID ARROYO",
      "title": "Skoda Kamiq: para usar en \"modo compartido\"",
      "description": "Por detrás del gigante Kodiaq (4,69 metros) y del compacto Karoq (4,38 metros) Skoda lanza ahora comercialmente el Kamiq (4,24 metros), un moderno todocamino urbano en el centro de",
      "url": "https://www.elmundo.es/motor/2019/09/02/5d69617e21efa0f40a8b45fa.html",
      "urlToImage": "https://e00-elmundo.uecdn.es/assets/multimedia/imagenes/2019/08/30/15671872590388.jpg",
      "publishedAt": "2019-09-02T11:19:03Z",
      "content": "Por detrás del gigante Kodiaq (4,69 metros) y del compacto Karoq (4,38 metros) Skoda lanza ahora comercialmente el Kamiq (4,24 metros), un moderno todocamino urbano en el centro de la moda, que la marca checa presentó en el Salón de Ginebra y que ya se puede … [+7372 chars]"
    },
    {
      "source": {
        "id": "el-mundo",
        "name": "El Mundo"
      },
      "author": "EUROPA PRESS",
      "title": "Ayuso pedirá \"austeridad\" a Telemadrid porque \"ya no es un servicio público esencial\"",
      "description": "La presidenta de la Comunidad de Madrid, Isabel Díaz Ayuso, ha asegurado que va a pedir \"austeridad\" a Telemadrid porque \"no es un servicio público esencial\" y tiene que lograr una",
      "url": "https://www.elmundo.es/madrid/2019/09/02/5d6cf9bc21efa08a278b45c4.html",
      "urlToImage": "https://e00-elmundo.uecdn.es/assets/multimedia/imagenes/2019/09/02/15674228794020.jpg",
      "publishedAt": "2019-09-02T11:15:30Z",
      "content": "La presidenta de la Comunidad de Madrid, Isabel Díaz Ayuso, ha asegurado que va a pedir \"austeridad\" a Telemadrid porque \"no es un servicio público esencial\" y tiene que lograr unas cuotas de audiencia para justificar su función. \r\nEn declaraciones a Es Radio… [+1064 chars]"
    },
    {
      "source": {
        "id": "el-mundo",
        "name": "El Mundo"
      },
      "author": "MARISA RECUERO",
      "title": "La fiscal concluye que el Banco de España y la CNMV intentaron \"desvirtuar\" el 'caso Bankia', pero \"esa pesadilla sucedió\"",
      "description": "El Banco de España y la Comisión Nacional del Mercado de Valores (CNMV) se salvaron de sentarse en el banquillo de los acusados por la estafa que, presuntamente, se cometió sobre m",
      "url": "https://www.elmundo.es/economia/2019/09/02/5d6cf63cfc6c837f4a8b45b6.html",
      "urlToImage": "https://e00-elmundo.uecdn.es/assets/multimedia/imagenes/2019/09/02/15674177870800.jpg",
      "publishedAt": "2019-09-02T11:01:31Z",
      "content": "El Banco de España y la Comisión Nacional del Mercado de Valores (CNMV) se salvaron de sentarse en el banquillo de los acusados por la estafa que, presuntamente, se cometió sobre miles de inversores con la salida a Bolsa de Bankia el 21 de julio de 2011. Sin … [+3634 chars]"
    },
    {
      "source": {
        "id": "el-mundo",
        "name": "El Mundo"
      },
      "author": "PIXEL",
      "title": "Huawei anunciará sus teléfonos Mate 30 el día 19 de septiembre",
      "description": "El fabricante tecnológico Huawei ha anunciado que presentará su nueva familia de 'smartphones' Mate 30 el próximo 19 de septiembre en un evento que organizará en Múnich (Alemania)",
      "url": "https://www.elmundo.es/tecnologia/gadgets/2019/09/02/5d6cf4af21efa035568b457e.html",
      "urlToImage": "https://e00-elmundo.uecdn.es/assets/multimedia/imagenes/2019/09/02/15674215643085.jpg",
      "publishedAt": "2019-09-02T10:54:02Z",
      "content": "El fabricante tecnológico Huawei ha anunciado que presentará su nueva familia de 'smartphones' Mate 30 el próximo 19 de septiembre en un evento que organizará en Múnich (Alemania) y que estará centrado en las capacidades fotográficas de los teléfonos. \r\nAl ha… [+1806 chars]"
    },
    {
      "source": {
        "id": "el-mundo",
        "name": "El Mundo"
      },
      "author": "EFE",
      "title": "Las protestas de Hong Kong se trasladan a las aulas con una huelga estudiantil",
      "description": "Las protestas prodemocráticas que llevan más de tres meses sacudiendo Hong Kong han invadido hoy las aulas en el primer día de curso escolar, con un boicot a las clases por parte d",
      "url": "https://www.elmundo.es/internacional/2019/09/02/5d6cf291fdddff830d8b4616.html",
      "urlToImage": "https://e00-elmundo.uecdn.es/assets/multimedia/imagenes/2019/09/02/15674209815766.jpg",
      "publishedAt": "2019-09-02T10:47:44Z",
      "content": "Las protestas prodemocráticas que llevan más de tres meses sacudiendo Hong Konghan invadido hoy las aulas en el primer día de curso escolar, con un boicot a las clases por parte de los estudiantes, que han estado al frente del movimiento de protesta.\r\nEn este… [+4426 chars]"
    },
    {
      "source": {
        "id": "el-mundo",
        "name": "El Mundo"
      },
      "author": "EUROPA PRESS",
      "title": "Defensa anuncia que ha finalizado el rescate del cuerpo del piloto que se estrelló en La Manga",
      "description": "La ministra de Defensa en funciones, Margarita Robles, ha visitado esta mañana las instalaciones de la Academia General del Aire en San Javier (Murcia), donde ha transmitido a mand",
      "url": "https://www.elmundo.es/espana/2019/09/02/5d6cf1acfc6c83c1718b4597.html",
      "urlToImage": "https://e00-elmundo.uecdn.es/assets/multimedia/imagenes/2019/09/02/15674208261718.jpg",
      "publishedAt": "2019-09-02T10:43:40Z",
      "content": "La ministra de Defensa en funciones, Margarita Robles, ha visitado esta mañana las instalaciones de la Academia General del Aire en San Javier (Murcia), donde ha transmitido a mandos y alumnos la \"solidaridad\" y el \"apoyo\" del Gobierno de España tras el accid… [+1497 chars]"
    },
    {
      "source": {
        "id": "el-mundo",
        "name": "El Mundo"
      },
      "author": "EL MUNDO",
      "title": "Un Nadal sin vendajes ante un campeón venido a menos",
      "description": "El domingo se cumplirán cinco años del gran día de gloria de Marin Cilic en Nueva York. Aquel triunfo ante Kei Nishikori en la final, disputada en lunes, supuso la cima de la carre",
      "url": "https://www.elmundo.es/deportes/tenis/us-open/2019/09/02/5d6ccca021efa0b8568b457a.html",
      "urlToImage": "https://e00-elmundo.uecdn.es/assets/multimedia/imagenes/2019/09/02/15674188379016.jpg",
      "publishedAt": "2019-09-02T10:43:22Z",
      "content": "El domingo se cumplirán cinco años del gran día de gloria de Marin Cilic en Nueva York. Aquel triunfo ante Kei Nishikori en la final, disputada en lunes, supuso la cima de la carrera del croata, que esta madrugada (1:00 horas) se cruza ante Rafa Nadal en los … [+2859 chars]"
    },
    {
      "source": {
        "id": "el-mundo",
        "name": "El Mundo"
      },
      "author": "QUICO ALSEDO",
      "title": "Búsqueda de Blanca Fernández Ochoa: \"El esfuerzo puede ser a largo plazo\"",
      "description": "\"El esfuerzo puede ser a largo plazo\" ha dicho la delegada del Gobierno en Madrid, María Paz García Vega, en rueda de prensa, sobre las labores de búsqueda de Blanca Fernández Ocho",
      "url": "https://www.elmundo.es/deportes/mas-deporte/2019/09/02/5d6ceb4d21efa069568b4589.html",
      "urlToImage": "https://e00-elmundo.uecdn.es/assets/multimedia/imagenes/2019/09/02/15674198894636.jpg",
      "publishedAt": "2019-09-02T10:30:35Z",
      "content": "\"El esfuerzo puede ser a largo plazo\" ha dicho la delegada del Gobierno en Madrid, María Paz García Vega, en rueda de prensa, sobre las labores de búsqueda de Blanca Fernández Ochoa, vista por última vez el pasado 23 de agosto, y ha confirmado que \"se busca e… [+1897 chars]"
    },
    {
      "source": {
        "id": "el-mundo",
        "name": "El Mundo"
      },
      "author": "EUROPA PRESS",
      "title": "Cultura sanciona al director de la Compañía de Danza por usar \"a título privado\" coreografías y vestuario públicos",
      "description": "El Instituto Nacional de las Artes Escénicas y de la Música (Inaem) ha decidido imponer dos sanciones al director artístico saliente de la Compañía Nacional de Danza (CND), José Ca",
      "url": "https://www.elmundo.es/cultura/danza/2019/09/02/5d6ceb36fdddff0b278b45f3.html",
      "urlToImage": "https://e00-elmundo.uecdn.es/assets/multimedia/imagenes/2019/09/02/15674197641906.jpg",
      "publishedAt": "2019-09-02T10:24:28Z",
      "content": "El Instituto Nacional de las Artes Escénicas y de la Música (Inaem) ha decidido imponer dos sanciones al director artístico saliente de la Compañía Nacional de Danza (CND), José Carlos Martínez, por un uso indebido de coreografías y vestuario durante su parti… [+2150 chars]"
    },
    {
      "source": {
        "id": "el-mundo",
        "name": "El Mundo"
      },
      "author": "AGENCIAS",
      "title": "Investigan el encierro de Vidreres en el que un toro se escapó y hubo 22 heridos",
      "description": "Los Mossos d'Esquadra investigan el accidente de este domingo en el 'correbou' (encierro) de Vidreres (Girona) en el que un toro que se escapó hirió a 22 personas, han explicado a",
      "url": "https://www.elmundo.es/cataluna/2019/09/02/5d6ceb10fdddff08158b462f.html",
      "urlToImage": "https://ak.uecdn.es/p/108/thumbnail/entry_id/0_4jgy5421/width/657/type/2/bgcolor/000000/0_4jgy5421.jpg",
      "publishedAt": "2019-09-02T10:17:15Z",
      "content": "Los Mossos d'Esquadra investigan el accidente de este domingo en el 'correbou' (encierro) de Vidreres (Girona) en el que un toro que se escapó hirió a 22 personas, han explicado a Europa Press fuentes policiales y sanitarias.\r\nLos hechos ocurrieron sobre las … [+2748 chars]"
    },
    {
      "source": {
        "id": "el-mundo",
        "name": "El Mundo"
      },
      "author": "EFE",
      "title": "La juez exime a los farmacéuticos de responsabilidad en el suministro de crecepelo a bebés",
      "description": "En un auto, al que ha tenido acceso Efe, la magistrado del Juzgado de Instrucción número 4 de Torrelavega  exime de responsabilidad a los farmacéuticos que prepararon la fórmula ma",
      "url": "https://www.elmundo.es/salud/2019/09/02/5d6ce1e1fc6c8382158b4622.html",
      "urlToImage": "https://e00-elmundo.uecdn.es/assets/multimedia/imagenes/2019/08/29/15670354388062.jpg",
      "publishedAt": "2019-09-02T10:07:44Z",
      "content": "En un auto, al que ha tenido acceso Efe, la magistrado del Juzgado de Instrucción número 4 de Torrelavega exime de responsabilidad a los farmacéuticos que prepararon la fórmula magistral contra el reflujo gástrico que ingirieron los menores, y que debería hab… [+3349 chars]"
    }
  ]
}
