{
  "status": "ok",
  "totalResults": 4,
  "articles": [
    {
      "source": {
        "id": "four-four-two",
        "name": "FourFourTwo"
      },
      "author": null,
      "title": "Denis Irwin says United will ignore the jet lag and go for Europa League glory - FourFourTwo",
      "description": "Denis Irwin says United will ignore the jet lag and go for Europa League glory FourFourTwo Europa League group stage 2019-20: Fixtures, kickoff times, all you need to know ESPN India Europa League group stage: Man Utd paired with Astana, Arsenal face Frankfur…",
      "url": "https://www.fourfourtwo.com/news/denis-irwin-says-united-will-ignore-jet-lag-and-go-europa-league-glory",
      "urlToImage": "https://images.cdn.fourfourtwo.com/sites/fourfourtwo.com/files/2.32677783.jpg",
      "publishedAt": "2019-08-30T14:47:31Z",
      "content": "Denis Irwin admitted the Europa League is not the European competition Manchester United were aiming for but that will not stop them trying to reach the final in Poland, no matter where their journey takes them.\r\nUnited face taxing trips to Kazakhstan and Ser… [+4470 chars]"
    },
    {
      "source": {
        "id": "four-four-two",
        "name": "FourFourTwo"
      },
      "author": null,
      "title": "Study reveals that watching football is actually good for your health",
      "description": "Just watching a game can be a healthy workout for your heart, but lose and you'll be feeling the effects for days",
      "url": "https://www.fourfourtwo.com/news/study-reveals-watching-football-good-for-you-health-benefits-leeds-united",
      "urlToImage": "https://images.cdn.fourfourtwo.com/sites/fourfourtwo.com/files/leeds_fans_0.jpg",
      "publishedAt": "2019-08-14T09:46:17Z",
      "content": "Rejoice! A study conducted by the University of Leeds and BetVictor has revealed the potential health benefits of watching football. \r\nThe experiment, using 25 Leeds fans aged between 20 and 60, found that the elevated heart rates supporters experienced while… [+2279 chars]"
    },
    {
      "source": {
        "id": "four-four-two",
        "name": "FourFourTwo"
      },
      "author": null,
      "title": "So near, yet so VAR… - FourFourTwo",
      "description": "So near, yet so VAR… FourFourTwo Winners and losers of the Premier League transfer window theScore The sad decline of Manchester United actually highlights how far the EPL has risen The Globe and Mail Top 6 Premier League storylines to watch entering 2019-20 …",
      "url": "https://www.fourfourtwo.com/news/so-near-yet-so-var",
      "urlToImage": "https://images.cdn.fourfourtwo.com/sites/fourfourtwo.com/files/2.44579306.jpg",
      "publishedAt": "2019-08-09T21:07:31Z",
      "content": "The Premier Leagues first night with the Video Assistant Referee system ran smoothly at Anfield with the only issue coming from the communication headsets.\r\nLiverpool did not need technological assistance as they eased to a 4-1 win over newly-promoted Norwich… [+1190 chars]"
    },
    {
      "source": {
        "id": "four-four-two",
        "name": "FourFourTwo"
      },
      "author": null,
      "title": "Predicted! FourFourTwo's 2019/20 Premier League table - FourFourTwo",
      "description": "Predicted! FourFourTwo's 2019/20 Premier League table FourFourTwo Top 15 deals of the Premier League transfer window ProSoccerTalk Premier League clubs 'should pay living wage' to staff BBC News The Premier League cannot afford another two-horse race - it is …",
      "url": "https://www.fourfourtwo.com/features/predicted-premier-league-table-201920-man-utd-arsenal-liverpool-chelsea-man-city-tottenham",
      "urlToImage": "https://images.cdn.fourfourtwo.com/sites/fourfourtwo.com/files/predicted_premier_league_table.jpg",
      "publishedAt": "2019-08-08T19:00:00Z",
      "content": "Readers, beware: this is not necessarily the table that youll see in our sparkly Season Preview issue. While not much has changed, enough has since we went to print for us to make some more informed decisions about the season ahead. \r\nBut that still means lit… [+5295 chars]"
    }
  ]
}
