{
  "status": "ok",
  "totalResults": 397,
  "articles": [
    {
      "source": {
        "id": "mtv-news",
        "name": "MTV News"
      },
      "author": "MTV News Staff",
      "title": "Miley Cyrus’s ‘Slide Away’ And The Necessity Of Emergency Breakup Bops",
      "description": "Miley Cyrus's 'Slide Away' sums up her separation from Liam Hemsworth better than any official statement ever could.",
      "url": "http://www.mtv.com/news/3137750/miley-cyrus-slide-away-vma-reflection/",
      "urlToImage": "https://mtv.mtvnimages.com/uri/mgid:ao:image:mtv.com:681056?quality=0.8&format=jpg&width=1440&height=810&.jpg",
      "publishedAt": "2019-08-30T18:00:56Z",
      "content": "By Emilee Lindner\r\nWhen I read the headline, I forgot to breathe. There I was, gawking at my computer without blue-light glasses (I know, dangerous), as my almost-lunchtime appetite shrunk back down to my stomach. Miley Cyrus and Liam Hemsworth had called it … [+4563 chars]"
    },
    {
      "source": {
        "id": "mtv-news",
        "name": "MTV News"
      },
      "author": "Trey Alston",
      "title": "Meek Mill, Meghan Trainor, And Rapsody Front The NFL’s New Social Justice Campaign",
      "description": "Meek Mill, Meghan Trainor, And Rapsody lead the NFL's new social justice campaign, Inspire Change. It involves a free concert in Chicago on September 5 along with other aspects of it that will carry on throughout the season, such as Songs of the Season.",
      "url": "http://www.mtv.com/news/3137772/meek-mill-meghan-trainor-rapsody-inspire-change-nfl/",
      "urlToImage": "https://mtv.mtvnimages.com/uri/mgid:ao:image:mtv.com:681058?quality=0.8&format=jpg&width=1440&height=810&.jpg",
      "publishedAt": "2019-08-30T16:25:33Z",
      "content": "The first new aspect of the NFL and Roc Nation partnership is a program called Inspire Change. It was announced earlier this month, but today (August 30), it has been detailed. First, the program has advocates for the 2019 season and they are Meek Mill, Megha… [+1324 chars]"
    },
    {
      "source": {
        "id": "mtv-news",
        "name": "MTV News"
      },
      "author": "Christianna Silva",
      "title": "Trump’s New Order To Deport Sick Immigrants Went Into Effect Weeks Ago",
      "description": "The Trump administration eliminated a protection that allows severely ill undocumented immigrants and their families to remain in the U.S. while they receive life-saving treatment, the Associated Press reported.",
      "url": "http://www.mtv.com/news/3137767/trumps-new-order-to-deport-sick-immigrants-went-into-effect-weeks-ago/",
      "urlToImage": "https://mtv.mtvnimages.com/uri/mgid:ao:image:mtv.com:681049?quality=0.8&format=jpg&width=1440&height=810&.jpg",
      "publishedAt": "2019-08-30T16:02:08Z",
      "content": "In a move thats dark for even this administration, the U.S. Citizenship and Immigration Services (USCIS) eliminated a protection that allows severely ill undocumented immigrants and their families to remain in the U.S. while they receive life-saving treatment… [+2159 chars]"
    },
    {
      "source": {
        "id": "mtv-news",
        "name": "MTV News"
      },
      "author": "Trey Alston",
      "title": "Bop Shop: Songs From Miley Cyrus, A$AP Rocky, Ava Max, And More",
      "description": "Explosive parties, elite-level scamming, ripping the band-aid off a bad relationship, and more make up our list of faves",
      "url": "http://www.mtv.com/news/3137546/bop-shop-miley-cyrus-asap-rocky-big-sean/",
      "urlToImage": "https://mtv.mtvnimages.com/uri/mgid:ao:image:mtv.com:681050?quality=0.8&format=jpg&width=1440&height=810&.jpg",
      "publishedAt": "2019-08-30T15:48:22Z",
      "content": "Teejayx6 is Detroit's premier scam rapper and he's not even 18 yet. Artists like Vince Staples and Lil Yachty have given him co-signs, and if you listen to his absurd brand of rap, it's not hard to see why. He breaks down scamming to a science, often fondly r… [+967 chars]"
    },
    {
      "source": {
        "id": "mtv-news",
        "name": "MTV News"
      },
      "author": "Trey Alston",
      "title": "Lana Del Rey’s New Album Is Out Now — And She’s Already Working On Another One",
      "description": "Lana Del Rey has released her new album, 'Norman Fucking Rockwell.' It features her six previously released singles. She's also revealed that she's already working on another album.",
      "url": "http://www.mtv.com/news/3137748/lana-del-rey-norman-fucking-rockwell-now-out/",
      "urlToImage": "https://mtv.mtvnimages.com/uri/mgid:ao:image:mtv.com:681047?quality=0.8&format=jpg&width=1440&height=810&.jpg",
      "publishedAt": "2019-08-30T14:26:59Z",
      "content": "Lana Del Rey's sixth studio album, Norman Fucking Rockwell, is now out today (August 30), finally. Six singles later and a couple of wild music videos, including one where she's tall enough to date Godzilla, the LP has arrived with bold and swaggering style, … [+1042 chars]"
    },
    {
      "source": {
        "id": "mtv-news",
        "name": "MTV News"
      },
      "author": "Matthew Scott Donnelly",
      "title": "A (Not So) Fond Farewell: The 13 Real World Cast Members Who’ve Been Evicted",
      "description": "Parting is such sweet sorrow…unless you cause some serious mayhem in The Real World house, in which case parting is production-mandated expulsion. Since Season 2 of Real World, which chronicled David Edwards’ removal from the Los Angeles house for bad behavio…",
      "url": "http://www.mtv.com/news/3137675/real-world-cast-members-evicted/",
      "urlToImage": "https://mtv.mtvnimages.com/uri/mgid:ao:image:mtv.com:681007?quality=0.8&format=jpg&width=1440&height=810&.jpg",
      "publishedAt": "2019-08-30T14:00:26Z",
      "content": "Parting is such sweet sorrowunless you cause some serious mayhem in The Real World house, in which case parting is production-mandated expulsion.\r\nSince Season 2 of Real World, which chronicled David Edwards removal from the Los Angeles house for bad behavior… [+5778 chars]"
    },
    {
      "source": {
        "id": "mtv-news",
        "name": "MTV News"
      },
      "author": "Madeline Roth",
      "title": "Hear HAIM Plunge Into Charli XCX’s Electro-Pop Universe On ‘Warm’",
      "description": "Charli XCX and HAIM fall in love and risk it all on their new song \"Warm.\"",
      "url": "http://www.mtv.com/news/3137725/charli-xcx-haim-warm/",
      "urlToImage": "https://mtv.mtvnimages.com/uri/mgid:ao:image:mtv.com:681028?quality=0.8&format=jpg&width=1440&height=810&.jpg",
      "publishedAt": "2019-08-30T13:32:22Z",
      "content": "What happens when Charli XCX invites HAIM to her avant-garde electro-pop world? You get a track like \"Warm,\" which seamlessly fuses the band's sunny harmonies and the pop star's brash production.\r\nAs with most Charli joints, \"Warm\" is a total sonic adventure,… [+1096 chars]"
    },
    {
      "source": {
        "id": "mtv-news",
        "name": "MTV News"
      },
      "author": "Alissa Schulman",
      "title": "Original Aladdin Stars Recall The Joys Of Going To Work In Sweatpants",
      "description": "Original \"Aladdin\" voice actors Scott Weinger, Linda Larkin, and Brad Kane reunited at D23 to relive the magic that started in 1992.",
      "url": "http://www.mtv.com/news/3137538/aladdin-interview-scott-weinger-linda-larkin-brad-kane/",
      "urlToImage": "https://mtv.mtvnimages.com/uri/mgid:ao:image:mtv.com:680956?quality=0.8&format=jpg&width=1440&height=810&.jpg",
      "publishedAt": "2019-08-30T13:00:27Z",
      "content": "\"I'm freaking out, you guys. I'm freaking out,\" Scott Weinger says during a chat with Brad Kane, Linda Larkin, and MTV News. The trio who voiced speaking Aladdin, singing Aladdin, and speaking Princess Jasmine in the 1992 animated feature, respectively is bac… [+8664 chars]"
    },
    {
      "source": {
        "id": "mtv-news",
        "name": "MTV News"
      },
      "author": "Trey Alston",
      "title": "Post Malone Wants To Get Off A Rickety Carousel Of Love On ‘Circles’",
      "description": "Post Malone has released the third new song from his forthcoming album, 'Hollywood's Bleeding.' It's 'Circles,' a mellow tune about a boring relationship.",
      "url": "http://www.mtv.com/news/3137742/post-malone-circles-song/",
      "urlToImage": "https://mtv.mtvnimages.com/uri/mgid:ao:image:mtv.com:681035?quality=0.8&format=jpg&width=1440&height=810&.jpg",
      "publishedAt": "2019-08-30T12:30:06Z",
      "content": "Ah, yes. Fall is arriving. Smell the dying leaves in the air and crunch on orange and brown fronds as they litter the streets. Post Malone has released a new song that captures the feeling of the season in its mellow melodies and chilly description of love. I… [+1386 chars]"
    },
    {
      "source": {
        "id": "mtv-news",
        "name": "MTV News"
      },
      "author": "Jordana Ossad",
      "title": "Promises, Promises: Will Ex On The Beach‘s Aubrey Really Stick With Mark?",
      "description": "Aubrey and Mark are getting closer on 'Ex on the Beach' -- and she swears that won't change when her ex arrives.",
      "url": "http://www.mtv.com/news/3133302/aubrey-mark-ex-on-the-beach/",
      "urlToImage": "https://mtv.mtvnimages.com/uri/mgid:ao:image:mtv.com:680978?quality=0.8&format=jpg&width=1440&height=810&.jpg",
      "publishedAt": "2019-08-30T02:00:51Z",
      "content": "There's \"a thing\" developing between Aubrey and Mark on Ex on the Beach -- and during tonight's episode, the singer and the Big Brother alum got a bit closer \r\non the couch\r\n. But will the canoodling continue after her former flame arrives?Before we address s… [+1151 chars]"
    },
    {
      "source": {
        "id": "mtv-news",
        "name": "MTV News"
      },
      "author": "Tina Smithers Peckham",
      "title": "Jersey Shore Truce: Is JWOWW And Ronnie’s Friendship Back On Track For Good?",
      "description": "Ronnie and JWOWW have a rocky history, but it might be smooth sailing for the pair moving forward on 'Jersey Shore: Family Vacation.'",
      "url": "http://www.mtv.com/news/3136437/jersey-shore-jwoww-ronnie-truce/",
      "urlToImage": "https://mtv.mtvnimages.com/uri/mgid:ao:image:mtv.com:680925?quality=0.8&format=jpg&width=1440&height=810&.jpg",
      "publishedAt": "2019-08-30T01:00:30Z",
      "content": "Ronnie (along with his hair and teeth) is in a better place following his time in rehab. And his friendship with JWOWW might be too.\r\nDuring tonight's Jersey Shore: Family Vacation episode, the roommates appeared to move forward following a bout of not-so-gre… [+1420 chars]"
    },
    {
      "source": {
        "id": "mtv-news",
        "name": "MTV News"
      },
      "author": "Jordyn Tilchen",
      "title": "Hailey Bieber Transformed Into Off-Duty Princess Diana For Vogue Paris",
      "description": "Hailey Bieber recaptures some of Princess Diana's iconic looks in a new photo shoot for 'Vogue Paris.'",
      "url": "http://www.mtv.com/news/3137682/hailey-bieber-princess-diana-vogue-paris/",
      "urlToImage": "https://mtv.mtvnimages.com/uri/mgid:ao:image:mtv.com:681017?quality=0.8&format=jpg&width=1440&height=810&.jpg",
      "publishedAt": "2019-08-29T21:45:45Z",
      "content": "If you're interested in fashion, chances are there's someone probably a celebrity whose style you look up to. For Hailey Bieber, that person is Princess Diana. And in a new photo shoot with Vogue Paris, the model recreated some of the late royal's most iconic… [+1684 chars]"
    },
    {
      "source": {
        "id": "mtv-news",
        "name": "MTV News"
      },
      "author": "Brittany Vincent",
      "title": "Beanie Feldstein And Ben Platt Are Filming A Musical That Won’t Be Done For 20 Years",
      "description": "Beanie Feldstein and Ben Platt are hard at work filming a movie with Richard Linklater that won't be complete until at least 20 years from now, based on a Stephen Sondheim musical.",
      "url": "http://www.mtv.com/news/3137661/beanie-feldstein-ben-platt-musical/",
      "urlToImage": "https://mtv.mtvnimages.com/uri/mgid:ao:image:mtv.com:681027?quality=0.8&format=jpg&width=1440&height=810&.jpg",
      "publishedAt": "2019-08-29T21:21:20Z",
      "content": "Beanie Feldstein (Booksmart) and Ben Platt (The Politician) are gearing up for one of the most ambitious roles of their careers.\r\nCollider reports that the pair are teaming up with filmmaker Richard Linklater for another lengthy film project. After working on… [+1525 chars]"
    },
    {
      "source": {
        "id": "mtv-news",
        "name": "MTV News"
      },
      "author": "Christianna Silva",
      "title": "This Nevada High Schooler Used TikTok To Help Get Her Teachers Raises",
      "description": "Gillian Sullivan, 16, helped start a viral movement to get her teachers raises in Nevada by posting a video to TikTok.",
      "url": "http://www.mtv.com/news/3137711/this-nevada-high-schooler-used-tiktok-to-help-get-her-teachers-raises/",
      "urlToImage": "https://mtv.mtvnimages.com/uri/mgid:ao:image:mtv.com:681023?quality=0.8&format=jpg&width=1440&height=810&.jpg",
      "publishedAt": "2019-08-29T20:44:22Z",
      "content": "Social media has long been the connective tissue used by young activists to turn a moment into a movement. So when 16-year-old Gillian Sullivan from Henderson, Nevada, instinctively recorded and posted a video on TikTok to help organize a strike in solidarity… [+3318 chars]"
    },
    {
      "source": {
        "id": "mtv-news",
        "name": "MTV News"
      },
      "author": "Jordana Ossad",
      "title": "Turncoats And Traitors: Which War Of The Worlds 2 Competitor Will Switch Sides?",
      "description": "'Challenge' host TJ Lavin dropped a game-changing twist during the premiere of 'War of the Worlds 2.'",
      "url": "http://www.mtv.com/news/3134736/challenge-war-of-the-worlds-2-allegiance-twist/",
      "urlToImage": "https://mtv.mtvnimages.com/uri/mgid:ao:image:mtv.com:681016?quality=0.8&format=jpg&width=1440&height=810&.jpg",
      "publishedAt": "2019-08-29T20:02:27Z",
      "content": "The Challenge just gave a whole new meaning to The Pledge of Allegiance. \r\nDuring the supersized War of the Worlds 2 premiere, the series' longtime host TJ Lavin dropped a twist on Team U.S. and Team U.K. following the inaugural elimination of Season 34 betwe… [+980 chars]"
    },
    {
      "source": {
        "id": "mtv-news",
        "name": "MTV News"
      },
      "author": "MTV News Staff",
      "title": "14-Year-Old Climate Activist Alexandria Villaseñor Knows Inaction Is Not An Option",
      "description": "'It’s really important that my generation is involved in making sure that our voices are heard because will be impacted the most'",
      "url": "http://www.mtv.com/news/3137687/alexandria-villasenor-greta-thunburg-climate-crisis/",
      "urlToImage": "https://mtv.mtvnimages.com/uri/mgid:ao:image:mtv.com:681013?quality=0.8&format=jpg&width=1440&height=810&.jpg",
      "publishedAt": "2019-08-29T20:01:03Z",
      "content": "By Lauren Rearick\r\nFor 38 consecutive Fridays, 14-year-old Alexandria Villaseñor has held the same ritual at a bench outside of the United Nation Headquarters in New York City. As the world continues to burn, literally, Alexandria has one thing on her mind: S… [+3802 chars]"
    },
    {
      "source": {
        "id": "mtv-news",
        "name": "MTV News"
      },
      "author": "Trey Alston",
      "title": "Rick Ross Has The Best Time Just Standing Still In The Video For ‘Fascinated’",
      "description": "Rick Ross gets fitted for a suit in his new video for \"Fascinated.\" In the visual, he relaxes while someone takes his measurements. He just can't stay still.",
      "url": "http://www.mtv.com/news/3137656/rick-ross-fascinated-video/",
      "urlToImage": "https://mtv.mtvnimages.com/uri/mgid:ao:image:mtv.com:681015?quality=0.8&format=jpg&width=1440&height=810&.jpg",
      "publishedAt": "2019-08-29T19:57:01Z",
      "content": "Rick Ross has released a new, relaxing video for \"Fascinated\" that, depending on who you ask, could either excite you or leave you wondering if there's a double meaning to it. In it, Ross gets fitted for a suit while he blows smoke. That's the punchline. And … [+990 chars]"
    },
    {
      "source": {
        "id": "mtv-news",
        "name": "MTV News"
      },
      "author": "Jordyn Tilchen",
      "title": "Why Alisha Boe Felt Empowered To Play Jessica Davis In 13 Reasons Why Season 3",
      "description": "In a new interview with 'Glamour,' Alisha Boe spoke about feeling empowered to play the role of Jessica Davis on '13 Reasons Why' in the midst of the #MeToo and Time's Up movements. She also addressed the humanization of Bryce Walker in Season 3.",
      "url": "http://www.mtv.com/news/3137619/alisha-boe-13-reasons-why-me-too-movement/",
      "urlToImage": "https://mtv.mtvnimages.com/uri/mgid:ao:image:mtv.com:680999?quality=0.8&format=jpg&width=1440&height=810&.jpg",
      "publishedAt": "2019-08-29T19:09:25Z",
      "content": "Much like the first two seasons of 13 Reasons Why, Season 3 of the Netflix show has people everywhere talking. And while a lot of the chatter is due to the overt humanization of Bryce Walker a known rapist whose death is at the center of Season 3's whodunit p… [+2928 chars]"
    },
    {
      "source": {
        "id": "mtv-news",
        "name": "MTV News"
      },
      "author": "Brittany Vincent",
      "title": "Kacey Musgraves Loved This L.A. Photo Shop So Much She Made It An Insta Account",
      "description": "Kacey Musgraves recently stopped in at a small Koreatown business called Tom's One Hour Photo and immediately fell in love with his work, taking to Twitter to promote it and share it with the world.",
      "url": "http://www.mtv.com/news/3137613/kacey-musgraves-toms-one-hour-photo/",
      "urlToImage": "https://mtv.mtvnimages.com/uri/mgid:ao:image:mtv.com:680992?quality=0.8&format=jpg&width=1440&height=810&.jpg",
      "publishedAt": "2019-08-29T18:41:20Z",
      "content": "When Kacey Musgraves spent some time in Los Angeles recently, she happened upon a tiny shop tucked away on Beverly Blvd, deep in the heart of Koreatown.\r\nNaturally, Spacey Kacey decided to stop in and have a look around, and what she found there was a heartwa… [+1784 chars]"
    },
    {
      "source": {
        "id": "mtv-news",
        "name": "MTV News"
      },
      "author": "Trey Alston",
      "title": "Lana Del Rey Is A Frolicking Giant Who Defends Scorned Lovers In ‘Doin Time’",
      "description": "Lana Del Rey is a giant in the new video for 'Doin Time.' A REAL giant. She walks around Los Angeles and protects the heart of a scorned woman (also played by herself).",
      "url": "http://www.mtv.com/news/3137634/lana-del-rey-doin-time-video/",
      "urlToImage": "https://mtv.mtvnimages.com/uri/mgid:ao:image:mtv.com:681003?quality=0.8&format=jpg&width=1440&height=810&.jpg",
      "publishedAt": "2019-08-29T18:24:19Z",
      "content": "The Avengers, who are currently not on assignment after the devastating battle with Thanos in Avengers: Endgame that claimed the life of Tony Stark (oh come on, you've had five months to see the movieit's not a spoiler anymore) may have to be called back toge… [+2038 chars]"
    },
    {
      "source": {
        "id": "mtv-news",
        "name": "MTV News"
      },
      "author": "Jordana Ossad",
      "title": "Mother-Daughter Birthday: Chelsea Houska And Mini Me Layne Are One Year Older",
      "description": "'Teen Mom 2' mother-daughter duo Chelsea and Layne are celebrating their birthdays today.",
      "url": "http://www.mtv.com/news/3135810/teen-mom-2-chelsea-houska-daughter-layne-birthdays/",
      "urlToImage": "https://mtv.mtvnimages.com/uri/mgid:ao:image:mtv.com:680287?quality=0.8&format=jpg&width=1440&height=810&.jpg",
      "publishedAt": "2019-08-29T18:13:53Z",
      "content": "August 29 is a momentous day in the Houska-DeBoer household: Teen Mom 2mother-daughter duo Chelsea and little girl Layne are celebrating their birthdays! Baby Layne is the big 0-1, while Chelsea is 28.\r\n\"LAYNE! LayLay girl! How the heck are you one?!\" Chelsea… [+1521 chars]"
    },
    {
      "source": {
        "id": "mtv-news",
        "name": "MTV News"
      },
      "author": "Trey Alston",
      "title": "Lil Wayne, Birdman, And Juvenile Bury The Hatchets On ‘Ride Dat’",
      "description": "Lil Wayne, Birdman, and Juvenile have reunited on the new track, 'Ride Dat.' Juvenile raps briefly about reconciling, but the song is dedicated to hot and sweaty sex.",
      "url": "http://www.mtv.com/news/3137616/lil-wayne-birdman-juvenile-ride-dat-song/",
      "urlToImage": "https://mtv.mtvnimages.com/uri/mgid:ao:image:mtv.com:680998?quality=0.8&format=jpg&width=1440&height=810&.jpg",
      "publishedAt": "2019-08-29T16:57:10Z",
      "content": "Lil Wayne, Birdman, and Juvenile. Three titans of hip-hop with relationships so intertwined, so complex, that they've been at odds with each other on occasion over the past twenty years, but it looks like the hatchets have finally been buried. They've release… [+1469 chars]"
    },
    {
      "source": {
        "id": "mtv-news",
        "name": "MTV News"
      },
      "author": "Brittany Vincent",
      "title": "Shawn Mendes Launches Self-Titled Organization To ‘Inspire, Empower, And Act’",
      "description": "Shawn Mendes announced the launch of his organization The Shawn Mendes Foundation on Instagram, meant to help give fans a voice.",
      "url": "http://www.mtv.com/news/3137565/shawn-mendes-foundation/",
      "urlToImage": "https://mtv.mtvnimages.com/uri/mgid:ao:image:mtv.com:680963?quality=0.8&format=jpg&width=1440&height=810&.jpg",
      "publishedAt": "2019-08-29T15:52:34Z",
      "content": "Shawn Mendes has long since had his share of success, and he's looking to use his platform to pay it forward to fans.\r\nThe singer took to Instagram on Wednesday (August 28) to announce the launch of his organization to do just that. The Shawn Mendes Foundatio… [+1560 chars]"
    },
    {
      "source": {
        "id": "mtv-news",
        "name": "MTV News"
      },
      "author": "Trey Alston",
      "title": "Skrillex And Ty Dolla $ign Make Breakups Sound Festive In City Girls-Sampling New Song",
      "description": "Skrillex, Ty Dolla $ign, and Boyz Noise have collaborated on a new tune, 'Midnight Hour.' It samples 'Act Up' by the City Girls and is an energetic look at the end of a relationship.",
      "url": "http://www.mtv.com/news/3137583/skrillex-ty-dolla-sign-city-girls-midnight-hour-song/",
      "urlToImage": "https://mtv.mtvnimages.com/uri/mgid:ao:image:mtv.com:680987?quality=0.8&format=jpg&width=1440&height=810&.jpg",
      "publishedAt": "2019-08-29T15:36:11Z",
      "content": "Skrillex, Ty Dolla $ign, and German producer Boys Noize have released an epic collaboration called \"Midnight Hour\" that doesn't sound anything like something that you would listen to in the dead of the evening. It's a midday party record, maybe even a favorit… [+1304 chars]"
    },
    {
      "source": {
        "id": "mtv-news",
        "name": "MTV News"
      },
      "author": "Jordyn Tilchen",
      "title": "John Travolta’s Viral VMAs Mix-Up Has Everyone Laughing — Including Taylor Swift",
      "description": "While presenting the award for Video of the Year at the 2019 MTV Video Music Awards, John Travolta almost gave Jade Jolie — a drag queen from Taylor Swift's \"You Need to Calm Down\" music video — the Moon Person for Video of the Year. According to Todrick Hall…",
      "url": "http://www.mtv.com/news/3137561/taylor-swift-john-travolta-jade-jolie-vma-reaction/",
      "urlToImage": "https://mtv.mtvnimages.com/uri/mgid:ao:image:mtv.com:680985?quality=0.8&format=jpg&width=1440&height=810&.jpg",
      "publishedAt": "2019-08-29T14:53:56Z",
      "content": "John Travolta doesn't exactly have a great track record when it comes to presenting at awards shows (remember when he called Idina Menzel \"Adele Dazeem\" at the 2014 Oscars?). And although he didn't butcher anyone's name at the MTV Video Music Awards on Monday… [+1762 chars]"
    },
    {
      "source": {
        "id": "mtv-news",
        "name": "MTV News"
      },
      "author": "Trey Alston",
      "title": "Alec Benjamin Contemplates Helping Out A Neighbor In ‘Must Have Been The Wind’",
      "description": "Alec Benjamin has released the video for 'Must Have Been The Wind.' In it, the singer contemplates helping out a neighbor with her problems.",
      "url": "http://www.mtv.com/news/3137569/alec-benjamin-must-have-been-the-wind-video/",
      "urlToImage": "https://mtv.mtvnimages.com/uri/mgid:ao:image:mtv.com:680965?quality=0.8&format=jpg&width=1440&height=810&.jpg",
      "publishedAt": "2019-08-29T13:49:01Z",
      "content": "Alec Benjamin has released the video for his acoustic, good-natured single, \"Must Have Been The Wind.\" The song finds him wondering about a neighbor's well-being because he keeps hearing things that suggest that something's wrong. The video hints at this, sho… [+1485 chars]"
    },
    {
      "source": {
        "id": "mtv-news",
        "name": "MTV News"
      },
      "author": "Brittany Vincent",
      "title": "Liam Hemsworth Returns To Instagram To Announce New Project",
      "description": "Liam Hemsworth took to Instagram for the first time since he spoke on his separation from Miley Cyrus to promote his new movie project Killerman.",
      "url": "http://www.mtv.com/news/3137554/liam-hemsworth-killerman/",
      "urlToImage": "https://mtv.mtvnimages.com/uri/mgid:ao:image:mtv.com:680959?quality=0.8&format=jpg&width=1440&height=810&.jpg",
      "publishedAt": "2019-08-29T13:14:12Z",
      "content": "Liam Hemsworth has returned to social media with news of his latest project following his recent split with ex-wife Miley Cyrus.\r\nThe 29-year-old actor announced his new film Killerman via Instagram on Wednesday (August 29), which is set to debut in the Unite… [+1728 chars]"
    },
    {
      "source": {
        "id": "mtv-news",
        "name": "MTV News"
      },
      "author": "Trey Alston",
      "title": "Justine Skye Left Her Label And Found Herself On New EP",
      "description": "Justine Skye has released her new EP, 'Bare With Me.' It's her first new project since leaving Roc Nation.",
      "url": "http://www.mtv.com/news/3137549/justine-skye-new-ep-bare-with-me/",
      "urlToImage": "https://mtv.mtvnimages.com/uri/mgid:ao:image:mtv.com:680960?quality=0.8&format=jpg&width=1440&height=810&.jpg",
      "publishedAt": "2019-08-29T13:05:20Z",
      "content": "Justine Skye has braved a storm and is here to stay. She departed Roc Nation earlier this year (\"No, I didn't get dropped. I left,\" she revealed to Teen Vogue) and went public with abuse allegations aimed at Sheck Wes that took courage to announce. Skye is wi… [+1995 chars]"
    },
    {
      "source": {
        "id": "mtv-news",
        "name": "MTV News"
      },
      "author": "Matthew Scott Donnelly",
      "title": "Challenge Expulsion: Will Team U.S. Suffer For Snubbing CT?",
      "description": "Team U.S. got first dibs on the reinforcements on 'The Challenge: War of the Worlds 2' premiere -- and made a controversial choice.",
      "url": "http://www.mtv.com/news/3135794/challenge-war-of-the-worlds-ct-snub/",
      "urlToImage": "https://mtv.mtvnimages.com/uri/mgid:ao:image:mtv.com:680927?quality=0.8&format=jpg&width=1440&height=810&.jpg",
      "publishedAt": "2019-08-29T02:35:12Z",
      "content": "Patriotism proved to run thin as War of the Worlds 2 got underway, and Team U.S. immediately exiled one of its historically strongest players to its opponents on Team U.K. Now, the question is, will that choice lead them to Challenge victory, or will Britain … [+3518 chars]"
    },
    {
      "source": {
        "id": "mtv-news",
        "name": "MTV News"
      },
      "author": "Christianna Silva",
      "title": "Which Presidential Candidates Made It To The 3rd Democratic Debate?",
      "description": "Just 10 democratic presidential candidates qualified for the third democratic debate on September 12, 2019, including former Vice President Joe Biden, Mayor Pete Buttigieg, Senator Kamala Harris, Senator Elizabeth Warren, and more.",
      "url": "http://www.mtv.com/news/3137487/which-presidential-candidates-made-it-to-the-3rd-democratic-debate/",
      "urlToImage": "https://mtv.mtvnimages.com/uri/mgid:ao:image:mtv.com:680940?quality=0.8&format=jpg&width=1440&height=810&.jpg",
      "publishedAt": "2019-08-28T21:27:30Z",
      "content": "There are well over 20 candidates in the Democratic primary for 2020 president but youll only see 10 take the stage for the third democratic debate on September 12, 2019. Thats because, in order to qualify for the third debate, candidates had to collect contr… [+2080 chars]"
    },
    {
      "source": {
        "id": "mtv-news",
        "name": "MTV News"
      },
      "author": "Madeline Roth",
      "title": "Julia Michaels’s ’17’ Video Is A Teenage Dream Unraveling Before Her Eyes",
      "description": "Julia Michaels releases the deceptively dreamy video for new single \"17.\"",
      "url": "http://www.mtv.com/news/3137519/julia-michaels-17-video/",
      "urlToImage": "https://mtv.mtvnimages.com/uri/mgid:ao:image:mtv.com:680947?quality=0.8&format=jpg&width=1440&height=810&.jpg",
      "publishedAt": "2019-08-28T21:24:44Z",
      "content": "Julia Michaels is a master at making pop that's quietly devastating, and her new video for \"17\" is no exception. \r\nIn it, Michaels takes us to a bedroom in the clouds, where doodles decorate the walls and her boyfriend is there to flash his megawatt smile and… [+1055 chars]"
    },
    {
      "source": {
        "id": "mtv-news",
        "name": "MTV News"
      },
      "author": "Brittany Vincent",
      "title": "It’s Safe To Say Joaquin Phoenix’s Joker Is A Far Cry From Heath Ledger’s",
      "description": "The latest footage of Joker has us excited for what Joaquin Phoenix will end up bringing to the character, and we couldn't be more ready for October to get here.",
      "url": "http://www.mtv.com/news/3137452/joaquin-phoenix-joker-trailer/",
      "urlToImage": "https://mtv.mtvnimages.com/uri/mgid:ao:image:mtv.com:680948?quality=0.8&format=jpg&width=1440&height=810&.jpg",
      "publishedAt": "2019-08-28T21:20:45Z",
      "content": "Joaquin Phoenix has undergone a total transformation into the Clown Prince of Crime, at least that's certainly what it appears in Joker's newest footage.\r\nThe film, set in 1981, is a harrowing new origin story for the Joker, or Arthur Fleck (Phoenix). He's a … [+1488 chars]"
    },
    {
      "source": {
        "id": "mtv-news",
        "name": "MTV News"
      },
      "author": "Trey Alston",
      "title": "Lana Del Rey Is A Huge Fan Of Billie Fucking Eilish",
      "description": "In a new interview with the 'New York Times,' Lana Del Rey has revealed that she's a huge fan of Billie Eilish, so much so that she thinks the young singer is a prodigy.",
      "url": "http://www.mtv.com/news/3137475/lana-del-rey-fan-of-billie-eilish-new-interview/",
      "urlToImage": "https://mtv.mtvnimages.com/uri/mgid:ao:image:mtv.com:680937?quality=0.8&format=jpg&width=1440&height=810&.jpg",
      "publishedAt": "2019-08-28T19:24:36Z",
      "content": "When we fall asleep, we don't know exactly where we go, but there's a good chance that Lana Del Rey listens to Billie Eilish's music when she dozes off to slumber. In a new interview with The New York Times, Lana revealed that she's a huge fan of Eilish and t… [+2203 chars]"
    },
    {
      "source": {
        "id": "mtv-news",
        "name": "MTV News"
      },
      "author": "Jordyn Tilchen",
      "title": "Lizzo Wants You To Know She’s Not ‘Brave’ For Loving Herself: ‘I’m just sexy’",
      "description": "\"Truth Hurts\" singer Lizzo opened up to 'Glamour' about the double standard of being called 'brave' for loving her body. Instead, she suggested we change beauty standards by making room for artists of all shapes and sizes who genuinely love themselves.",
      "url": "http://www.mtv.com/news/3137437/lizzo-brave-self-love-glamour-interview/",
      "urlToImage": "https://mtv.mtvnimages.com/uri/mgid:ao:image:mtv.com:680913?quality=0.8&format=jpg&width=1440&height=810&.jpg",
      "publishedAt": "2019-08-28T17:30:48Z",
      "content": "These days, it seems like you don't have to wander far to find a group of women unapologetically shouting the lyrics to Lizzo's \"Truth Hurts.\" The song, which was released in 2017 but experienced a resurgence this year, is all about confidence and self-love. … [+2788 chars]"
    },
    {
      "source": {
        "id": "mtv-news",
        "name": "MTV News"
      },
      "author": "Trey Alston",
      "title": "Horses To The Front: Lil Nas X’s ‘Old Town Road’ Is Nominated For A Country Music Award",
      "description": "Lil Nas X and Billy Ray Cyrus's 'Old Town Road (Remix)' is nominated for Musical Event Of The Year at the 2019 Country Music Awards. Both artists thanked everyone involved on Twitter when they found out.",
      "url": "http://www.mtv.com/news/3137446/lil-nas-x-country-music-awards-nominated/",
      "urlToImage": "https://mtv.mtvnimages.com/uri/mgid:ao:image:mtv.com:680915?quality=0.8&format=jpg&width=1440&height=810&.jpg",
      "publishedAt": "2019-08-28T16:57:23Z",
      "content": "The origin story of Lil Nas X is as well-known as Spiderman's beginnings. Lil Nas X's \"Old Town Road\" was cast off of Billboard's Hot Country chart for not being country enough, then it was embraced by Billy Ray Cyrus who hopped on the remix and helped propel… [+1207 chars]"
    },
    {
      "source": {
        "id": "mtv-news",
        "name": "MTV News"
      },
      "author": "Brittany Vincent",
      "title": "Ed Sheeran Gets Emotional Announcing An Extended Break From Music",
      "description": "Ed Sheeran confirmed he would be taking an extended break from music during the final stop of his Divide tour to a crowd full of screaming fans.",
      "url": "http://www.mtv.com/news/3137397/ed-sheeran-music-break/",
      "urlToImage": "https://mtv.mtvnimages.com/uri/mgid:ao:image:mtv.com:680914?quality=0.8&format=jpg&width=1440&height=810&.jpg",
      "publishedAt": "2019-08-28T16:53:09Z",
      "content": "Ed Sheeran is taking an extended break from music.\r\nOn the final stop of his lengthy (and lucrative) Divide tour, the \"Shape of You\" singer got real with the crowd as he made an emotional declaration.\r\n\"As you may or not know, I've been on the Divide tour for… [+1734 chars]"
    },
    {
      "source": {
        "id": "mtv-news",
        "name": "MTV News"
      },
      "author": "Trey Alston",
      "title": "See A$AP Rocky, A$AP Ferg, And Schoolboy Q In Grotesque Makeup In Cartoonish ‘Babushka Boi’",
      "description": "A$AP Rocky has released a wild video for 'Babushka Boi' that pays homage to 'Dick Tracy.' He robs a bank in grotesque makeup with A$AP Ferg and Schoolboy Q.",
      "url": "http://www.mtv.com/news/3137427/asap-rocky-babushka-boi-video/",
      "urlToImage": "https://mtv.mtvnimages.com/uri/mgid:ao:image:mtv.com:680902?quality=0.8&format=jpg&width=1440&height=810&.jpg",
      "publishedAt": "2019-08-28T15:31:16Z",
      "content": "A$AP Rocky has released his first video since coming home from Sweden and it's a wild, cartoonish, and excessively creepy ride. It's for \"Babushka Boi\" a recently teased song, that pays homage to Dick Tracy, a hardboiled detective from 1930s comic series that… [+1120 chars]"
    },
    {
      "source": {
        "id": "mtv-news",
        "name": "MTV News"
      },
      "author": "Jordyn Tilchen",
      "title": "Yikes: Taylor Swift’s Petition Finally Gets A Response From The White House",
      "description": "Taylor Swift called out the White House at the MTV Video Music Awards on Monday (August 26) for not responding to her Equality Act petition. On Tuesday, White House deputy press secretary Judd Deere released a statement, explaining that the Trump Administrati…",
      "url": "http://www.mtv.com/news/3137394/taylor-swift-equality-act-petition-white-house/",
      "urlToImage": "https://mtv.mtvnimages.com/uri/mgid:ao:image:mtv.com:680887?quality=0.8&format=jpg&width=1440&height=810&.jpg",
      "publishedAt": "2019-08-28T14:45:28Z",
      "content": "When Taylor Swift released her Pride-themed music video for \"You Need To Calm Down\" on July 17, she called for fans to sign a petition in support of the Equality Act legislation designed to protect LGBTQ+ Americans from discrimination on the basis of sex, sex… [+2437 chars]"
    },
    {
      "source": {
        "id": "mtv-news",
        "name": "MTV News"
      },
      "author": "Trey Alston",
      "title": "BTS Stands For Big Ticket Sales As Their New Documentary Breaks Event Cinema Records",
      "description": "BTS have broken their own record with the release of 'Bring The Soul: The Movie' and its 2.55 million tickets sold.",
      "url": "http://www.mtv.com/news/3137400/bts-documentary-breaks-cinema-records/",
      "urlToImage": "https://mtv.mtvnimages.com/uri/mgid:ao:image:mtv.com:680893?quality=0.8&format=jpg&width=1440&height=810&.jpg",
      "publishedAt": "2019-08-28T14:19:45Z",
      "content": "Can BTS possibly get any bigger? Probably not. But if the recent success of their documentary film Bring The Soul: The Movie is any indicator, it's time for the South Korean boy band to expand their influence further out into the cosmos. Varietyreports the gr… [+1011 chars]"
    },
    {
      "source": {
        "id": "mtv-news",
        "name": "MTV News"
      },
      "author": "Brittany Vincent",
      "title": "Brie Larson Debuts A Miley Cyrus’s ‘Slide Away’ Cover And It’s Just Gorgeous",
      "description": "Brie Larson shared a sweet, stripped-down version of Miley Cyrus's new hit \"Slide Away\" as the latest in her now-growing line of musical clips.",
      "url": "http://www.mtv.com/news/3137387/brie-larson-miley-cyrus-slide-away/",
      "urlToImage": "https://mtv.mtvnimages.com/uri/mgid:ao:image:mtv.com:680884?quality=0.8&format=jpg&width=1440&height=810&.jpg",
      "publishedAt": "2019-08-28T13:03:15Z",
      "content": "Brie Larson, consider this an open letter to you.\r\nWe're seriously loving your gorgeous acoustic covers. Those quick clips you've been serving us with you covering a wide variety of tunes? We're eating it up, honestly. But you've gotta stop teasing us and jus… [+1469 chars]"
    },
    {
      "source": {
        "id": "mtv-news",
        "name": "MTV News"
      },
      "author": "Jordyn Tilchen",
      "title": "Taylor Swift’s Cornelia Street Apartment Is Full Of Romantic Charm: See Inside",
      "description": "Taylor Swift's $14.9 Million Cornelia Street apartment, which she sings about on her new album 'Lover,' is available to view online. The home boasts 5 bedrooms, 5 bathrooms, 5 half-baths — and yes, an indoor pool.",
      "url": "http://www.mtv.com/news/3137352/taylor-swift-cornelia-street-apartment/",
      "urlToImage": "https://mtv.mtvnimages.com/uri/mgid:ao:image:mtv.com:680876?quality=0.8&format=jpg&width=1440&height=810&.jpg",
      "publishedAt": "2019-08-27T21:33:51Z",
      "content": "Alright, Lovers! By now, you've probably listened to Taylor Swift's brand new seventh studio album more times than you can count. But we interrupt what's now the fifth day of your album listening party to bring you some other news: There are photos of Swift's… [+1577 chars]"
    },
    {
      "source": {
        "id": "mtv-news",
        "name": "MTV News"
      },
      "author": "Brittany Vincent",
      "title": "Cardi B’s VMA-Winning ‘Money’ Video Is Amazing Because Her Team ‘Worked Their Ass Off’",
      "description": "Speaking to MTV News following her VMA win for Best Hip-Hop Video, Cardi B let us know it was only a smash hit because she and her team worked hard to make it that way.",
      "url": "http://www.mtv.com/news/3137342/cardi-b-money-vmas/",
      "urlToImage": "https://mtv.mtvnimages.com/uri/mgid:ao:image:mtv.com:680878?quality=0.8&format=jpg&width=1440&height=810&.jpg",
      "publishedAt": "2019-08-27T20:54:28Z",
      "content": "Love Cardi B's \"Money\" and its accompanying music video? You and the rest of the world  that's why it took home the VMA for Best Hip-Hop Video.\r\nBut as the saying goes, it takes a village. That's part of what made Cardi's smash hit such a success, and why we'… [+1450 chars]"
    },
    {
      "source": {
        "id": "mtv-news",
        "name": "MTV News"
      },
      "author": "Jordana Ossad",
      "title": "Teen Mom: Young And Pregnant‘s Lexi Tatman Welcomes Second Child",
      "description": "'Teen Mom: Young and Pregnant' cast member Lexi Tatman is a mom of two -- get the details!",
      "url": "http://www.mtv.com/news/3137355/teen-mom-young-pregnant-lexi-tatman-baby-boy/",
      "urlToImage": "https://mtv.mtvnimages.com/uri/mgid:ao:image:mtv.com:680877?quality=0.8&format=jpg&width=1440&height=810&.jpg",
      "publishedAt": "2019-08-27T20:44:09Z",
      "content": "There's a brand-new addition to the Young and Pregnant kids club: Lexi Tatman is a proud mother of two! \r\n\"Jay Wolfe 8/26/19 19 in. 7 LBS 1oz,\" the Teen Mom: Young and Pregnant cast member captioned the Instagram album of her sweet newborn. \"Welcome to the wo… [+361 chars]"
    },
    {
      "source": {
        "id": "mtv-news",
        "name": "MTV News"
      },
      "author": "Ella Ceron",
      "title": "A 17-Year-Old On His Way To Harvard Was Denied Entry Into The U.S.",
      "description": "17-year-old Ismail B. Ajjawi was detained and later denied entry into the U.S. by the United States by Customs and Border Patrol (CBP) officers allegedly because of social media posts that weren't even on his account.",
      "url": "http://www.mtv.com/news/3136782/ismail-b-ajjawi-denied-entry-cbp-harvard/",
      "urlToImage": "https://mtv.mtvnimages.com/uri/mgid:ao:image:mtv.com:680873?quality=0.8&format=jpg&width=1440&height=810&.jpg",
      "publishedAt": "2019-08-27T20:10:01Z",
      "content": "A 17-year-old student looking to start his journey at Harvard University next week was reportedly denied entrance into the United States by Customs and Border Patrol (CBP) officers after they demanded to search his laptop and phone for five hours.\r\nOn August … [+3035 chars]"
    },
    {
      "source": {
        "id": "mtv-news",
        "name": "MTV News"
      },
      "author": "Brittany Vincent",
      "title": "You Should See Him In A Crown: Timotheé Chalamet Dazzles In First Look At The King",
      "description": "Timothée Chalamet appears as King Henry V in the upcoming Netflix movie The King, which is set to debut later this fall.",
      "url": "http://www.mtv.com/news/3137293/timothee-chalamet-the-king/",
      "urlToImage": "https://mtv.mtvnimages.com/uri/mgid:ao:image:mtv.com:680864?quality=0.8&format=jpg&width=1440&height=810&.jpg",
      "publishedAt": "2019-08-27T19:42:48Z",
      "content": "Is there any role that Timothée Chalamet can't handle? If you ask us, the answer's no.\r\nNetflix's latest historical epic finds the Call Me By Your Name star in the lead role as English monarch King Henry V. Loosely based on Shakespeare's Henry IV and Henry V … [+1434 chars]"
    },
    {
      "source": {
        "id": "mtv-news",
        "name": "MTV News"
      },
      "author": "Patrick Hosken",
      "title": "After Their First VMA Win Ever, What Are The Jonas Brothers Suckers For?",
      "description": "After Jonas Brothers officially won their first VMA ever on Monday night (August 26) for 'Sucker,' MTV News asked an important question: What are they suckers for?",
      "url": "http://www.mtv.com/news/3137300/jonas-brothers-vma-first-win-sucker/",
      "urlToImage": "https://mtv.mtvnimages.com/uri/mgid:ao:image:mtv.com:680868?quality=0.8&format=jpg&width=1440&height=810&.jpg",
      "publishedAt": "2019-08-27T19:31:43Z",
      "content": "Monday night (August 26) at the 2019 VMAs, the Jonas Brothers were homecoming kings. In addition to rollicking through a dynamite performance of \"Sucker\" and \"Only Human\" at Asbury Park's iconic Stone Pony music venue, the New Jersey boys finished the night b… [+2448 chars]"
    },
    {
      "source": {
        "id": "mtv-news",
        "name": "MTV News"
      },
      "author": "Jordyn Tilchen",
      "title": "Harry Styles Isn’t Opposed To A One Direction Reunion — And Neither Are Fans",
      "description": "In a new interview with 'Rolling Stone,' Harry Styles opened up about the possibility of a One Direction reunion. While he wouldn't rule out a comeback, the singer said he's been really happy working on solo music for his upcoming sophomore album.",
      "url": "http://www.mtv.com/news/3137289/harry-styles-rolling-stone-one-direction-future/",
      "urlToImage": "https://mtv.mtvnimages.com/uri/mgid:ao:image:mtv.com:680861?quality=0.8&format=jpg&width=1440&height=810&.jpg",
      "publishedAt": "2019-08-27T18:24:15Z",
      "content": "Don't lose hope yet, Directioners! In a new interview with Rolling Stone, Harry Styles opened up about a variety of things, including his upcoming sophomore album, experimenting with psychedelics, and yes, the future of One Direction. And from the sound of it… [+1952 chars]"
    },
    {
      "source": {
        "id": "mtv-news",
        "name": "MTV News"
      },
      "author": "Tina Smithers Peckham",
      "title": "Babies, Divorce and Hitting ‘Rock Bottom’: All This And More Just Happened On Jersey Shore",
      "description": "Some major life changes are in store for the 'Jersey Shore: Family Vacation' cast.",
      "url": "http://www.mtv.com/news/3135099/jersey-shore-life-changing-developments/",
      "urlToImage": "https://mtv.mtvnimages.com/uri/mgid:ao:image:mtv.com:680406?quality=0.8&format=jpg&width=1440&height=810&.jpg",
      "publishedAt": "2019-08-27T17:48:57Z",
      "content": "Major life changes are in store for our Jersey Shore: Family Vacation friends -- and we learned during this week's episode that Mike's eight-month prison sentence isn't even the half of it.While little has changed for Vinny and Pauly D (fear not, their broman… [+3039 chars]"
    },
    {
      "source": {
        "id": "mtv-news",
        "name": "MTV News"
      },
      "author": "Madeline Roth",
      "title": "Ava Max Breaks Down The Empowering Message Behind Her Superhero-Inspired ‘Torn’ Video",
      "description": "Ava Max tells MTV News about how she became a superhero and did all her own stunts for the empowering, action-packed \"Torn\" video.",
      "url": "http://www.mtv.com/news/3137305/ava-max-torn-video-interview/",
      "urlToImage": "https://mtv.mtvnimages.com/uri/mgid:ao:image:mtv.com:680867?quality=0.8&format=jpg&width=1440&height=810&.jpg",
      "publishedAt": "2019-08-27T17:29:59Z",
      "content": "When Ava Max showed up to the VMAs last night dressed as a caped superhero, it was actually a sneaky tease for her next big release: the video for \"Torn,\" which arrived Tuesday (August 27) in all its dazzling, high-flying glory.\r\nThe new visual was directed b… [+2995 chars]"
    },
    {
      "source": {
        "id": "mtv-news",
        "name": "MTV News"
      },
      "author": "MTV News Staff",
      "title": "Billie Eilish, Lizzo, And More Of Your Faves Are Banding Together To Fight Abortion Bans",
      "description": "More than 100 of music’s biggest names pledged their public support to Planned Parenthood, and to the broader fight against legislation targeted at limiting reproductive and healthcare rights in America.",
      "url": "http://www.mtv.com/news/3137310/planned-parenthood-abortion-ban-billie-eilish-lizzo/",
      "urlToImage": "https://mtv.mtvnimages.com/uri/mgid:ao:image:mtv.com:680866?quality=0.8&format=jpg&width=1440&height=810&.jpg",
      "publishedAt": "2019-08-27T17:25:53Z",
      "content": "By Lauren Rearick\r\nMore than 100 of musics biggest names, including Lady Gaga, Ariana Grande, Nicki Minaj, Billie Eilish, Lizzo, John Legend, Mitski, and Miley Cyrus have pledged their public support to Planned Parenthood, and to the broader fight against leg… [+2984 chars]"
    },
    {
      "source": {
        "id": "mtv-news",
        "name": "MTV News"
      },
      "author": "Brittany Vincent",
      "title": "A Behind-The-Scenes Look At The VMAs Through Sophie Turner’s Eyes",
      "description": "An elated Sophie Turner had the time of her night at the 2019 VMAs as she shared a few snaps of her time at the show with celebrities like Alex Morgan and Lizzo.",
      "url": "http://www.mtv.com/news/3137277/sophie-turner-vmas/",
      "urlToImage": "https://mtv.mtvnimages.com/uri/mgid:ao:image:mtv.com:680858?quality=0.8&format=jpg&width=1440&height=810&.jpg",
      "publishedAt": "2019-08-27T16:05:43Z",
      "content": "It always looks so exciting being around Sophie Turner. If there's action going on, she's usually at the center of it, which makes us want to be there too.\r\nThat was the case as well during the 2019 VMAs, where Sophie naturally attended alongside hubby Joe Jo… [+1533 chars]"
    },
    {
      "source": {
        "id": "mtv-news",
        "name": "MTV News"
      },
      "author": "Brittany Vincent",
      "title": "Miley Cyrus Debuts Poignant New Tattoo During VMA Performance",
      "description": "Miley Cyrus debuted a new tattoo on her upper left arm at the 2019 VMAs that fans are speculating has everything to do with her recent split with ex-husband Liam Hemsworth.",
      "url": "http://www.mtv.com/news/3137270/miley-cyrus-vma-tattoo/",
      "urlToImage": "https://mtv.mtvnimages.com/uri/mgid:ao:image:mtv.com:680834?quality=0.8&format=jpg&width=1440&height=810&.jpg",
      "publishedAt": "2019-08-27T13:11:01Z",
      "content": "Miley Cyrus stole the show during the 2019 VMAs on Monday (August 26) as she took the stage for her debut performance of her newest song \"Slide Away.\" But her surprise appearance at the show wasn't the only thing that had fans talking.\r\nIt looks like Miley is… [+1706 chars]"
    },
    {
      "source": {
        "id": "mtv-news",
        "name": "MTV News"
      },
      "author": "MTV News Staff",
      "title": "13 Things We Learned from Taylor Swift’s Lover Diaries",
      "description": "Taylor Swift's deluxe editions of 'Lover' contain pieces of the personal diaries she's kept for her entire life. MTV News combed through them to find the best tidbits.",
      "url": "http://www.mtv.com/news/3136857/taylor-swift-diaries-lover-13-things/",
      "urlToImage": "https://mtv.mtvnimages.com/uri/mgid:ao:image:mtv.com:680711?quality=0.8&format=jpg&width=1440&height=810&.jpg",
      "publishedAt": "2019-08-27T12:00:55Z",
      "content": "In case you've been living under a rock, here's some news: Taylor Swift released her seventh album, Lover, on Friday (August 23). As the LP marks a milestone in her career 13 years since her debut album the singer used the new release opportunity to take her … [+5686 chars]"
    },
    {
      "source": {
        "id": "mtv-news",
        "name": "MTV News"
      },
      "author": "MTV News Staff",
      "title": "‘Honestly The Apps Pay You Dirt’: Inside The Fight For Digital Delivery Workers’s Rights",
      "description": "From subsidized tips to a low net hourly pay, delivery app drives navigate it all — and now they're challenging the status quo.",
      "url": "http://www.mtv.com/news/3136788/honestly-the-apps-pay-you-dirt-inside-the-fight-for-digital-delivery-workerss-rights/",
      "urlToImage": "https://mtv.mtvnimages.com/uri/mgid:ao:image:mtv.com:680702?quality=0.8&format=jpg&width=1440&height=810&.jpg",
      "publishedAt": "2019-08-27T12:00:01Z",
      "content": "By Jessica Suriano\r\nFor Lucas Grassi, a 22-year-old DoorDash driver in Tucson, Arizona, tips can make or break a day of delivery service. But sometimes he has wondered if tips make a difference at all, in part because, until recently, the apps breakdown just … [+10226 chars]"
    },
    {
      "source": {
        "id": "mtv-news",
        "name": "MTV News"
      },
      "author": "Jordyn Tilchen",
      "title": "14 Dazzling Duos Who Lit Up The 2019 VMA Red Carpet",
      "description": "Miss all the best couples, duos, squads, and BFFs on the 2019 VMAs red carpet? We've got you covered.",
      "url": "http://www.mtv.com/news/3136915/vma-2019-red-carpet-couples-squads/",
      "urlToImage": "https://mtv.mtvnimages.com/uri/mgid:ao:image:mtv.com:680833?quality=0.8&format=jpg&width=1440&height=810&.jpg",
      "publishedAt": "2019-08-27T04:20:21Z",
      "content": "Tonight was the big night, you guys! At the 2019 MTV Video Music Awards are in full swing, and of course, our first order of business was the red carpet. If you watched the pre-show, you probably saw some of your all-time favorite celebrities rolling up to th… [+5401 chars]"
    },
    {
      "source": {
        "id": "mtv-news",
        "name": "MTV News"
      },
      "author": "Patrick Hosken",
      "title": "H.E.R. Shreds Both Her Guitar And Self-Doubt In Dynamite ‘Anti’ VMA Performance",
      "description": "H.E.R. commands the stage with an anti-bullying, anti-message and shreds on her beautiful translucent Stratocaster during her electrifying performance of 'Anti' at the 2019 VMAs.",
      "url": "http://www.mtv.com/news/3136555/her-vma-anti-performance/",
      "urlToImage": "https://mtv.mtvnimages.com/uri/mgid:ao:image:mtv.com:680819?quality=0.8&format=jpg&width=1440&height=810&.jpg",
      "publishedAt": "2019-08-27T03:28:23Z",
      "content": "H.E.R. is cutting through the noise, literally. To end her captivating \"Anti\" performance at the 2019 VMAs on Monday night (August 26), she wailed on her guitar, shredding a solo that commanded the entire Prudential Center in downtown Newark, New Jersey (and … [+1913 chars]"
    },
    {
      "source": {
        "id": "mtv-news",
        "name": "MTV News"
      },
      "author": "Christianna Silva",
      "title": "Bad Bunny And J Balvin Asked The VMAs One Question: ‘¿Qué Pretendes?’",
      "description": "Colombian reggaetón artist J Balvin and Puerto Rican star Bad Bunny performed “Qué Pretendes” at the VMAs on Monday, August 26.",
      "url": "http://www.mtv.com/news/3136829/bad-bunny-j-balvin-vma-que-pretendes/",
      "urlToImage": "https://mtv.mtvnimages.com/uri/mgid:ao:image:mtv.com:680818?quality=0.8&format=jpg&width=1440&height=810&.jpg",
      "publishedAt": "2019-08-27T03:20:49Z",
      "content": "Is there any better way to keep a show going than by asking viewers, What do you want? and then delivering that and more?\r\nThats exactly what Colombian reggaetón artist J Balvin and Puerto Rican star Bad Bunny did during their VMA performance on Monday, Augus… [+1609 chars]"
    },
    {
      "source": {
        "id": "mtv-news",
        "name": "MTV News"
      },
      "author": "Trey Alston",
      "title": "New Jersey’s Own Queen Latifah Epically Shut Down The VMAs",
      "description": "The finale of the 2019 VMAs was an epic homage to the hip-hop scene of today and yesterday thanks to Fetty Wap, Wyclef Jean, Queen Latifah, Naughty By Nature, and Redman blazing the graffiti-lit stage.",
      "url": "http://www.mtv.com/news/3136911/vmas-2019-finale-fetty-wap-queen-latifah-naughty-by-nature/",
      "urlToImage": "https://mtv.mtvnimages.com/uri/mgid:ao:image:mtv.com:680817?quality=0.8&format=jpg&width=1440&height=810&.jpg",
      "publishedAt": "2019-08-27T03:16:28Z",
      "content": "The finale of the epic 2019 VMAs was focused on the impact of New Jersey hip-hop and through looking at the artists of yesterday and today, a time machine (probably built by Lil Nas X circa his Panini performance earlier during the night) was grafted onto the… [+1553 chars]"
    },
    {
      "source": {
        "id": "mtv-news",
        "name": "MTV News"
      },
      "author": "Jordyn Tilchen",
      "title": "The Jonas Brothers Just Earned Their First VMA — Ever",
      "description": "After a stellar hometown performance of \"Sucker\" and \"Only Human\" at the 2019 MTV Video Music Awards, the Jonas Brothers are taking home the Moon Person for Best Pop. The stunning video features their wives: Sophie Turner, Priyanka Chopra, and Danielle Jonas.",
      "url": "http://www.mtv.com/news/3136599/jonas-brothers-vma-best-pop/",
      "urlToImage": "https://mtv.mtvnimages.com/uri/mgid:ao:image:mtv.com:680813?quality=0.8&format=jpg&width=1440&height=810&.jpg",
      "publishedAt": "2019-08-27T03:13:54Z",
      "content": "Nothing says \"we're glad to have you back\" quite like winning a Moon Person at the VMAs. And that's why we're so happy to announce that, tonight (August 26), the award for Best Pop goes to the Jonas Brothers! Longtime fans of Nick, Joe, and Kevin were gifted … [+1829 chars]"
    },
    {
      "source": {
        "id": "mtv-news",
        "name": "MTV News"
      },
      "author": "Madeline Roth",
      "title": "See All The Fiercest VMA Red Carpet Looks From Taylor, Normani, And More",
      "description": "See how Taylor Swift, Normani, Camila Cabello, and more stars rocked the red carpet at the 2019 VMAs.",
      "url": "http://www.mtv.com/news/3136913/vma-2019-red-carpet-looks-taylor-normani/",
      "urlToImage": "https://mtv.mtvnimages.com/uri/mgid:ao:image:mtv.com:680815?quality=0.8&format=jpg&width=1440&height=810&.jpg",
      "publishedAt": "2019-08-27T02:56:27Z",
      "content": "The 2019 MTV Video Music Awards are officially underway at New Jersey's Prudential Center, and, as per usual, your fave stars spared no subtleties while getting dressed for the biggest night of the year.Lizzo went full-glam, Taylor Swift kept it colorful, and… [+3802 chars]"
    },
    {
      "source": {
        "id": "mtv-news",
        "name": "MTV News"
      },
      "author": "Madeline Roth",
      "title": "See Missy Elliott’s Phenomenal, Freaky, Career-Spanning VMA Performance",
      "description": "Missy Elliott receives the Video Vanguard Award at the 2019 VMAs and performs a medley of her most iconic hits, including \"Get Ur Freak On\" and \"Work It.\"",
      "url": "http://www.mtv.com/news/3137106/missy-elliott-vma-video-vanguard-performance/",
      "urlToImage": "https://mtv.mtvnimages.com/uri/mgid:ao:image:mtv.com:680812?quality=0.8&format=jpg&width=1440&height=810&.jpg",
      "publishedAt": "2019-08-27T02:55:20Z",
      "content": "Missy Elliott once rapped, \"Just make sure you ahead of the game,\" and she's led by example when it comes to music videos which is exactly why she's the newest recipient of the Michael Jackson Video Vanguard Award. The hip-hop icon has created some of the mos… [+2434 chars]"
    },
    {
      "source": {
        "id": "mtv-news",
        "name": "MTV News"
      },
      "author": "Trey Alston",
      "title": "Shawn Mendes And Camila Cabello Want Fans To ‘Get Wasted’ For Their VMA Win",
      "description": "Shawn Mendes and Camila Cabello have won the Moon Person for Best Collaboration thanks to their steamy tune 'Señorita. TK.",
      "url": "http://www.mtv.com/news/3136874/shawn-mendes-camila-cabello-best-collaborations-vmas-2019/",
      "urlToImage": "https://mtv.mtvnimages.com/uri/mgid:ao:image:mtv.com:680814?quality=0.8&format=jpg&width=1440&height=810&.jpg",
      "publishedAt": "2019-08-27T02:47:01Z",
      "content": "Shawn Mendes and Camila Cabellos sexy single Señorita has won them the VMA for Best Collaboration. The steamy pairs chemistry created one of the years hottest and heaviest songs. Now, they have the Moon Person that proves it.\r\nThe two rushed on stage to accep… [+1157 chars]"
    },
    {
      "source": {
        "id": "mtv-news",
        "name": "MTV News"
      },
      "author": "Trey Alston",
      "title": "Big Sean And A$AP Ferg Batted Bars Back And Forth In A Tornado Of Energy",
      "description": "Big Sean and A$AP Ferg ripped the roof off of the Prudential Center at the 2019 VMAs with an explosive performance of their new collaboration, 'Bezerk.' The two-stage show was like a caffeine-fueled frenzy.",
      "url": "http://www.mtv.com/news/3136734/big-sean-asap-ferg-vma-2019-performance/",
      "urlToImage": "https://mtv.mtvnimages.com/uri/mgid:ao:image:mtv.com:680691?quality=0.8&format=jpg&width=1440&height=810&.jpg",
      "publishedAt": "2019-08-27T02:41:52Z",
      "content": "AHHH!! Thats the best way to describe the wide-eyed craziness of Big Sean and A$AP Fergs joint performance of their new collaboration, Bezerk at the 2019 VMAs. Like shaking up a Mountain Dew and prying off the bottle cap, the pair exploded across the stage wi… [+1260 chars]"
    },
    {
      "source": {
        "id": "mtv-news",
        "name": "MTV News"
      },
      "author": "Patrick Hosken",
      "title": "Lil Nas X Just Won His First Award Ever — ‘Old Town Road’ Is Song Of The Year",
      "description": "'Old Town Road' has been crowned Song of the Year at the 2019 VMAs. In his first-ever acceptance speech for his first-ever award, Lil Nas X made a point to pull a quick gag, too.",
      "url": "http://www.mtv.com/news/3136547/old-town-road-vma-song-of-the-year/",
      "urlToImage": "https://mtv.mtvnimages.com/uri/mgid:ao:image:mtv.com:680810?quality=0.8&format=jpg&width=1440&height=810&.jpg",
      "publishedAt": "2019-08-27T02:28:07Z",
      "content": "It should be clear by now, but in case you need a reminder, here it is: You can't tell Lil Nas X nothin'. The young artist spent most of 2019 watching his juggernaut song \"Old Town Road\" (and its Billy Ray Cyrus-featuring remix) creep up on, then completely d… [+1792 chars]"
    },
    {
      "source": {
        "id": "mtv-news",
        "name": "MTV News"
      },
      "author": "Madeline Roth",
      "title": "Normani Just Dunked All Over The VMAs With Her Vibrant ‘Motivation’ Performance",
      "description": "Normani twerked all over the VMA stage for her energetic \"Motivation\" performance.",
      "url": "http://www.mtv.com/news/3136584/normani-vma-performance-motivation/",
      "urlToImage": "https://mtv.mtvnimages.com/uri/mgid:ao:image:mtv.com:680809?quality=0.8&format=jpg&width=1440&height=810&.jpg",
      "publishedAt": "2019-08-27T02:21:34Z",
      "content": "Remember when Normanidid a split at the 2017 VMAs and gave the world an instantly iconic and GIFable moment? Well, for her debut solo performance on the MTV stage Monday night (August 26), 'Mani gave us an acrobatic performance during which she did a split, a… [+1058 chars]"
    },
    {
      "source": {
        "id": "mtv-news",
        "name": "MTV News"
      },
      "author": "Jordyn Tilchen",
      "title": "Rosalía’s Powerhouse VMA Performance Went From Simple To Flirty To On Fire",
      "description": "Rosalía and Ozuna took the stage at the 2019 MTV Video Music Awards for a medley performance of \"A Ningún Hombre (Cap.11: Poder),\" \"Yo X Ti, Tu X Mi,\" and \"Aute Cuture.\"",
      "url": "http://www.mtv.com/news/3136628/rosalia-ozuna-medley-vma-performance/",
      "urlToImage": "https://mtv.mtvnimages.com/uri/mgid:ao:image:mtv.com:680807?quality=0.8&format=jpg&width=1440&height=810&.jpg",
      "publishedAt": "2019-08-27T02:12:59Z",
      "content": "If you weren't as familiar with rising flamenco-pop icon Rosalía as the rest of the world prior to the 2019 MTV Video Music Awards, she made sure to let you know who she was. The Spanish singer-songwriter hit the stage on Monday night (August 26), stunning vi… [+1727 chars]"
    },
    {
      "source": {
        "id": "mtv-news",
        "name": "MTV News"
      },
      "author": "Madeline Roth",
      "title": "Taylor Swift Used Her VMA Video Of The Year Speech To Call Out The White House",
      "description": "After Taylor Swift's \"You Need to Calm Down\" won Video of the Year at the 2019 VMAs, she used her acceptance speech to call out the White House's lack of response to the Equality Act.",
      "url": "http://www.mtv.com/news/3136620/taylor-swift-wins-2019-vma-video-of-the-year/",
      "urlToImage": "https://mtv.mtvnimages.com/uri/mgid:ao:image:mtv.com:680803?quality=0.8&format=jpg&width=1440&height=810&.jpg",
      "publishedAt": "2019-08-27T02:00:46Z",
      "content": "You lover to see it. After a Taylor Swift-centric week during which the pop star released her seventh album, Lover she's now emerged the winner of the highest honor at the VMAs. That's right: Tay took home the Video of the Year award on Monday night (August 2… [+1606 chars]"
    },
    {
      "source": {
        "id": "mtv-news",
        "name": "MTV News"
      },
      "author": "Patrick Hosken",
      "title": "Miley Cyrus Melts Hearts, Wets Eyes With String-Heavy VMA Performance",
      "description": "Miley Cyrus hit the 2019 VMAs stage for an intimate, touching, and string-heavy debut performance of her song 'Slide Away.'",
      "url": "http://www.mtv.com/news/3136550/miley-cyrus-vma-slide-away-performance/",
      "urlToImage": "https://mtv.mtvnimages.com/uri/mgid:ao:image:mtv.com:680684?quality=0.8&format=jpg&width=1440&height=810&.jpg",
      "publishedAt": "2019-08-27T01:58:46Z",
      "content": "Miley Cyrus has landed in New Jersey. Despite only being officially announced as a 2019 VMAs performer earlier on Monday (August 26), she looked right at home onstage giving an expertly touching, string-heavy, debut performance of \"Slide Away,\" her latest son… [+2313 chars]"
    },
    {
      "source": {
        "id": "mtv-news",
        "name": "MTV News"
      },
      "author": "Ella Ceron",
      "title": "Skin! Hair! Lips! Shawn Mendes And Camila Cabello’s VMAs Duet Was Worth The Wait",
      "description": "On Monday, August 26, Shawn and Camila took the stage at the Prudential Center in Newark, New Jersey, to perform their latest duet: The Latinx-inspired “Señorita,” about a passionate tryst in Miami — but not before Shawn began the set with a larger-than-life …",
      "url": "http://www.mtv.com/news/3137060/shawn-mendes-camila-cabello-vmas-performance-2019/",
      "urlToImage": "https://mtv.mtvnimages.com/uri/mgid:ao:image:mtv.com:680805?quality=0.8&format=jpg&width=1440&height=810&.jpg",
      "publishedAt": "2019-08-27T01:52:05Z",
      "content": "On Monday, August 26, Shawn Mendes and Camila Cabello took the stage at the Prudential Center in Newark, New Jersey, to perform their latest duet: The Latinx-inspired Señorita, about a passionate tryst in Miami  but not before Shawn began the set with a large… [+2256 chars]"
    },
    {
      "source": {
        "id": "mtv-news",
        "name": "MTV News"
      },
      "author": "Patrick Hosken",
      "title": "Todrick Hall Shouts Out Acceptance Winning Video For Good Alongside Taylor Swift",
      "description": "Todrick Hall joined Taylor Swift onstage at the 2019 VMAs to accept the Video For Good award and shout out the acceptance the video promotes. 'This is just such a beautiful place,' he said.",
      "url": "http://www.mtv.com/news/3136552/todrick-hall-vma-taylor-swift-video-for-good/",
      "urlToImage": "https://mtv.mtvnimages.com/uri/mgid:ao:image:mtv.com:680796?quality=0.8&format=jpg&width=1440&height=810&.jpg",
      "publishedAt": "2019-08-27T01:23:59Z",
      "content": "After an introduction from Queer Eye's Jonathan Van Ness, where he offered the quotable evergreen \"It's 2019, and not caring is not cute,\" Todrick Hall took the stage alongside Taylor Swift to accept the Moon Person for Video for Good. Their collaboration as … [+2516 chars]"
    },
    {
      "source": {
        "id": "mtv-news",
        "name": "MTV News"
      },
      "author": "Madeline Roth",
      "title": "Jonas Brothers’ VMA Performance Was A Hometown Spectacle: Here’s What You Didn’t See",
      "description": "Jonas Brothers invaded Asbury Park for a special hometown performance of \"Sucker\" and \"Only Human\" at the 2019 VMAs.",
      "url": "http://www.mtv.com/news/3136774/jonas-brothers-vma-performance-sucker-only-human/",
      "urlToImage": "https://mtv.mtvnimages.com/uri/mgid:ao:image:mtv.com:680794?quality=0.8&format=jpg&width=1440&height=810&.jpg",
      "publishedAt": "2019-08-27T01:06:55Z",
      "content": "\"It's bedlam, right?!\"\r\nThat's how a security guard described the scene in Asbury Park, New Jersey on Sunday night (August 25), and it was the understatement of the century. Thousands of fans a city official told me he estimated around 9,000 were there to see… [+2686 chars]"
    },
    {
      "source": {
        "id": "mtv-news",
        "name": "MTV News"
      },
      "author": "Madeline Roth",
      "title": "Rosalía And J Balvin’s VMA Victory For Best Latin Came With A Timely Message About Immigration",
      "description": "Rosalía and J Balvin sent a message about immigration after winning the VMA for Best Latin for their collaboration \"Con Altura.\"",
      "url": "http://www.mtv.com/news/3136850/rosalia-j-balvin-win-vma-best-latin/",
      "urlToImage": "https://mtv.mtvnimages.com/uri/mgid:ao:image:mtv.com:680790?quality=0.8&format=jpg&width=1440&height=810&.jpg",
      "publishedAt": "2019-08-27T01:01:18Z",
      "content": "J Balvin has done it again! A year after winning the VMA for Best Latin for the Willy William-assisted smash \"Mi Gente,\" the Colombian superstar has emerged victorious in the same category, thanks to his part in Rosalía's global hit \"Con Altura,\" which also f… [+1532 chars]"
    },
    {
      "source": {
        "id": "mtv-news",
        "name": "MTV News"
      },
      "author": "Trey Alston",
      "title": "President Lil Nas X Showed Us The Future In His VMAs Performance",
      "description": "Lil Nas X performed 'Panini' at the 2019 VMAs and made perhaps one of the wildest performances that you'll see this year. He was like a humanoid disco ball, leading a group of backup dancers.",
      "url": "http://www.mtv.com/news/3136906/lil-nas-x-vmas-2019-performance-panini/",
      "urlToImage": "https://mtv.mtvnimages.com/uri/mgid:ao:image:mtv.com:680791?quality=0.8&format=jpg&width=1440&height=810&.jpg",
      "publishedAt": "2019-08-27T01:00:22Z",
      "content": "What did you expect from Lil Nas Xs highly-hyped VMA performance? Was it him balancing on a horse as it galloped around the stage? What about donning a Subway employees outfit to serve paninis to unsuspecting audience members? Whatever it was, its likely you … [+1814 chars]"
    },
    {
      "source": {
        "id": "mtv-news",
        "name": "MTV News"
      },
      "author": "Patrick Hosken",
      "title": "Lizzo, An Inflatable Ass, And Sky-High Vocals Make Her VMA Performance Unforgettable",
      "description": "The 2019 VMAs stage could hardly contain Lizzo, who ran through sky-scraping, life-affirming live versions of both 'Truth Hurts' and 'Good As Hell' in front of a gigantic inflatable ass.",
      "url": "http://www.mtv.com/news/3136544/lizzo-vma-truth-hurts-good-as-hell-performance/",
      "urlToImage": "https://mtv.mtvnimages.com/uri/mgid:ao:image:mtv.com:680789?quality=0.8&format=jpg&width=1440&height=810&.jpg",
      "publishedAt": "2019-08-27T00:59:39Z",
      "content": "No one would argue that 2019 was Lizzo's biggest year yet. After kicking things off in January by reintroducing herself with the shimmering, Prince-channeling \"Juice,\" the rapper/singer/flautist kept on rolling, dropping the statement album Cuz I Love You and… [+2322 chars]"
    },
    {
      "source": {
        "id": "mtv-news",
        "name": "MTV News"
      },
      "author": "Jordyn Tilchen",
      "title": "BTS Make VMA History As The First-Ever Winners Of Best K-Pop",
      "description": "BTS made history at the 2019 MTV Video Music Awards as the first-ever winners in the Best K-pop category for \"Boy With Luv\" featuring Halsey. The group was up against Blackpink, Exo, NCT 127, Monsta X featuring French Montana, and Tomorrow X Together.",
      "url": "http://www.mtv.com/news/3136595/bts-vma-best-k-pop/",
      "urlToImage": "https://mtv.mtvnimages.com/uri/mgid:ao:image:mtv.com:680786?quality=0.8&format=jpg&width=1440&height=810&.jpg",
      "publishedAt": "2019-08-27T00:50:14Z",
      "content": "When it was announced that K-pop would be getting its very own category at the 2019 Video Music Awards, a ton of buzz generated online about which group would be the first to take the award home. And while all of the nominees dropped groundbreaking videos thi… [+1590 chars]"
    },
    {
      "source": {
        "id": "mtv-news",
        "name": "MTV News"
      },
      "author": "Jordana Ossad",
      "title": "‘Why Did You Ghost Me?’: This Is An Extended Look At Ghosted: Love Gone Missing",
      "description": "Get an extended look at MTV's brand-new series 'Ghosted: Love Gone Missing.'",
      "url": "http://www.mtv.com/news/3136712/ghosted-love-gone-missing-sneak-peek/",
      "urlToImage": "https://mtv.mtvnimages.com/uri/mgid:ao:image:mtv.com:680783?quality=0.8&format=jpg&width=1440&height=810&.jpg",
      "publishedAt": "2019-08-27T00:43:11Z",
      "content": "What if someone you love went missing and turned into a ghost?\r\nMTV's brand-new seriesGhosted: Love Gone Missing, hosted by Rachel Lindsey and Travis Mills, will help distraught people track down former friends or lovers who suddenly cut off all contact with … [+448 chars]"
    },
    {
      "source": {
        "id": "mtv-news",
        "name": "MTV News"
      },
      "author": "Patrick Hosken",
      "title": "Sebastian Maniscalco Recasts Lil Nas X’s Horse As An Emotional Support Animal In VMAs Monologue",
      "description": "Host Sebastian Maniscalco kicked off the 2019 VMAs with a monologue that roasted the stereotypical hallmarks of millennial and Gen Z entitlement. Oh, and a reference to Lil Nas X's 'emotional support horse.'",
      "url": "http://www.mtv.com/news/3136540/sebastian-maniscalco-vmas-monologue/",
      "urlToImage": "https://mtv.mtvnimages.com/uri/mgid:ao:image:mtv.com:680784?quality=0.8&format=jpg&width=1440&height=810&.jpg",
      "publishedAt": "2019-08-27T00:39:47Z",
      "content": "When comedian Sebastian Maniscalco was announced as host of the 2019 VMAs back in June, no one seemed more surprised than... Sebastian Maniscalco. \"Are you sure they haven't made a mistake?\" he asked in the tongue-in-cheek promo clip announcing the news. The … [+2115 chars]"
    },
    {
      "source": {
        "id": "mtv-news",
        "name": "MTV News"
      },
      "author": "Jordyn Tilchen",
      "title": "Taylor Swift Strums Her Guitar After Calling Out Homophobes In Opening VMA Performance",
      "description": "Taylor Swift opened the 2019 MTV Music Video Awards on August 26 with a performance of \"You Need to Calm Down\" and \"Lover.\" She was joined by some of her music video co-stars, including Todrick Hall and Dexter Mayfield, among others.",
      "url": "http://www.mtv.com/news/3136602/taylor-swift-you-need-to-calm-down-lover-performance/",
      "urlToImage": "https://mtv.mtvnimages.com/uri/mgid:ao:image:mtv.com:680782?quality=0.8&format=jpg&width=1440&height=810&.jpg",
      "publishedAt": "2019-08-27T00:31:27Z",
      "content": "Its time to \"take several seats,\" folks! The 2019 MTV Video Music Awards have officially begun, and Taylor Swift whose new album, Lover, dropped last Friday (August 23) wasted no time calling out the homophobes with a sassy performance of her celebratory LGBT… [+1845 chars]"
    },
    {
      "source": {
        "id": "mtv-news",
        "name": "MTV News"
      },
      "author": "Trey Alston",
      "title": "Cardi B’s Reaction To Her First VMA Win Of 2019 Is Pure ‘Money’",
      "description": "Cardi B won the award for Best Hip Hop at the 2019 VMAs. In her brief acceptance speech, she thanked her team with the cackling laugh of a champion.",
      "url": "http://www.mtv.com/news/3136772/cardi-b-best-hip-hop-vmas-2019/",
      "urlToImage": "https://mtv.mtvnimages.com/uri/mgid:ao:image:mtv.com:680781?quality=0.8&format=jpg&width=1440&height=810&.jpg",
      "publishedAt": "2019-08-27T00:26:38Z",
      "content": "To add to her growing list of Moon Person awards, Cardi B has taken home the trophy for Best Hip Hop for her extravagant, currency-swallowing single \"Money\" at the 2019 VMAs.\r\nCardi let out a victorious evil laugh and danced to the cheers of the fans as she t… [+901 chars]"
    },
    {
      "source": {
        "id": "mtv-news",
        "name": "MTV News"
      },
      "author": "Madeline Roth",
      "title": "Billie Eilish Just Won Her First VMA Ever — Find Out How She Reacted",
      "description": "Billie Eilish sent a sweet message for fans after winning the PUSH Artist of the Year award at the 2019 VMAs.",
      "url": "http://www.mtv.com/news/3136841/billie-eilish-wins-vma-push-artist/",
      "urlToImage": "https://mtv.mtvnimages.com/uri/mgid:ao:image:mtv.com:680761?quality=0.8&format=jpg&width=1440&height=810&.jpg",
      "publishedAt": "2019-08-26T23:41:42Z",
      "content": "The VMAs are barely underway, and it's already a victorious night for Billie Eilish, who just won the award for PUSH Artist of the Year!\r\nLast year's winner, Hayley Kiyoko, made the announcement on the VMA red carpet pre-show on Monday, August 26, in a true \"… [+1082 chars]"
    },
    {
      "source": {
        "id": "mtv-news",
        "name": "MTV News"
      },
      "author": "Jordana Ossad",
      "title": "These MTV Stars Are Part Of The Moment At The VMAs",
      "description": "Take a look at the MTV stars attending the 2019 MTV Video Music Awards!",
      "url": "http://www.mtv.com/news/3135703/vmas-2019-mtv-stars-red-carpet/",
      "urlToImage": "https://mtv.mtvnimages.com/uri/mgid:ao:image:mtv.com:680764?quality=0.8&format=jpg&width=1440&height=810&.jpg",
      "publishedAt": "2019-08-26T23:25:29Z",
      "content": "A bunch of MTV stars will \"be part of the moment\" at the 2019 MTV Video Music Awards as they witness the annual celebration to honor the best in the music industry. It's \r\nT-Shirt\r\n Moon Persons time!Some ventured to the the Prudential Center in Newark, New J… [+490 chars]"
    },
    {
      "source": {
        "id": "mtv-news",
        "name": "MTV News"
      },
      "author": "Alissa Schulman",
      "title": "2019 MTV VMA Winners: See The Full List",
      "description": "The winners of the 2019 MTV Video Music Awards are here! Find out if Ariana Grande, Taylor Swift, Billie Eilish, Lil Nas X, and more of your faves left with a Moon Person.",
      "url": "http://www.mtv.com/news/3136861/2019-mtv-vma-winners/",
      "urlToImage": "https://mtv.mtvnimages.com/uri/mgid:ao:image:mtv.com:680721?quality=0.8&format=jpg&width=1440&height=810&.jpg",
      "publishedAt": "2019-08-26T23:19:28Z",
      "content": "The 2019 MTV Video Music Awards have landed at the Prudential Center in New Jersey and all the winners envelopes are signed, sealed, and ready to be delivered to the years most illustrious visual feats.\r\nIn a show already guaranteed to bring your favorite art… [+10068 chars]"
    },
    {
      "source": {
        "id": "mtv-news",
        "name": "MTV News"
      },
      "author": "Patrick Hosken",
      "title": "Jonas Brothers Break Down How ‘We’re Going Back To Our Roots’ For VMA Performance",
      "description": "Jonas Brothers tell MTV News they're \"going back to our roots\" ahead of their dynamic 2019 VMAs performance, where they'll hit the legendary Stone Pony venue in Asbury Park, New Jersey.",
      "url": "http://www.mtv.com/news/3136760/jonas-brothers-vma-interview-new-jersey/",
      "urlToImage": "https://mtv.mtvnimages.com/uri/mgid:ao:image:mtv.com:680743?quality=0.8&format=jpg&width=1440&height=810&.jpg",
      "publishedAt": "2019-08-26T23:13:59Z",
      "content": "Finally, the Jonas Brothers have come back to New Jersey! The three amigos er, hermanos are all set to bring a dynamite live performance to the 2019 VMAs on Monday night (August 26), and ahead of the show, they sat down with MTV News to talk about what's chan… [+1730 chars]"
    },
    {
      "source": {
        "id": "mtv-news",
        "name": "MTV News"
      },
      "author": "Trey Alston",
      "title": "Megan Thee Stallion’s Army Fatigues Demanded Attention At The VMA Pre-Show",
      "description": "Megan Thee Stallion was the star of the 2019 VMAs Pre Show with her perculating patellas, never missing a step as she performed. Ava Max and CNCO also shared the stage for an electric introduction.",
      "url": "http://www.mtv.com/news/3136725/megan-thee-stallion-vma-pre-show-performance/",
      "urlToImage": "https://mtv.mtvnimages.com/uri/mgid:ao:image:mtv.com:680751?quality=0.8&format=jpg&width=1440&height=810&.jpg",
      "publishedAt": "2019-08-26T23:05:16Z",
      "content": "Megan Thee Stallions impervious knees were the star of the 2019 VMA Pre Show. Twisting and dropping, slipping and sliding, without so much as a wince from the performer, her popping patellas carried her performance of 'Big Ole Freak' to absurd new heights tha… [+1114 chars]"
    },
    {
      "source": {
        "id": "mtv-news",
        "name": "MTV News"
      },
      "author": "Trey Alston",
      "title": "Megan Thee Stallion’s Army Fatigues Demanded Attention At The VMA Pre-Show",
      "description": "Megan Thee Stallion was the star of the 2019 VMAs Pre Show with her perculating patellas, never missing a step as she performed. Ava Max and CNCO also shared the stage for an electric introduction.",
      "url": "http://www.mtv.com/news/3136725/megan-thee-stallion-vma-pre-show-performance-ava-max-cnco/",
      "urlToImage": "https://mtv.mtvnimages.com/uri/mgid:ao:image:mtv.com:680751?quality=0.8&format=jpg&width=1440&height=810&.jpg",
      "publishedAt": "2019-08-26T23:05:16Z",
      "content": "Megan Thee Stallions impervious knees were the star of the 2019 VMA Pre Show. Twisting and dropping, slipping and sliding, without so much as a wince from the performer, her popping patellas carried her performances of 'Big Ole Freak, 'Hot Girl Summer,' and '… [+1717 chars]"
    },
    {
      "source": {
        "id": "mtv-news",
        "name": "MTV News"
      },
      "author": "Brittany Vincent",
      "title": "American Horror Story: 1984 Serves Classic Slasher Flick Realness",
      "description": "The latest trailer for American Horror Story: 1984 gives us a lengthier look at some of the totally tubular sights and sounds of the slasher flick-themed season starting this September.",
      "url": "http://www.mtv.com/news/3136809/american-horror-story-1984-full-trailer/",
      "urlToImage": "https://mtv.mtvnimages.com/uri/mgid:ao:image:mtv.com:680712?quality=0.8&format=jpg&width=1440&height=810&.jpg",
      "publishedAt": "2019-08-26T22:49:44Z",
      "content": "Ah, the '80s: huge hair, neon makeup, and totally radical attitudes.\r\nLooks like American Horror Story: 1984 will be serving up every single bit of these things in full force. The official trailer for the upcoming ninth season of American Horror Story looks t… [+1514 chars]"
    },
    {
      "source": {
        "id": "mtv-news",
        "name": "MTV News"
      },
      "author": "Patrick Hosken",
      "title": "Big Sean Crashes A$AP Ferg’s Interview To Tease ‘High-Energy’ VMA Performance",
      "description": "In an MTV News interview, Big Sean hypes his performance at the 2019 VMAs alongside A$AP Ferg, where the duo will debut a brand-new song. Get ready.",
      "url": "http://www.mtv.com/news/3136759/big-sean-vmas-new-song-asap-ferg-interview/",
      "urlToImage": "https://mtv.mtvnimages.com/uri/mgid:ao:image:mtv.com:680709?quality=0.8&format=jpg&width=1440&height=810&.jpg",
      "publishedAt": "2019-08-26T21:20:21Z",
      "content": "Last month, Big Sean returned with \"Overtime,\" a succinct but still show-stopping piece of bloodletting. \"Shit, I didn't take a break, my n---a, I broke,\" he raps early on before getting into what the past few years of his life have entailed (including the fa… [+2108 chars]"
    },
    {
      "source": {
        "id": "mtv-news",
        "name": "MTV News"
      },
      "author": "Brittany Vincent",
      "title": "Rihanna Is Officially Turning Savage X Fenty Into A Major TV Event",
      "description": "Rihanna is planning an event for her Savage X Fenty collection to be streamed via Amazon Prime Video in September.",
      "url": "http://www.mtv.com/news/3136756/rihanna-savage-x-fenty-event/",
      "urlToImage": "https://mtv.mtvnimages.com/uri/mgid:ao:image:mtv.com:680694?quality=0.8&format=jpg&width=1440&height=810&.jpg",
      "publishedAt": "2019-08-26T20:29:10Z",
      "content": "If ever there was a person who took the title \"multi-hyphenate\" and outpaced even that, it's definitely Rihanna. The star has conquered music, movies, the beauty industry, and is the first Black woman to ever helm a luxury fashion house for the legacy brand L… [+1544 chars]"
    },
    {
      "source": {
        "id": "mtv-news",
        "name": "MTV News"
      },
      "author": "Brittany Vincent",
      "title": "Ryan Reynolds Expertly Trolls Blake Lively With Unflattering Snapshots",
      "description": "Ryan Reynolds trolled wife Blake Lively on her birthday with a series of less-than-flattering, silly snaps on Instagram.",
      "url": "http://www.mtv.com/news/3136697/ryan-reynolds-trolls-blake-lively-birthday/",
      "urlToImage": "https://mtv.mtvnimages.com/uri/mgid:ao:image:mtv.com:680692?quality=0.8&format=jpg&width=1440&height=810&.jpg",
      "publishedAt": "2019-08-26T19:19:16Z",
      "content": "Ryan Reynolds proved there's a little bit of Deadpool inside him with his latest stunt: trolling wife Blake Lively on her 32nd birthday.\r\nThe actor posted a hilarious series of snapshots on to Instagram where Blake has her eyes closed, is looking away from th… [+1559 chars]"
    },
    {
      "source": {
        "id": "mtv-news",
        "name": "MTV News"
      },
      "author": "MTV News Staff",
      "title": "The Trump Administration Is Fine With Anti-LGBTQ+ Workplace Discrimination",
      "description": "Over the past two weeks, the Trump administration has filed two briefs with the Supreme Court arguing that LGBTQ+ people should not be protected against workplace discrimination.",
      "url": "http://www.mtv.com/news/3136729/trump-anti-lgbtq-workplace-discrimination-scotus/",
      "urlToImage": "https://mtv.mtvnimages.com/uri/mgid:ao:image:mtv.com:680690?quality=0.8&format=jpg&width=1440&height=810&.jpg",
      "publishedAt": "2019-08-26T18:25:02Z",
      "content": "By Mary Emily OHara\r\nOn Friday, August 23, the Trump administration filed a brief with the Supreme Court arguing that sexual orientation should not be considered a protected class and that employers should be allowed to fire American workers for being gay or … [+6006 chars]"
    },
    {
      "source": {
        "id": "mtv-news",
        "name": "MTV News"
      },
      "author": "Trey Alston",
      "title": "Drake Unveils Construction Papi In ‘Money In The Grave’ Video",
      "description": "Drake has released the video for 'Money In The Grave' with Rick Ross. In it, he buries something with the help of an excavator and shows Toronto's celebration for winning the 2019 NBA Finals.",
      "url": "http://www.mtv.com/news/3136703/drake-rick-ross-money-in-the-grave-video/",
      "urlToImage": "https://mtv.mtvnimages.com/uri/mgid:ao:image:mtv.com:680688?quality=0.8&format=jpg&width=1440&height=810&.jpg",
      "publishedAt": "2019-08-26T17:59:07Z",
      "content": "Drake has buried something where nearly no one can find it save for himself. In his new video for \"Money In The Grave,\" Construction Papi hits the junkyard with an excavator. He also lives it large with Rick Ross, who is featured on the track, and then shows … [+1416 chars]"
    },
    {
      "source": {
        "id": "mtv-news",
        "name": "MTV News"
      },
      "author": "Christianna Silva",
      "title": "ICE Shut Down An Immigrant Hotline After It Was Featured On ‘Orange Is The New Black’",
      "description": "ICE shut down a hotline for detained immigrants run by Freedom for Immigrants just two weeks after the number was featured on Orange Is the New Black, the LA Times reported.",
      "url": "http://www.mtv.com/news/3136688/immigrant-hotline-orange-is-the-new-black-ice-shut-down/",
      "urlToImage": "https://mtv.mtvnimages.com/uri/mgid:ao:image:mtv.com:680676?quality=0.8&format=jpg&width=1440&height=810&.jpg",
      "publishedAt": "2019-08-26T16:56:21Z",
      "content": "Rarely does life mirror TV as directly as it did in the fifth episode of the last season of Netflixs Orange Is the New Black.\r\nIn the episode, which debuted on July 26, 2019, along with the rest of show's seventh season, the character Martiza Ramos, played by… [+4217 chars]"
    },
    {
      "source": {
        "id": "mtv-news",
        "name": "MTV News"
      },
      "author": "Brittany Vincent",
      "title": "Camila Cabello Explains Her Break From Social Media",
      "description": "Camila Cabello opened up to fans in a lengthy Instagram post about why she's taken a step back from social media.",
      "url": "http://www.mtv.com/news/3136662/camila-cabello-social-media-break/",
      "urlToImage": "https://mtv.mtvnimages.com/uri/mgid:ao:image:mtv.com:680659?quality=0.8&format=jpg&width=1440&height=810&.jpg",
      "publishedAt": "2019-08-26T16:34:45Z",
      "content": "If you're wondering why it is you've seen less of pop star Camila Cabello recently on social media, you're not the only one.\r\nThe star took to Instagram over the weekend to explain to fans why she can barely be seen on the platform ahead of her performance du… [+1962 chars]"
    },
    {
      "source": {
        "id": "mtv-news",
        "name": "MTV News"
      },
      "author": "Madeline Roth",
      "title": "Normani Confirms That Basketball Trick In Her ‘Motivation’ Video Was 100 Percent Real",
      "description": "Normani tells MTV News what to expect from her VMA performance and confirms that her basketball trick from the \"Motivation\" video was 100 percent real.",
      "url": "http://www.mtv.com/news/3136609/normani-interview-basketball-motivation-video-vma-performance/",
      "urlToImage": "https://mtv.mtvnimages.com/uri/mgid:ao:image:mtv.com:680668?quality=0.8&format=jpg&width=1440&height=810&.jpg",
      "publishedAt": "2019-08-26T15:41:20Z",
      "content": "Listen up, haters: If you thought that basketball trick in Normani's \"Motivation\" video was a fake, CGI-indebted dupe, we're pleased to report that it was actually 100 percent real. Yep, Normani really did that.\r\nSpeaking to MTV News on Sunday (August 25) ahe… [+1574 chars]"
    },
    {
      "source": {
        "id": "mtv-news",
        "name": "MTV News"
      },
      "author": "Madeline Roth",
      "title": "Surprise! Miley Cyrus Will Perform At The 2019 VMAs",
      "description": "Miley Cyrus will perform her new single, \"Slide Away,\" for the first time ever at the 2019 MTV Video Music Awards!",
      "url": "http://www.mtv.com/news/3136674/miley-cyrus-perform-2019-vmas/",
      "urlToImage": "https://mtv.mtvnimages.com/uri/mgid:ao:image:mtv.com:680667?quality=0.8&format=jpg&width=1440&height=810&.jpg",
      "publishedAt": "2019-08-26T15:11:58Z",
      "content": "What's that? You thought we were done announcing this year's VMA lineup? Well, we can't stop, and we won't stop, so we're giving you another live act to get excited about: the one and only Miley Cyrus. Surprise!\r\nAfter earning two nominations for \"Mother's Da… [+1506 chars]"
    },
    {
      "source": {
        "id": "mtv-news",
        "name": "MTV News"
      },
      "author": "Brittany Vincent",
      "title": "The First Footage Of The High School Musical Series Is Not What You Expected",
      "description": "High School Musical is back with a brand new show on Disney+ for fans to revel in, though this mockumentary-style film may be a much different beast than folks may have been expecting.",
      "url": "http://www.mtv.com/news/3136656/high-school-musical-series-trailer/",
      "urlToImage": "https://mtv.mtvnimages.com/uri/mgid:ao:image:mtv.com:680658?quality=0.8&format=jpg&width=1440&height=810&.jpg",
      "publishedAt": "2019-08-26T13:02:07Z",
      "content": "It's the start of something new, alright. The first footage of the High School Musical show is finally here, and it may not be what you expected.\r\nHigh School Musical: The Musical: The Series looks to be an intriguing take on the movie we all know and love (a… [+1772 chars]"
    },
    {
      "source": {
        "id": "mtv-news",
        "name": "MTV News"
      },
      "author": "Alissa Schulman",
      "title": "New Star Wars: The Rise Of Skywalker Footage Teases Rey’s Dark Side",
      "description": "'Star Wars: The Rise of Skywalker' debuted a new trailer at D23, plus director J.J. Abrams recalled memories of the late Carrie Fisher and Keri Russell revealed more about her new character, Zorii Bliss.",
      "url": "http://www.mtv.com/news/3136567/star-wars-the-rise-of-skywalker-d23-footage/",
      "urlToImage": "https://mtv.mtvnimages.com/uri/mgid:ao:image:mtv.com:680634?quality=0.8&format=jpg&width=1440&height=810&.jpg",
      "publishedAt": "2019-08-24T23:22:40Z",
      "content": "One day after the trailer for Disney+'s The Mandalorian dropped, which will add to the storied Star Wars universe this coming November, Lucasfilm president Kathleen Kennedy returned to D23 to share even more news about the upcoming conclusion to the Skywalker… [+2376 chars]"
    },
    {
      "source": {
        "id": "mtv-news",
        "name": "MTV News"
      },
      "author": "Alissa Schulman",
      "title": "Tom Holland Addresses Spider-Man’s Split From The MCU",
      "description": "Tom Holland broke his silence on Spider-Man leaving the MCU at the D23 Expo, calling it a 'crazy week' and telling fans, 'I love you 3000.'",
      "url": "http://www.mtv.com/news/3136561/tom-holland-talks-spider-man-leaving-mcu/",
      "urlToImage": "https://mtv.mtvnimages.com/uri/mgid:ao:image:mtv.com:680633?quality=0.8&format=jpg&width=1440&height=810&.jpg",
      "publishedAt": "2019-08-24T21:48:45Z",
      "content": "Fans have not been doing so well since news broke that Spider-Man will be leaving the Marvel Cinematic Universe after Sony and Disney, the two studios behind Tom Holland-starrers Spider-Man: Homecoming and Spider-Man: Far From Home, failed to come to an agree… [+1081 chars]"
    },
    {
      "source": {
        "id": "mtv-news",
        "name": "MTV News"
      },
      "author": "Alissa Schulman",
      "title": "Kit Harington Joins The MCU, Black Panther II Updates, And More Marvel News From D23",
      "description": "Marvel Studios made some major announcements at the D23 Expo, including the 'Black Panther II' release date, Kit Harington and Gemma Chan's casting in 'The Eternals,' and a fresh exclusive look at 'Black Widow.'",
      "url": "http://www.mtv.com/news/3136538/kit-harington-eternals-black-panther-marvel-d23/",
      "urlToImage": "https://mtv.mtvnimages.com/uri/mgid:ao:image:mtv.com:680632?quality=0.8&format=jpg&width=1440&height=810&.jpg",
      "publishedAt": "2019-08-24T21:17:38Z",
      "content": "Marvel Studios had already made quite a statement at the D23 Expo with a slew of exciting announcements about their upcoming Disney+ slate, but they just had to take things one step further at the Walt Disney Studios panel on Saturday (August 24). Turning the… [+2854 chars]"
    },
    {
      "source": {
        "id": "mtv-news",
        "name": "MTV News"
      },
      "author": "Jordyn Tilchen",
      "title": "Which Song From Taylor Swift’s Lover Should You Listen To Based On Your Mood?",
      "description": "Here's a track-by-track guide of all 18 songs on Taylor Swift's new album 'Lover' and which mood they're perfect for.",
      "url": "http://www.mtv.com/news/3136336/taylor-swift-lover-album-song-mood/",
      "urlToImage": "https://mtv.mtvnimages.com/uri/mgid:ao:image:mtv.com:680570?quality=0.8&format=jpg&width=1440&height=810&.jpg",
      "publishedAt": "2019-08-24T13:18:44Z",
      "content": "The day finally came, Swifties. Taylor Swift's seventh studio album, Lover, dropped on Friday (August 23), and it's everything fans could've hoped for. The 18-track LP, which spans roughly one hour from start to finish, perfectly encapsulates love in all its … [+10582 chars]"
    }
  ]
}
