{
  "status": "ok",
  "totalResults": 1887,
  "articles": [
    {
      "source": {
        "id": "info-money",
        "name": "InfoMoney"
      },
      "author": "Agência Estado",
      "title": "Orçamento: MEC recebeu R$ 5 bilhões a mais do que estava previsto para 2020",
      "description": "Ministro da Educação, Abraham Weintraub pediu aumento de R$ 9,8 bilhões nas verbas previstas em despesas discrionárias",
      "url": "https://www.infomoney.com.br/mercados/politica/noticia/9235974/economia-mec-recebeu-r-5-bilhoes-a-mais-do-que-estava-previsto-para-2020",
      "urlToImage": "https://images.immedia.com.br//33/33942_2_L.jpg",
      "publishedAt": "2019-08-30T23:01:00Z",
      "content": "Depois de pressionar a área econômica, o Ministério da Educação conseguiu aumentar em R$ 5 bilhões os recursos previstos para a pasta no Projeto de Lei Orçamentária de 2020.Como mostrou o Broadcast, sistema de notícias em tempo real do Grupo Estado, o ministr… [+1992 chars]"
    },
    {
      "source": {
        "id": "info-money",
        "name": "InfoMoney"
      },
      "author": "Lara Rizério",
      "title": "As 5 maiores altas e as 5 maiores baixas do Ibovespa no mês de agosto",
      "description": "Enquanto a Kroton registrou a maior baixa do benchmark da bolsa, a Qualicorp teve a maior valorização; fora do índice, a \"menção honrosa\" fica com a Telebras",
      "url": "https://www.infomoney.com.br/mercados/acoes-e-indices/noticia/9234296/as-5-maiores-altas-e-as-5-maiores-baixas-do-ibovespa-no-mes-de-agosto",
      "urlToImage": "https://images.immedia.com.br//29/29401_2_L.jpg",
      "publishedAt": "2019-08-30T21:25:00Z",
      "content": "SÃO PAULO - O Ibovespa fechou agosto com uma queda de 0,67%, desempenho final que não faz jus à forte volatilidade registrada pelo benchmark da bolsa. O índice fechou com ganhos de mais de 1% em 5 pregões do período e em queda de mais de 1% em 7 das 22 sessõe… [+5819 chars]"
    },
    {
      "source": {
        "id": "info-money",
        "name": "InfoMoney"
      },
      "author": "Equipe InfoMoney",
      "title": "Cinco sinais de que você não está poupando o suficiente",
      "description": "Especialistas indicam maneiras para resolver as situações mais comuns de quem está gastando mais do que devia",
      "url": "https://www.infomoney.com.br/minhas-financas/noticia/9235882/cinco-sinais-de-que-voce-nao-esta-poupando-o-suficiente",
      "urlToImage": "https://images.immedia.com.br//35/35125_2_L.jpg",
      "publishedAt": "2019-08-30T21:20:00Z",
      "content": "Você já sabe que precisa guardar dinheiro para realizar seus objetivos ao longo da vida, mas nem sempre consegue transformar teoria em prática. Só que talvez ainda não tenha se dado conta disso. Duas especialistas em finanças pessoais apontaram cinco sinais d… [+5090 chars]"
    },
    {
      "source": {
        "id": "info-money",
        "name": "InfoMoney"
      },
      "author": "Rodrigo Tolotti Umpieres",
      "title": "Reforma da Previdência, dólar e inflação: o que você precisa acompanhar na próxima semana",
      "description": "Tudo que o investidor precisa saber antes de operar na próxima semana",
      "url": "https://www.infomoney.com.br/mercados/acoes-e-indices/noticia/9223865/reforma-da-previdencia-dolar-e-inflacao-o-que-voce-precisa-acompanhar-na-proxima-semana",
      "urlToImage": "https://images.immedia.com.br//25/25276_2_L.jpg",
      "publishedAt": "2019-08-30T21:16:00Z",
      "content": "SÃO PAULO - Com uma boa arrancada no fim da semana, o Ibovespa voltou a superar a marca de 101 mil pontos após boa notícias econômicas. Apesar disso, o clima geral ainda parece ser de apreensão, principalmente no exterior, e os próximos dias irão dar mais sin… [+2602 chars]"
    },
    {
      "source": {
        "id": "info-money",
        "name": "InfoMoney"
      },
      "author": "Diego Lazzaris Borges",
      "title": "Ofertas públicas de fundos imobiliários: o que você precisa saber sobre elas",
      "description": "Rodrigo Costa Medeiros, analista e fundador do site Desmistificando FII, participou do  programa Fundos Imobiliários, apresentado por Arthur Vieira de Moraes",
      "url": "https://www.infomoney.com.br/imoveis/fundos-imobiliarios/noticia/9235919/ofertas-publicas-de-fundos-imobiliarios-o-que-voce-precisa-saber-sobre-elas",
      "urlToImage": "https://images.immedia.com.br//33/33481_2_L.jpg",
      "publishedAt": "2019-08-30T21:10:00Z",
      "content": "SÃO PAULO O número de emissões de fundos imobiliários segue alto em 2019, e muitos investidores têm dúvidas sobre esse tipo de operação. Para Rodrigo Costa Medeiros, analista e fundador do site Desmistificando FII, essa grande quantidade de emissões é natural… [+1063 chars]"
    },
    {
      "source": {
        "id": "info-money",
        "name": "InfoMoney"
      },
      "author": "Equipe InfoMoney",
      "title": "Mulheres empreendedoras: 10 dicas para conquistar o sucesso",
      "description": "Mulheres empreendedoras enfrentam diversos desafios na jornada. Por isso, o Abertura Simples decidiu compartilhar algumas dicas para elas!",
      "url": "https://www.infomoney.com.br/negocios/noticias-corporativas/noticia/9235858/mulheres-empreendedoras-10-dicas-para-conquistar-o-sucesso-",
      "urlToImage": null,
      "publishedAt": "2019-08-30T20:46:00Z",
      "content": "A jornada empreendedora é cheia de desafios. As dificuldades ainda são maiores quando se é mulher. Isso porque elas precisam lidar com diversos desafios que são impostos por conta do machismo, um problema estrutural da sociedade. Um estudo desenvolvido pelo F… [+5453 chars]"
    },
    {
      "source": {
        "id": "info-money",
        "name": "InfoMoney"
      },
      "author": "Equipe InfoMoney",
      "title": "Como abrir conta em uma corretora nos EUA",
      "description": "É preciso ter uma para operar diretamente nas bolsas americanas. Conheça as vantagens e os cuidados necessários no procedimento e aprenda o passo a passo de como abrir conta em corretora nos EUA",
      "url": "https://www.infomoney.com.br/onde-investir/noticia/9235706/como-abrir-conta-em-uma-corretora-nos-eua",
      "urlToImage": "https://images.immedia.com.br//35/35123_2_L.jpg",
      "publishedAt": "2019-08-30T20:40:00Z",
      "content": "Se você já pensou na possibilidade de investir no exterior, essa pergunta certamente passou pela sua cabeça: como abrir conta em corretora nos EUA? O país é dono do maior mercado financeiro do mundo e como é uma economia mais aberta, normalmente é o primeiro … [+7165 chars]"
    },
    {
      "source": {
        "id": "info-money",
        "name": "InfoMoney"
      },
      "author": "Ricardo Bomfim",
      "title": "Dólar sobe 8,5% em agosto, enquanto alta do Ibovespa quase apaga perdas no mês",
      "description": "Tendência da Bolsa é continuar subindo, devido ao cenário econômico mais positivo e exterior em melhora",
      "url": "https://www.infomoney.com.br/mercados/acoes-e-indices/noticia/9234317/dolar-sobe-85-em-agosto-enquanto-ibovespa-sobe-e-quase-apaga-perdas-no-mes",
      "urlToImage": "https://images.immedia.com.br/33/33643_2_L.jpg",
      "publishedAt": "2019-08-30T20:28:00Z",
      "content": "SÃO PAULO - O Ibovespa subiu pelo quarto pregão consecutivo nesta sexta-feira (30) e acumulou uma alta de 5% desde o começo da semana, quando terminou cotado em 96.430 pontos. No mês, a Bolsa conseguiu apagar boa parte das perdas que tinha em agosto e acabou … [+6722 chars]"
    },
    {
      "source": {
        "id": "info-money",
        "name": "InfoMoney"
      },
      "author": "Equipe InfoMoney",
      "title": "Puerto Vallarta e Riviera Nayarit recebem mais de 29 mil viajantes da América Latina durante o primeiro semestre de 2019",
      "description": "O número de visitantes à região continua em crescimento, especialmente se comparado aos resultados de 2018",
      "url": "https://www.infomoney.com.br/negocios/noticias-corporativas/noticia/9235735/puerto-vallarta-e-riviera-nayarit-recebem-mais-de-29-mil-viajantes-da-america-latina-durante-o-primeiro-semestre-de-2019",
      "urlToImage": null,
      "publishedAt": "2019-08-30T20:24:00Z",
      "content": "A vibrante região de Jalisco e Nayarit, na costa do Pacífico mexicano, continua em ascensão para se tornar um dos destinos mais populares do México. Cada vez mais, os viajantes optam por visitar a região, conhecida pelo charme e atrações culturais autênticas,… [+6303 chars]"
    },
    {
      "source": {
        "id": "info-money",
        "name": "InfoMoney"
      },
      "author": "Bloomberg",
      "title": "Indicador do BofA diz que é hora de comprar ações e commodities",
      "description": "Desde 2000, indicador enviou 16 sinais de \"compra\", com taxa de acerto em dez vezes",
      "url": "https://www.infomoney.com.br/mercados/acoes-e-indices/noticia/9229614/indicador-do-bofa-diz-que-e-hora-de-comprar-acoes-e-commodities",
      "urlToImage": "https://images.immedia.com.br//32/32564_2_L.jpg",
      "publishedAt": "2019-08-30T20:23:00Z",
      "content": "(Bloomberg) -- Mais de US$ 200 bilhões em saídas de capital no mercado acionário. Pode ser o que tenha levado o indicador BofAML Bull &amp; Bear a finalmente mostrar um contrário \"sinal de compra\", o primeiro desde 3 de janeiro.O Bank of America Merrill Lynch… [+2470 chars]"
    },
    {
      "source": {
        "id": "info-money",
        "name": "InfoMoney"
      },
      "author": "Equipe InfoMoney",
      "title": "Site reúne endereços de hemocentros do País e dados para doação de sangue",
      "description": "Portal foi criado junto com a 4ª campanha nacional de doação de sangue que se inicia no próximo sábado (31) a até 14 de setembro",
      "url": "https://www.infomoney.com.br/negocios/noticias-corporativas/noticia/9235736/site-reune-enderecos-de-hemocentros-do-pais-e-dados-para-doacao-de-sangue-",
      "urlToImage": null,
      "publishedAt": "2019-08-30T20:04:00Z",
      "content": "No Brasil, segundo o Ministério da Saúde, 1,8% da população é doador de sangue, ou seja, 18 a cada mil habitantes realizam a contribuição. O porcentual está nos parâmetros preconizados pela Organização Mundial da Saúde (OMS) – entre 1% e 3% - e estáveis, mas … [+2303 chars]"
    },
    {
      "source": {
        "id": "info-money",
        "name": "InfoMoney"
      },
      "author": "Equipe InfoMoney",
      "title": "Retorno Po´s LCA: Ligamento Cruzado Anterior",
      "description": "O Ligamento Cruzado Anterior é um dos dois ligamentos centrais que unem o fêmur (osso da coxa) à tíbia (osso da perna) e, por isso, tem relação direta com a estabilidade do joelho. O LCA pode se romper durante movimentos?de torção em que a pessoa fica com o p…",
      "url": "https://www.infomoney.com.br/negocios/noticias-corporativas/noticia/9234629/retorno-pos-lca-ligamento-cruzado-anterior",
      "urlToImage": null,
      "publishedAt": "2019-08-30T19:56:00Z",
      "content": "A lesão do Ligamento Cruzado Anterior é um dos maiores temores dos jogadores de futebol, e não é para menos. Ricardo Oliveira, Paulo Henrique Ganso, Fred, Alan Kardek, Conca e Ibrahimovic, são apenas alguns dos grandes nomes que tiveram que se afastar tempora… [+4420 chars]"
    },
    {
      "source": {
        "id": "info-money",
        "name": "InfoMoney"
      },
      "author": "Equipe InfoMoney",
      "title": "Governo de SP notifica donos de 462 mil veículos com dívida de IPVA",
      "description": "Donos de veículos com placas de finais 3 e 4 de São Paulo que ainda não pagaram seus débitos do IPVA referentes a 2019 e os remanescentes de 2014 a 2018, foram notificados pela Secretaria da Fazenda e Planejamento do Estado de São Paulo a efetuarem o pagament…",
      "url": "https://www.infomoney.com.br/negocios/noticias-corporativas/noticia/9234632/governo-de-sp-notifica-donos-de-462-mil-veiculos-com-divida-de-ipva",
      "urlToImage": null,
      "publishedAt": "2019-08-30T19:48:00Z",
      "content": "Governo de SP notifica donos de 462 mil veículos com dívida de IPVA.\r\nDonos de veículos com placas de finais 3 e 4 de São Paulo que ainda não pagaram seus débitos do IPVA referentes a 2019 e os remanescentes de 2014 a 2018, foram notificados pela Secretaria d… [+1390 chars]"
    },
    {
      "source": {
        "id": "info-money",
        "name": "InfoMoney"
      },
      "author": "Equipe InfoMoney",
      "title": "Prótese de joelho: quando é necessário um procedimento cirúrgico?",
      "description": "Eventualmente, o Dr. João Hollanda recebe no consultório pacientes desolados, porque são informados pelo médico de que têm desgaste na cartilagem do joelho, com o problema sendo progressivo e irreversível, tendo como única forma de melhorar a dor a colocação …",
      "url": "https://www.infomoney.com.br/negocios/noticias-corporativas/noticia/9234633/protese-de-joelho-quando-e-necessario-um-procedimento-cirurgico-",
      "urlToImage": null,
      "publishedAt": "2019-08-30T19:34:00Z",
      "content": "Artrose, também chamada de osteoartrose ou osteoartrite, é uma doença caracterizada pelo desgaste da cartilagem nas articulações e sua incidência aumenta com o avanço da idade, sendo bastante frequente na população idosa. Embora possa ocorrer em qualquer arti… [+5107 chars]"
    },
    {
      "source": {
        "id": "info-money",
        "name": "InfoMoney"
      },
      "author": "Equipe InfoMoney",
      "title": "Razões para repensar a importância de capacitar funcionários",
      "description": "O atendimento de pedidos de clientes em lojas de varejo é um subproduto dessa nova economia. Segundo dados da Manhattan Associates líder em tecnologia no comércio de supply chain e omnichannel, mais de 70% dos consumidores brasileiros preferem fazer compras o…",
      "url": "https://www.infomoney.com.br/negocios/noticias-corporativas/noticia/9234218/razoes-para-repensar-a-importancia-de-capacitar-funcionarios",
      "urlToImage": null,
      "publishedAt": "2019-08-30T19:19:00Z",
      "content": "A economia sob demanda está mudando a maneira como os consumidores compram, tornando a satisfação imediata e a conveniência uma grande expectativa do consumidor. A PWC estima que a economia on-demand chegará a US $ 335 bilhões em 2025, já que os consumidores … [+4379 chars]"
    },
    {
      "source": {
        "id": "info-money",
        "name": "InfoMoney"
      },
      "author": "Equipe InfoMoney",
      "title": "Fabricante de nobreaks lança linha de inversores de energia e reforça presença no setor de Telecom",
      "description": "Apresentando dois modos de operação, a linha TS ON Inverter da TS Shara foi desenvolvida com recursos inteligentes para atender as necessidades de servidores e roteadores",
      "url": "https://www.infomoney.com.br/negocios/noticias-corporativas/noticia/9234219/fabricante-de-nobreaks-lanca-linha-de-inversores-de-energia-e-reforca-presenca-no-setor-de-telecom-",
      "urlToImage": null,
      "publishedAt": "2019-08-30T19:18:00Z",
      "content": "Segundo dados da Agência Nacional de Telecomunicações (Anatel), o número de empresas do setor de telecomunicações, especialmente provedores de internet, está em ascensão. De acordo com pesquisa realizada em fevereiro de 2018 havia o registro de cerca de 29 mi… [+2600 chars]"
    },
    {
      "source": {
        "id": "info-money",
        "name": "InfoMoney"
      },
      "author": "Agência Estado",
      "title": "Com 'pânico' pós-downgrade da Argentina, BC do país pode comprar títulos no mercado",
      "description": "As operações serão realizadas por meio de leilões \"dos quais poderão participar somente os Fundos Comuns de Investimento por meio de instituições financeiras\"",
      "url": "https://www.infomoney.com.br/mercados/noticia/9233893/com-panico-pos-downgrade-da-argentina-bcra-pode-comprar-titulos-no-mercado",
      "urlToImage": "https://images.immedia.com.br//34/34954_2_L.jpg",
      "publishedAt": "2019-08-30T19:18:00Z",
      "content": "O Banco Central da República Argentina (BCRA) circulou nesta sexta-feira a Comunicação A 6767 estipulando que poderá comprar no mercado secundário títulos como Letras do Tesouro Capitalizáveis (Lecaps) em pesos e Letras do Tesouro (Letes) em dólares, \"a preço… [+1436 chars]"
    },
    {
      "source": {
        "id": "info-money",
        "name": "InfoMoney"
      },
      "author": "Equipe InfoMoney",
      "title": "Influenciadores correm para dinamizar a carreira e monetizar ainda mais",
      "description": "Influenciadores apostam em novas estratégias para lucrar com seus conteúdos, como parcerias com a plataforma Raczum.",
      "url": "https://www.infomoney.com.br/negocios/noticias-corporativas/noticia/9234220/influenciadores-correm-para-dinamizar-a-carreira-e-monetizar-ainda-mais",
      "urlToImage": null,
      "publishedAt": "2019-08-30T19:15:00Z",
      "content": "Se antes os influenciadores digitais dependiam exclusivamente das plataformas para monetizar suas produções, a nova forma de lucrar dos creators está no impacto dos seus conteúdos autênticos. O resultado é o interesse crescente de marcas no mercado de influên… [+4111 chars]"
    },
    {
      "source": {
        "id": "info-money",
        "name": "InfoMoney"
      },
      "author": "Marcos Mortari &bull; XP Política",
      "title": "Cresce o desgaste entre Câmara e Senado, apesar dos esforços de Alcolumbre e Maia",
      "description": "Clima entre deputados e senadores piorou após sessão da última quarta-feira, sem acordo para votação de projeto de créditos suplementares e com disputa por protagonismo na reforma tributária",
      "url": "https://www.infomoney.com.br/mercados/politica/noticia/9177991/cresce-o-desgaste-entre-camara-e-senado-apesar-dos-esforcos-de-alcolumbre-e-maia",
      "urlToImage": "https://images.immedia.com.br//35/35112_2_L.jpg",
      "publishedAt": "2019-08-30T18:52:00Z",
      "content": "SÃO PAULO - O fim da sessão do Congresso Nacional de ontem (28) sem votar o projeto de lei que abre R$ 3 bilhões de créditos orçamentários suplementares para o pagamento das emendas prometidas na votação da reforma da Previdência na Câmara dos Deputados desag… [+5830 chars]"
    },
    {
      "source": {
        "id": "info-money",
        "name": "InfoMoney"
      },
      "author": "Allan Gavioli",
      "title": "Governo suspende 51 planos de saúde devido a reclamações",
      "description": "A suspensão de um plano impede que ele seja vendido ou receba novos clientes até que seja comprovada uma melhoria no atendimento",
      "url": "https://www.infomoney.com.br/minhas-financas/planos-saude/noticia/9233915/governo-suspende-51-planos-de-saude-devido-a-reclamacoes",
      "urlToImage": "https://images.immedia.com.br//35/35117_2_L.jpg",
      "publishedAt": "2019-08-30T18:46:00Z",
      "content": "SÃO PAULO - A Agência Nacional de Saúde Suplementar (ANS) divulgou nesta sexta-feira (30) a lista de planos de saúde que terão a comercialização suspensa devido ao alto número de reclamações dos consumidores no segundo trimestre.O Programa de Monitoramento de… [+3984 chars]"
    },
    {
      "source": {
        "id": "info-money",
        "name": "InfoMoney"
      },
      "author": "Agência Estado",
      "title": "Expectativa era que economia do Brasil crescesse 2,5% este ano, diz Mourão",
      "description": "Segundo ele, o ministro da Economia, Paulo Guedes, \"está raspando o tacho da Caixa Econômica Federal e do BNDES\" para tentar fechar a conta do governo",
      "url": "https://www.infomoney.com.br/mercados/politica/noticia/9233920/expectativa-era-que-economia-do-brasil-crescesse-25-este-ano-diz-mourao",
      "urlToImage": "https://images.immedia.com.br//34/34207_2_L.jpg",
      "publishedAt": "2019-08-30T18:14:00Z",
      "content": "InfoMoney é um parceiro do iG Economia\r\n©2000-2019 InfoMoney. Todos os direitos reservados. InfoMoney preza a qualidade da informação e atesta a apuração de todo o conteúdo produzido por sua equipe, ressaltando, no entanto, que não faz qualquer tipo de recome… [+1144 chars]"
    },
    {
      "source": {
        "id": "info-money",
        "name": "InfoMoney"
      },
      "author": "Allan Gavioli",
      "title": "Semana do Brasil: grandes varejistas promovem descontos de até 80%",
      "description": "A Semana do Brasil foi proposta pelo governo para estimular o comercio nacional. Mais de 300 empresas já declararam apoio à iniciativa",
      "url": "https://www.infomoney.com.br/minhas-financas/consumo/noticia/9229584/semana-do-brasil-grandes-varejistas-promovem-descontos-de-ate-80-",
      "urlToImage": "https://images.immedia.com.br//34/34646_2_L.jpg",
      "publishedAt": "2019-08-30T17:58:00Z",
      "content": "InfoMoney é um parceiro do iG Economia\r\n©2000-2019 InfoMoney. Todos os direitos reservados. InfoMoney preza a qualidade da informação e atesta a apuração de todo o conteúdo produzido por sua equipe, ressaltando, no entanto, que não faz qualquer tipo de recome… [+1144 chars]"
    },
    {
      "source": {
        "id": "info-money",
        "name": "InfoMoney"
      },
      "author": "Agência Estado",
      "title": "Volkswagen mostra a cara de seu carro brasileiro",
      "description": "Depois do Brasil, a fábrica de Pamplona, na Espanha, produzirá e exportará o modelo para a Europa",
      "url": "https://www.infomoney.com.br/minhas-financas/carros/noticia/9202878/volks-mostra-a-cara-de-seu-carro-brasileiro",
      "urlToImage": "https://images.immedia.com.br//35/35116_2_L.png",
      "publishedAt": "2019-08-30T17:50:00Z",
      "content": "O novo carro brasileiro da Volkswagen começa a ganhar forma - e boa parte dos investimentos da montadora alemã destinados ao País nos próximos anos.A empresa mostrou nesta quinta-feira, 29, a silhueta do modelo que foi totalmente desenvolvido no Brasil e, pel… [+2754 chars]"
    },
    {
      "source": {
        "id": "info-money",
        "name": "InfoMoney"
      },
      "author": "Equipe InfoMoney",
      "title": "Ilana Trombka trabalha para o fim do assédio moral e sexual no Senado",
      "description": "",
      "url": "https://www.infomoney.com.br/mercados/noticias-by-prnewswire/noticia/9231660/ilana-trombka-trabalha-para-o-fim-do-assedio-moral-e-sexual-no-senado",
      "urlToImage": null,
      "publishedAt": "2019-08-30T17:20:00Z",
      "content": "BRASÍLIA, Brasil, 30 de agosto de 2019 /PRNewswire/ -- Diretora-geral do Senado, Ilana Trombka trabalha para melhorar ambiente de trabalho e superar o assédio moral\"Parece uma palavra maldita [o assédio], e as pessoas preferem nem falar, como se assim signifi… [+2273 chars]"
    },
    {
      "source": {
        "id": "info-money",
        "name": "InfoMoney"
      },
      "author": "Ricardo Bomfim",
      "title": "Ações de small caps devem ganhar com crescimento no Brasil e incerteza lá fora, diz Bradesco BBI",
      "description": "Cenário externo conturbado tira atratividade de ações de grandes empresas ligadas a commodities e redireciona para papéis mais expostos ao ambiente doméstico, na avaliação dos analistas do banco",
      "url": "https://www.infomoney.com.br/mercados/acoes-e-indices/noticia/9215154/acoes-de-small-caps-devem-ganhar-com-crescimento-no-brasil-e-incerteza-la-fora-diz-bradesco-bbi",
      "urlToImage": "https://images.immedia.com.br//34/34898_2_L.jpg",
      "publishedAt": "2019-08-30T17:12:00Z",
      "content": "SÃO PAULO - As incertezas no cenário global e a recuperação econômica mais forte no Brasil devem aumentar a atratividade das ações de small caps no País. Essa é a avaliação dos analistas Marina Valle e André Carvalho, do Bradesco BBI. Para eles, as ações de e… [+3174 chars]"
    },
    {
      "source": {
        "id": "info-money",
        "name": "InfoMoney"
      },
      "author": "Equipe InfoMoney",
      "title": "Estudo comprova melhora de qualidade de vida com dieta proteinada",
      "description": "Pesquisadores espanhóis verificaram melhora de sexo, sono, ansiedade por consumo de álcool e aumento de atividade física intensa em pacientes que seguiam uma dieta proteinada de muito baixas calorias",
      "url": "https://www.infomoney.com.br/negocios/noticias-corporativas/noticia/9231635/estudo-comprova-melhora-de-qualidade-de-vida-com-dieta-proteinada",
      "urlToImage": null,
      "publishedAt": "2019-08-30T16:26:00Z",
      "content": "A obesidade é uma doença que afeta não só o aspecto físico, mas também o emocional dos pacientes, influenciando diretamente a sua qualidade de vida. Com o objetivo de avaliar os efeitos de uma dieta cetogênica de muito baixas calorias (600 Kg – 800 Kcal/dia),… [+1789 chars]"
    },
    {
      "source": {
        "id": "info-money",
        "name": "InfoMoney"
      },
      "author": "Equipe InfoMoney",
      "title": "Premiação de jornalista conta com mais de meio milhão de votos",
      "description": "A votação da segunda etapa do Prêmio Comunique-se 2019 estará aberta até o dia 8 de setembro. Até agora, mais de 500 mil votos foram computados",
      "url": "https://www.infomoney.com.br/negocios/noticias-corporativas/noticia/9231636/premiacao-de-jornalista-conta-com-mais-de-meio-milhao-de-votos",
      "urlToImage": null,
      "publishedAt": "2019-08-30T16:18:00Z",
      "content": "O Prêmio Comunique-se 2019 consagrará como vencedores, na noite de 5 de novembro, 25 jornalistas e uma agência de comunicação. Para chegar ao resultado final, o evento conta com a participação do público. Afinal, são três etapas de votação definidas a partir … [+1225 chars]"
    },
    {
      "source": {
        "id": "info-money",
        "name": "InfoMoney"
      },
      "author": "Bloomberg",
      "title": "Bolsonaro quer rever demarcações: “muita terra para pouco índio”",
      "description": "Presidente diz suspeitar de fraudes nas demarcações e de venda direta de terras pelos índios a estrangeiros",
      "url": "https://www.infomoney.com.br/mercados/noticia/9225705/bolsonaro-quer-rever-demarcacoes-muita-terra-para-pouco-indio",
      "urlToImage": "https://images.immedia.com.br//34/34828_2_L.jpg",
      "publishedAt": "2019-08-30T16:09:00Z",
      "content": "(Bloomberg) -- Em mais um capítulo de sua cruzada contra os ambientalistas e pelo que considera desenvolvimento da Amazônia, o presidente Jair Bolsonaro escolheu os índios como alvo do momento e propõe a revisão das áreas habitadas por 305 diferentes tribos n… [+2231 chars]"
    },
    {
      "source": {
        "id": "info-money",
        "name": "InfoMoney"
      },
      "author": "Equipe InfoMoney",
      "title": "Crefisa lança novo filme publicitário com Leila Pereira falando sobre o novo momento digital da Empresa",
      "description": "",
      "url": "https://www.infomoney.com.br/mercados/noticias-by-prnewswire/noticia/9227617/crefisa-lanca-novo-filme-publicitario-com-leila-pereira-falando-sobre-o-novo-momento-digital-da-empresa",
      "urlToImage": null,
      "publishedAt": "2019-08-30T15:41:00Z",
      "content": "InfoMoney é um parceiro do iG Economia\r\n©2000-2019 InfoMoney. Todos os direitos reservados. InfoMoney preza a qualidade da informação e atesta a apuração de todo o conteúdo produzido por sua equipe, ressaltando, no entanto, que não faz qualquer tipo de recome… [+1144 chars]"
    },
    {
      "source": {
        "id": "info-money",
        "name": "InfoMoney"
      },
      "author": "Equipe InfoMoney",
      "title": "A inteligência artificial vai comandar os processos de RH?",
      "description": "A pesquisa lançada em 2019 através de um e-book completo sobre o cenário do uso de Inteligência Artificial e Algoritmos no Recursos Humanos. Desenha e revela o cenário atual do uso de People Analytics, do perfil do profissional e de como as empresas estão con…",
      "url": "https://www.infomoney.com.br/negocios/noticias-corporativas/noticia/9229565/a-inteligencia-artificial-vai-comandar-os-processos-de-rh",
      "urlToImage": null,
      "publishedAt": "2019-08-30T15:36:00Z",
      "content": "A quantidade de informações circulando no mundo dobra a cada 1 ano e 2 meses. A maneira e os métodos de lidar com o conhecimento mudaram a forma e de conduzir os negócios. Os processos manuais do setor de RH, como tabelas de Excel estão sendo substituídos gra… [+4383 chars]"
    },
    {
      "source": {
        "id": "info-money",
        "name": "InfoMoney"
      },
      "author": "Equipe InfoMoney",
      "title": "IDEIA Big Data recebe reconhecimento do prêmio 40 Under 40 Innovators Award 2019",
      "description": "",
      "url": "https://www.infomoney.com.br/mercados/noticias-by-prnewswire/noticia/9227574/ideia-big-data-recebe-reconhecimento-do-premio-40-under-40-innovators-award-2019",
      "urlToImage": null,
      "publishedAt": "2019-08-30T15:18:00Z",
      "content": "SÃO PAULO, 30 de agosto de 2019 /PRNewswire/ -- Uma das principais fontes de reconhecimento de organizações  e executivos que desempenham um papel significativo de visão de futuro global, o presidente do IDEIA Big Data, Maurício Moura, recebeu a indicação da … [+1754 chars]"
    },
    {
      "source": {
        "id": "info-money",
        "name": "InfoMoney"
      },
      "author": "Equipe InfoMoney",
      "title": "Empresas crescem 26% ao migrarem para soluções em nuvem",
      "description": "",
      "url": "https://www.infomoney.com.br/mercados/noticias-by-prnewswire/noticia/9225699/empresas-crescem-26-ao-migrarem-para-solucoes-em-nuvem",
      "urlToImage": null,
      "publishedAt": "2019-08-30T15:14:00Z",
      "content": "SÃO PAULO, 30 de agosto de 2019 /PRNewswire/ -- Com o avanço da tecnologia, a internet tornou-se essencial na comunicação dos pequenos e grandes negócios. Estudo da consultoria Gartner aponta que 75% de todas as soluções convencionais terão migrados para a nu… [+3267 chars]"
    },
    {
      "source": {
        "id": "info-money",
        "name": "InfoMoney"
      },
      "author": "Equipe InfoMoney",
      "title": "Música no Brasil: qual o seu papel?",
      "description": "Com a facilidade de disseminação oferecida pela tecnologia, todos saem ganhando: artistas com carreira solidificada podem diversificar em projetos paralelos e trazer novos sons",
      "url": "https://www.infomoney.com.br/negocios/noticias-corporativas/noticia/9225709/musica-no-brasil-qual-o-seu-papel-",
      "urlToImage": null,
      "publishedAt": "2019-08-30T15:13:00Z",
      "content": "A música se mostra mais democrática a cada dia: trazendo à tona diferentes ritmos, dizeres e culturas, é capaz de unir grupos em torno de um mesmo ideal e torna-se uma representação de ideias e pensamentos.  Sua ascensão, em partes, se dá pela tecnologia, cap… [+2155 chars]"
    },
    {
      "source": {
        "id": "info-money",
        "name": "InfoMoney"
      },
      "author": "Equipe InfoMoney",
      "title": "Toshiba Memory adquire os negócios de SSD da LITE-ON Technology de Taiwan",
      "description": "",
      "url": "https://www.infomoney.com.br/negocios/noticias-corporativas/noticia/9225710/toshiba-memory-adquire-os-negocios-de-ssd-da-lite-on-technology-de-taiwan",
      "urlToImage": null,
      "publishedAt": "2019-08-30T15:09:00Z",
      "content": "A Toshiba Memory Holdings Corporation, que será rebatizada como Kioxia Holdings Corporation em 1º de outubro de 2019, anunciou hoje que assinou um acordo definitivo com a LITE-ON Technology Corporation para adquirir seus negócios de Unidade de estado sólido (… [+2866 chars]"
    },
    {
      "source": {
        "id": "info-money",
        "name": "InfoMoney"
      },
      "author": "Equipe InfoMoney",
      "title": "Fumar em parques de SP dará multa de R$ 500",
      "description": "Bruno Covas sanciona lei proibindo o fumo em parques públicos municipais nesta sexta-feira",
      "url": "https://www.infomoney.com.br/minhas-financas/consumo/noticia/9220280/fumar-em-parques-de-sp-dara-multa-de-r-500",
      "urlToImage": "https://images.immedia.com.br/2/2127_2_L.jpg",
      "publishedAt": "2019-08-30T14:56:00Z",
      "content": "InfoMoney é um parceiro do iG Economia\r\n©2000-2019 InfoMoney. Todos os direitos reservados. InfoMoney preza a qualidade da informação e atesta a apuração de todo o conteúdo produzido por sua equipe, ressaltando, no entanto, que não faz qualquer tipo de recome… [+1144 chars]"
    },
    {
      "source": {
        "id": "info-money",
        "name": "InfoMoney"
      },
      "author": "Equipe InfoMoney",
      "title": "Ministro Luiz Fux destaca a relevância dos tabelionatos para desafogar o Judiciário",
      "description": "Primeiro palestrante do XXIV Congresso Notarial Brasileiro, vice-presidente do STF afirmou que os tabeliães prestam um importante apoio à Justiça do País",
      "url": "https://www.infomoney.com.br/negocios/noticias-corporativas/noticia/9225711/ministro-luiz-fux-destaca-a-relevancia-dos-tabelionatos-para-desafogar-o-judiciario",
      "urlToImage": null,
      "publishedAt": "2019-08-30T14:50:00Z",
      "content": "Publicado anualmente pelo Conselho Nacional de Justiça (CNJ), o relatório Justiça em Números de 2018 indica que em dezembro passado existiam, no Brasil, 78,7 milhões de processos aguardando julgamento. Elevada para uma nação de 209,3 milhões de habitantes, es… [+3824 chars]"
    },
    {
      "source": {
        "id": "info-money",
        "name": "InfoMoney"
      },
      "author": "Equipe InfoMoney",
      "title": "Prêmio de jornalismo confirma apresentador de TV como mestre de cerimônia",
      "description": "Prêmio Comunique-se começa a divulgar quem serão os mestres de cerimônia da festa agendada para novembro. Marcelo Tas é o primeiro confirmado",
      "url": "https://www.infomoney.com.br/negocios/noticias-corporativas/noticia/9225712/premio-de-jornalismo-confirma-apresentador-de-tv-como-mestre-de-cerimonia",
      "urlToImage": null,
      "publishedAt": "2019-08-30T14:49:00Z",
      "content": "InfoMoney é um parceiro do iG Economia\r\n©2000-2019 InfoMoney. Todos os direitos reservados. InfoMoney preza a qualidade da informação e atesta a apuração de todo o conteúdo produzido por sua equipe, ressaltando, no entanto, que não faz qualquer tipo de recome… [+1144 chars]"
    },
    {
      "source": {
        "id": "info-money",
        "name": "InfoMoney"
      },
      "author": "Equipe InfoMoney",
      "title": "Mercado imobiliário: como a tecnologia tem somado para a expansão e posicionamento das grandes construtoras",
      "description": "Cada vez mais, a tecnologia é parte indispensável, o dia a dia do brasileiro já conta com diversas facilidades trazidas pelos avanços da área.\r\rNão foi diferente com o mercado imobiliário. Esse é um setor que vem utilizando da tecnologia para alavancar as ven…",
      "url": "https://www.infomoney.com.br/negocios/noticias-corporativas/noticia/9225713/mercado-imobiliario-como-a-tecnologia-tem-somado-para-a-expansao-e-posicionamento-das-grandes-construtoras-",
      "urlToImage": null,
      "publishedAt": "2019-08-30T14:48:00Z",
      "content": "Cada vez mais, a tecnologia é parte indispensável, o dia a dia do brasileiro já conta com diversas facilidades trazidas pelos avanços da área.\r\nNão foi diferente com o mercado imobiliário. Esse é um setor que vem se recuperando cada vez mais em todas as parte… [+2570 chars]"
    },
    {
      "source": {
        "id": "info-money",
        "name": "InfoMoney"
      },
      "author": "Equipe InfoMoney",
      "title": "Aplicativo corrige redações do ENEM e outros vestibulares gratuitamente em 24h",
      "description": "O Aplicativo Nota 1000 facilita o acesso à educação de qualidade corrigindo de graça redações para quem está estudando para participar do ENEM.",
      "url": "https://www.infomoney.com.br/negocios/noticias-corporativas/noticia/9225714/aplicativo-corrige-redacoes-do-enem-e-outros-vestibulares-gratuitamente-em-24h",
      "urlToImage": null,
      "publishedAt": "2019-08-30T14:47:00Z",
      "content": "A prova de redação do ENEM é a única em qual as notas são avaliadas entre zero a mil pontos, além de ser muito importante para definir o ingresso dos alunos nas universidades. Quem tira zero não consegue participar do Fies, Sisu e do Prouni. A nota da redação… [+2647 chars]"
    },
    {
      "source": {
        "id": "info-money",
        "name": "InfoMoney"
      },
      "author": "Allan Gavioli",
      "title": "Procon-SP multa Google e Apple por app de inteligência artificial",
      "description": "Os valores das multas são de R$ 9.964.615,77 para a Google e R$7.744.320,00 para a Apple. A decisão ainda cabe recurso",
      "url": "https://www.infomoney.com.br/minhas-financas/gadgets/noticia/9215162/procon-sp-multa-google-e-apple-por-app-de-inteligencia-artificial",
      "urlToImage": "https://images.immedia.com.br//34/34727_2_L.jpg",
      "publishedAt": "2019-08-30T14:46:00Z",
      "content": "SÃO PAULO - Na última quarta-feira (28) a Fundação de Proteção e Defesa do Consumidor de São Paulo (Procon-SP) multou a Google e a Apple por desrespeito ao Código de Defesa do Consumidor (CDC).O motivo foi oferecerem, em suas lojas de apps, o aplicativo FaceA… [+1496 chars]"
    },
    {
      "source": {
        "id": "info-money",
        "name": "InfoMoney"
      },
      "author": "Equipe InfoMoney",
      "title": "Desentupidora investe em preço fixo para atrair novos clientes",
      "description": "Desentupidora investe em preço fixo do metro do desentupimento, garantindo mais transparência  na hora da cobrança do desentupimento.",
      "url": "https://www.infomoney.com.br/negocios/noticias-corporativas/noticia/9225715/desentupidora-investe-em-preco-fixo-para-atrair-novos-clientes",
      "urlToImage": null,
      "publishedAt": "2019-08-30T14:32:00Z",
      "content": "A rede de esgoto é de vital importância para residências, pois através dela, dejetos fisiológicos e água impura são descartados todos os dias é necessário que esteja sempre limpa e livre de obstruções. \r\nSegundo a Sabesp(Companhia de Saneamento Básico do Esta… [+6519 chars]"
    },
    {
      "source": {
        "id": "info-money",
        "name": "InfoMoney"
      },
      "author": "Mariana d'Ávila",
      "title": "Guerra comercial, crise na Argentina e risco de recessão: como gestores brasileiros estão investindo?",
      "description": "Enquanto alguns têm optado por colocar o pé no freio, zerando a exposição em dólar diante da disparada da moeda americana, outros reforçam a importância da proteção, em meio a horizonte mais incerto",
      "url": "https://www.infomoney.com.br/onde-investir/acoes/noticia/9180612/guerra-comercial-crise-na-argentina-e-risco-de-recessao-como-gestores-brasileiros-estao-investindo",
      "urlToImage": "https://images.immedia.com.br//35/35103_2_L.jpg",
      "publishedAt": "2019-08-30T14:30:00Z",
      "content": "SÃO PAULO  Um cenário externo marcado pelo aumento das tensões, em meio à falta de visibilidade em relação à disputa comercial entre Estados Unidos e China, a uma maior preocupação com o ritmo de crescimento mundial (inclusive com uma nova recessão americana … [+6561 chars]"
    },
    {
      "source": {
        "id": "info-money",
        "name": "InfoMoney"
      },
      "author": "Equipe InfoMoney",
      "title": "Dados: 4 maneiras do RH utilizar informações do plano de saúde para melhorar a qualidade de vida dos colaboradores e gastar menos",
      "description": "A tecnologia apoia em tomadas de decisão, planejamentos estratégicos, negociação de valores entre outras frentes da empresa",
      "url": "https://www.infomoney.com.br/negocios/noticias-corporativas/noticia/9215155/dados-4-maneiras-do-rh-utilizar-informacoes-do-plano-de-saude-para-melhorar-a-qualidade-de-vida-dos-colaboradores-e-gastar-menos",
      "urlToImage": null,
      "publishedAt": "2019-08-30T14:24:00Z",
      "content": "Com o surgimento das novas tecnologias, os dados se transformaram em uma incrível ferramenta para tomadas de decisão mais eficientes em diferentes setores, incluindo o de recursos humanos. Existem diversas maneiras de utilizar essas informações na área e, qua… [+4801 chars]"
    },
    {
      "source": {
        "id": "info-money",
        "name": "InfoMoney"
      },
      "author": "Bloomberg",
      "title": "Mania vegana não assusta gigantes de carnes JBS e BRF",
      "description": "Os principais executivos da JBS e da BRF dizem que a demanda global por proteína animal continuará aumentando por décadas",
      "url": "https://www.infomoney.com.br/negocios/grandes-empresas/noticia/9198899/mania-vegana-nao-assusta-gigantes-de-carnes",
      "urlToImage": "https://images.immedia.com.br//26/26494_2_L.jpg",
      "publishedAt": "2019-08-30T14:15:00Z",
      "content": "(Bloomberg) -- Os hambúrgueres veganos podem estar na moda, mas isso não significa que as grandes produtoras de carne globais estejam preocupadas com a demanda.Os principais executivos da JBS e da BRF dizem que a demanda global por proteína animal continuará … [+3197 chars]"
    },
    {
      "source": {
        "id": "info-money",
        "name": "InfoMoney"
      },
      "author": "Equipe InfoMoney",
      "title": "Parceria entre Banco Original e Serasa Experian para prospecção inteligente de clientes prevê triplicar contas digitais da instituição ainda em 2019",
      "description": "",
      "url": "https://www.infomoney.com.br/mercados/noticias-by-prnewswire/noticia/9213529/parceria-entre-banco-original-e-serasa-experian-para-prospeccao-inteligente-de-clientes-preve-triplicar-contas-digitais-da-instituicao-ainda-em-2019",
      "urlToImage": null,
      "publishedAt": "2019-08-30T14:08:00Z",
      "content": "SÃO PAULO, 30 de agosto de 2019 /PRNewswire/ -- O Banco Original, primeiro banco no Brasil a proporcionar abertura de conta corrente 100% digital, e a Serasa Experian firmaram parceria para aplicar o uso da inteligência de dados na estratégia de prospecção de… [+2162 chars]"
    },
    {
      "source": {
        "id": "info-money",
        "name": "InfoMoney"
      },
      "author": null,
      "title": "'Todos estão reclamando, até eu estou chorando', diz Bolsonaro sobre Orçamento",
      "description": "Bolsonaro disse que a situação é reflexo de \"irresponsabilidade\" de gestões passadas. \"Eu sabia disso, não estou chorando, não.\"",
      "url": "http://www.infomoney.com.br/9215157",
      "urlToImage": null,
      "publishedAt": "2019-08-30T14:06:57Z",
      "content": null
    },
    {
      "source": {
        "id": "info-money",
        "name": "InfoMoney"
      },
      "author": "Equipe InfoMoney",
      "title": "Correção NRA Show 2019 apresenta as principais tendências de food servisse",
      "description": "A National Restaurant Association (NRA) é uma feira centenária, voltada para os empreendedores do setor food service, que acontece todo ano em Chicago, Estados Unidos. Nela, são apresentadas tendências, inspirações, ideias e equipamentos avançados para melhor…",
      "url": "https://www.infomoney.com.br/negocios/noticias-corporativas/noticia/9210408/correcao-nra-show-2019-apresenta-as-principais-tendencias-de-food-servisse",
      "urlToImage": null,
      "publishedAt": "2019-08-30T13:45:00Z",
      "content": "A matéria enviada anteriormente continha um erro no título. Segue a versão corrigida: NRA Show 2019 apresenta as principais tendências de food service\r\nA transformação digital está em todas as áreas, inclusive no meio alimentício. São inúmeras soluções que su… [+6190 chars]"
    },
    {
      "source": {
        "id": "info-money",
        "name": "InfoMoney"
      },
      "author": "Bruno Meyerhof Salama",
      "title": "A regulação pode ampliar a concorrência no sistema financeiro: o caso das criptomoedas",
      "description": "A boa regulação não está nos princípios, mas sim nos detalhes",
      "url": "https://www.infomoney.com.br/blogs/economia-e-politica/bruno-meyerhof-salama/post/9208920/a-regulacao-pode-ampliar-a-concorrencia-no-sistema-financeiro-o-caso-das-criptomoedas",
      "urlToImage": "https://images.immedia.com.br//33/33956_2_L.jpg",
      "publishedAt": "2019-08-30T13:30:00Z",
      "content": "Importante: os comentários e opiniões contidos neste texto são responsabilidade do autor e não necessariamente refletem a opinião do InfoMoney ou de seus controladores.\r\nTem que ser selado, registrado, carimbadoAvaliado, rotulado se quiser voarPra Lua: a taxa… [+7955 chars]"
    },
    {
      "source": {
        "id": "info-money",
        "name": "InfoMoney"
      },
      "author": "Lara Rizério",
      "title": "Ação da Vale sobe 2% com alívio na guerra comercial; Saraiva salta mais de 30% com plano de recuperação aprovado",
      "description": "Confira os destaques da B3 na sessão desta sexta-feira (30)",
      "url": "https://www.infomoney.com.br/mercados/acoes-e-indices/noticia/9205815/acao-da-vale-sobe-2-com-alivio-na-guerra-comercial-saraiva-salta-mais-de-30-com-plano-de-recuperacao-aprovado",
      "urlToImage": "https://images.immedia.com.br/32/32709_2_L.jpg",
      "publishedAt": "2019-08-30T13:29:00Z",
      "content": "SÃO PAULO - A sessão é mais uma vez de ganhos para o Ibovespa com o índice de olho na China, após sinais de alívio na guerra comercial com os EUA. Com isso, o minério de ferro registra ganhos, impulsionando papéis como os da Vale (VALE3, R$ 46,00, +2%) e CSN … [+13833 chars]"
    },
    {
      "source": {
        "id": "info-money",
        "name": "InfoMoney"
      },
      "author": "Mariana d'Ávila",
      "title": "Título paga a inflação mais 3,71% ao ano nesta sexta-feira; confira taxas do Tesouro Direto",
      "description": "Taxas recuam na abertura do dia com noticiário favorável sobre a guerra comercial entre China e EUA; no Brasil, mercado acompanha queda na taxa de desemprego",
      "url": "https://www.infomoney.com.br/onde-investir/tesouro-direto/noticia/9202913/titulo-paga-a-inflacao-mais-371-ao-ano-nesta-sexta-feira-confira-taxas-do-tesouro-direto",
      "urlToImage": "https://images.immedia.com.br/25/25636_2_L.jpg",
      "publishedAt": "2019-08-30T13:21:00Z",
      "content": "SÃO PAULO As taxas dos títulos públicos negociados no Tesouro Direto, programa que possibilita a compra e venda de papéis por investidores pessoas físicas por meio da internet, apresentam queda na manhã desta sexta-feira (30).\r\nHoje, o mercado opera com um se… [+4578 chars]"
    },
    {
      "source": {
        "id": "info-money",
        "name": "InfoMoney"
      },
      "author": "Equipe InfoMoney",
      "title": "Certificação de colchões pelo selo Pró-Espuma cresceu 13% no primeiro semestre de 2019, aponta Instituto Nacional de Estudos do Repouso",
      "description": "Nos seis primeiros meses de 2019, foram emitidos mais de 385 mil certificados Pró-Espuma, ante pouco mais de 341 mil no primeiro semestre de 2018",
      "url": "https://www.infomoney.com.br/negocios/noticias-corporativas/noticia/9205817/certificacao-de-colchoes-pelo-selo-pro-espuma-cresceu-13-no-primeiro-semestre-de-2019-aponta-instituto-nacional-de-estudos-do-repouso",
      "urlToImage": null,
      "publishedAt": "2019-08-30T13:18:00Z",
      "content": "O Instituto Nacional de Estudos do Repouso ampliou em 13% a certificação de colchões no Brasil no primeiro semestre do ano, por meio de seu certificado Pró-Espuma. No período, foram emitidos 385,4 mil certificados, ante pouco mais de 341 mil no primeiro semes… [+1794 chars]"
    },
    {
      "source": {
        "id": "info-money",
        "name": "InfoMoney"
      },
      "author": "Ricardo Bomfim",
      "title": "Ibovespa sobe estendendo os ganhos da última sessão com China e dados positivos no Brasil",
      "description": "Índice avança e dólar cai com uma melhora no cenário externo, que ontem se somou ao desempenho melhor que o esperado do PIB no segundo trimestre para levar a Bolsa à sua maior alta desde maio",
      "url": "https://www.infomoney.com.br/mercados/acoes-e-indices/noticia/9203016/ibovespa-sobe-estendendo-os-ganhos-da-ultima-sessao-com-china-e-dados-positivos-no-brasil",
      "urlToImage": "https://images.immedia.com.br//31/31429_2_L.jpg",
      "publishedAt": "2019-08-30T13:10:00Z",
      "content": "SÃO PAULO - O Ibovespa opera em alta nesta sexta-feira (30), mais um dia positivo para as bolsas internacionais e os futuros dos índices norte-americanos, em em meio à trégua na guerra comercial entre Estados Unidos e China.Ontem, dirigentes da China disseram… [+6029 chars]"
    },
    {
      "source": {
        "id": "info-money",
        "name": "InfoMoney"
      },
      "author": "Equipe InfoMoney",
      "title": "Tratamento para o refluxo elimina uso de remédios por até dez anos",
      "description": "Mais de 50% dos brasileiros sofrem com os sintomas da Doença do Refluxo Gastroesofágico (DRGE)",
      "url": "https://www.infomoney.com.br/negocios/noticias-corporativas/noticia/9205819/tratamento-para-o-refluxo-elimina-uso-de-remedios-por-ate-dez-anos",
      "urlToImage": null,
      "publishedAt": "2019-08-30T13:09:00Z",
      "content": "Mais da metade dos brasileiros sofre com os sintomas do refluxo – a Doença do Refluxo Gastroesofágico (DRGE), em termos médicos. Os dados são da Federação Brasileira de Gastroenterologia (FGB). Isso acontece porque o refluxo pode ter inúmeras causas, entre el… [+5570 chars]"
    },
    {
      "source": {
        "id": "info-money",
        "name": "InfoMoney"
      },
      "author": "Equipe InfoMoney",
      "title": "Panasonic se une à RE100 visando operações comerciais com energia 100% renovável",
      "description": "",
      "url": "https://www.infomoney.com.br/negocios/noticias-corporativas/noticia/9205818/panasonic-se-une-a-re100-visando-operacoes-comerciais-com-energia-100-renovavel-",
      "urlToImage": null,
      "publishedAt": "2019-08-30T13:09:00Z",
      "content": "A Panasonic Corporation se juntouàRE100*, a iniciativa global do The Climate Group que reúne as empresas mais influentes do mundo comprometidas com 100% de energia renovável. Até 2050, a Panasonic vai mudar a eletricidade utilizada globalmente em suas operaçõ… [+5204 chars]"
    },
    {
      "source": {
        "id": "info-money",
        "name": "InfoMoney"
      },
      "author": "Equipe InfoMoney",
      "title": "Crefisa lança novo filme publicitário com Leila Pereira falando sobre o novo momento digital da Empresa",
      "description": "",
      "url": "https://www.infomoney.com.br/mercados/noticias-by-prnewswire/noticia/9204640/crefisa-lanca-novo-filme-publicitario-com-leila-pereira-falando-sobre-o-novo-momento-digital-da-empresa",
      "urlToImage": null,
      "publishedAt": "2019-08-30T13:00:00Z",
      "content": "InfoMoney é um parceiro do iG Economia\r\n©2000-2019 InfoMoney. Todos os direitos reservados. InfoMoney preza a qualidade da informação e atesta a apuração de todo o conteúdo produzido por sua equipe, ressaltando, no entanto, que não faz qualquer tipo de recome… [+1144 chars]"
    },
    {
      "source": {
        "id": "info-money",
        "name": "InfoMoney"
      },
      "author": "Equipe InfoMoney",
      "title": "Startups do BMG UpTech entre as 100 melhores da América Latina",
      "description": "Kriativar e Everlog figuram no ranking Innovation Awards Latam 2019, que reconhece soluções mais promissoras da região. Simplifica Fretes é destaque no 100 Open Startups",
      "url": "https://www.infomoney.com.br/negocios/noticias-corporativas/noticia/9203441/startups-do-bmg-uptech-entre-as-100-melhores-da-america-latina",
      "urlToImage": null,
      "publishedAt": "2019-08-30T12:54:00Z",
      "content": "A Kriativar e a Everlog estão entre as 100 melhores startups da América Latina, de acordo com o ranking da Innovation Awards Latam. A premiação reconhece as soluções mais promissoras da região, com foco na inovação. A cerimônia de entrega dos troféus para os … [+3768 chars]"
    },
    {
      "source": {
        "id": "info-money",
        "name": "InfoMoney"
      },
      "author": "Equipe InfoMoney",
      "title": "As 10 profissões em destaque para se repensar a carreira ainda neste ano",
      "description": "Escolher a profissão \"certa\" sempre foi e sempre será complicado. É muito comum uma pessoa depois de formada, ou depois de anos de trabalho querer mudar de profissão. Por isso separamos 10 profissões em destaque para ajudar na escolha daqueles que precisam to…",
      "url": "https://www.infomoney.com.br/negocios/noticias-corporativas/noticia/9203454/as-10-profissoes-em-destaque-para-se-repensar-a-carreira-ainda-neste-ano-",
      "urlToImage": null,
      "publishedAt": "2019-08-30T12:52:00Z",
      "content": "Profissão é uma parte bem importante na vida de qualquer pessoa, porém o problema é que temos que escolhe-la aos 18 anos, normalmente. E quando não escolhemos a \"certa\" - entre aspas mesmo porque o certo é relativo. \r\n\"Quando se termina a faculdade e a pessoa… [+6042 chars]"
    },
    {
      "source": {
        "id": "info-money",
        "name": "InfoMoney"
      },
      "author": "Agência Estado",
      "title": "Taxa de desemprego fica em 11,8% no trimestre até julho, afirma IBGE",
      "description": "O resultado ficou abaixo da mediana (11,9%) das expectativas dos analistas ouvidos pelo Projeções Broadcast",
      "url": "https://www.infomoney.com.br/mercados/noticia/9203009/taxa-de-desemprego-fica-em-118-no-trimestre-ate-julho-afirma-ibge",
      "urlToImage": "https://images.immedia.com.br//34/34782_2_L.jpg",
      "publishedAt": "2019-08-30T12:47:00Z",
      "content": "InfoMoney é um parceiro do iG Economia\r\n©2000-2019 InfoMoney. Todos os direitos reservados. InfoMoney preza a qualidade da informação e atesta a apuração de todo o conteúdo produzido por sua equipe, ressaltando, no entanto, que não faz qualquer tipo de recome… [+1144 chars]"
    },
    {
      "source": {
        "id": "info-money",
        "name": "InfoMoney"
      },
      "author": "Equipe InfoMoney",
      "title": "Em setembro, Porto Alegre recebe o Workshow “10 passos mágicos para o sucesso”",
      "description": "Nos dias 14 e 15 de setembro, Porto Alegre recebe o Workshow “10 passos mágicos para o sucesso”. Idealizado pelo empreendedor e mentor de negócios William Weber, o evento é voltado para empreendedores dos mais diversos segmentos e apresenta os segredos da Dis…",
      "url": "https://www.infomoney.com.br/negocios/noticias-corporativas/noticia/9203459/em-setembro-porto-alegre-recebe-o-workshow-10-passos-magicos-para-o-sucesso",
      "urlToImage": null,
      "publishedAt": "2019-08-30T12:35:00Z",
      "content": "Nos dias 14 e 15 de setembro, Porto Alegre recebe o Workshow “10 passos mágicos para o sucesso”. Idealizado pelo empreendedor e mentor de negócios William Weber, o evento é voltado para empreendedores dos mais diversos segmentos e apresenta os segredos da Dis… [+3936 chars]"
    },
    {
      "source": {
        "id": "info-money",
        "name": "InfoMoney"
      },
      "author": "Agência Estado",
      "title": "Empresa \"saudável\" da Coca-Cola dobra de tamanho durante crise",
      "description": "Com uma proposta de fazer produtos saudáveis, livre de conservantes, aditivos e aromas artificiais, a companhia tem crescido a uma taxa média de 33% ao ano",
      "url": "https://www.infomoney.com.br/negocios/grandes-empresas/noticia/9202876/empresa-saudavel-da-coca-cola-verde-campo-dobra-de-tamanho-durante-crise",
      "urlToImage": "https://images.immedia.com.br//35/35111_2_L.jpg",
      "publishedAt": "2019-08-30T12:33:00Z",
      "content": "Foi da pequena fábrica de queijo tipo cobocó, criada por \"seu Totonho\", em 1968, que surgiu a mineira Verde Campo - marca de iogurtes, queijos e requeijão que invadiu as prateleiras dos supermercados e caiu na graça do consumidor nos últimos dois anos.Com uma… [+4030 chars]"
    },
    {
      "source": {
        "id": "info-money",
        "name": "InfoMoney"
      },
      "author": "Equipe InfoMoney",
      "title": "Empresa aposta no envio de frases e \"cartões virtuais\" para inovar o mercado de mensagens online",
      "description": "O conteúdo abaixo trata de novas tendências e inovações no envio de mensagens eletrônicas com o lançamento do portal Melhores Frases .org. O portal promete ser um dos líderes neste setor de frases e mensagens digitais que vieram a substituir os antigos cartõe…",
      "url": "https://www.infomoney.com.br/negocios/noticias-corporativas/noticia/9202914/empresa-aposta-no-envio-de-frases-e-cartoes-virtuais-para-inovar-o-mercado-de-mensagens-online",
      "urlToImage": null,
      "publishedAt": "2019-08-30T12:30:00Z",
      "content": "Embora o Brasil esteja em um momento de instabilidade econômica nos últimos anos, isso não impediu o aumento considerável de internautas conforme última pesquisa divulgada pelo Instituto Brasileiro de Geografia e Estatística (IBGE). Segundo levantamento reali… [+2034 chars]"
    },
    {
      "source": {
        "id": "info-money",
        "name": "InfoMoney"
      },
      "author": "Equipe InfoMoney",
      "title": "Insurtech leva tecnologia aos planos funerários",
      "description": "O foco principal é eliminar toda a burocracia dos mecanismos de contratação e controle",
      "url": "https://www.infomoney.com.br/negocios/noticias-corporativas/noticia/9202915/insurtech-leva-tecnologia-aos-planos-funerarios",
      "urlToImage": null,
      "publishedAt": "2019-08-30T12:30:00Z",
      "content": "O mercado está acompanhando uma novidade que vem simplificando a vida das pessoas, o chamado Insurtech?  O termo com origem inglesa significa a união das palavras seguro e tecnologia. O foco principal é eliminar toda a burocracia dos mecanismos de contratação… [+3661 chars]"
    },
    {
      "source": {
        "id": "info-money",
        "name": "InfoMoney"
      },
      "author": "Equipe InfoMoney",
      "title": "Mapa Mental, a nova forma de aprender e memorizar qualquer coisa com 20 vezes mais eficiência do que métodos tradicionais",
      "description": "Muito utilizado em países desenvolvidos, método aumenta a capacidade de aprendizado desde jovens estudantes até grandes empresários.",
      "url": "https://www.infomoney.com.br/negocios/noticias-corporativas/noticia/9202916/mapa-mental-a-nova-forma-de-aprender-e-memorizar-qualquer-coisa-com-20-vezes-mais-eficiencia-do-que-metodos-tradicionais",
      "urlToImage": null,
      "publishedAt": "2019-08-30T12:29:00Z",
      "content": "Seja na escola, no trabalho, na faculdade ou em qualquer tipo de curso e treinamento que se faça, existe sempre a necessidade de memorizar alguma coisa. Na escola são dezenas de matérias diferentes. No trabalho, são novos projetos, procedimentos, ações que na… [+4071 chars]"
    },
    {
      "source": {
        "id": "info-money",
        "name": "InfoMoney"
      },
      "author": "Ricardo Bomfim",
      "title": "Ibovespa Futuro sobe prolongando ânimo com sinais de diálogo entre EUA e China",
      "description": "Índice avança e dólar cai com uma melhora no cenário externo, que ontem se somou ao desempenho melhor que o esperado do PIB no segundo trimestre para levar a Bolsa à sua maior alta desde maio",
      "url": "https://www.infomoney.com.br/mercados/acoes-e-indices/noticia/9202882/ibovespa-futuro-sobe-prolongando-animo-com-sinais-de-dialogo-entre-eua-e-china",
      "urlToImage": "https://images.immedia.com.br//32/32367_2_L.jpg",
      "publishedAt": "2019-08-30T12:13:00Z",
      "content": "SÃO PAULO - O Ibovespa Futuro abre em alta nesta sexta-feira (30), mais um dia positivo para as bolsas internacionais e os futuros dos índices norte-americanos, em em meio à trégua na guerra comercial entre Estados Unidos e China.Ontem, dirigentes da China di… [+4645 chars]"
    },
    {
      "source": {
        "id": "info-money",
        "name": "InfoMoney"
      },
      "author": "Equipe InfoMoney",
      "title": "Melhore seu desempenho de leitura com o novo recurso automático da Datalogic para escaneamento de perto/longe",
      "description": "",
      "url": "https://www.infomoney.com.br/mercados/noticias-by-prnewswire/noticia/9202910/melhore-seu-desempenho-de-leitura-com-o-novo-recurso-automatico-da-datalogic-para-escaneamento-de-pertolonge",
      "urlToImage": null,
      "publishedAt": "2019-08-30T12:00:00Z",
      "content": "SÃO PAULO, 30 de agosto de 2019 /PRNewswire/ -- A Datalogic, líder mundial nos mercados de captura automática de dados e automação de processos, tem o prazer de anunciar a nova série de equipamentos com capacidade de leitura a longas distâncias PowerScan PD95… [+3786 chars]"
    },
    {
      "source": {
        "id": "info-money",
        "name": "InfoMoney"
      },
      "author": "Equipe InfoMoney",
      "title": "Preparação para o mês da conscientização sobre o câncer de próstata",
      "description": "",
      "url": "https://www.infomoney.com.br/mercados/noticias-by-prnewswire/noticia/9202909/preparacao-para-o-mes-da-conscientizacao-sobre-o-cancer-de-prostata",
      "urlToImage": null,
      "publishedAt": "2019-08-30T12:00:00Z",
      "content": "BALTIMORE, 30 de agosto de 2019 /PRNewswire/ -- O câncer de próstata é o segundo tipo de câncer mais comum em homens, tanto nos Estados Unidos quanto no mundo. Em 2019, quase 175.000 homens dos EUA ficarão sabendo que têm câncer de próstata ou seja, há um nov… [+4717 chars]"
    },
    {
      "source": {
        "id": "info-money",
        "name": "InfoMoney"
      },
      "author": "Agência Estado",
      "title": "Bancos poderão publicar balanços só na internet",
      "description": "Segundo o BC, os novos procedimentos devem ser aplicados a partir da data da publicação do ato normativo.",
      "url": "https://www.infomoney.com.br/mercados/noticia/9202880/banco-podera-publicar-balanco-so-na-internet",
      "urlToImage": "https://images.immedia.com.br//26/26929_2_L.jpg",
      "publishedAt": "2019-08-30T11:56:00Z",
      "content": "InfoMoney é um parceiro do iG Economia\r\n©2000-2019 InfoMoney. Todos os direitos reservados. InfoMoney preza a qualidade da informação e atesta a apuração de todo o conteúdo produzido por sua equipe, ressaltando, no entanto, que não faz qualquer tipo de recome… [+1144 chars]"
    },
    {
      "source": {
        "id": "info-money",
        "name": "InfoMoney"
      },
      "author": "Paula Zogbi",
      "title": "Nubank tem prejuízo de R$ 139 milhões no semestre por \"escolha\"",
      "description": "Prejuízo contábil foi 172% superior ao do primeiro semestre de 2018, mas o banco gerou o dobro de receita",
      "url": "https://www.infomoney.com.br/negocios/grandes-empresas/noticia/9202900/nubank-tem-prejuizo-de-r-139-milhoes-no-semestre---por-escolha",
      "urlToImage": "https://images.immedia.com.br//33/33514_2_L.png",
      "publishedAt": "2019-08-30T11:45:00Z",
      "content": "InfoMoney é um parceiro do iG Economia\r\n©2000-2019 InfoMoney. Todos os direitos reservados. InfoMoney preza a qualidade da informação e atesta a apuração de todo o conteúdo produzido por sua equipe, ressaltando, no entanto, que não faz qualquer tipo de recome… [+1144 chars]"
    },
    {
      "source": {
        "id": "info-money",
        "name": "InfoMoney"
      },
      "author": "Equipe InfoMoney",
      "title": "Empresas podem contribuir com Objetivos de Desenvolvimento Sustentável da ONU",
      "description": "A realização de negócios com menor impacto ambiental é uma realidade cada vez mais presente no ambiente empresarial. Muito além de uma opção, a sustentabilidade é entendida com uma necessidade para a preservação da natureza e das condições do planeta em forne…",
      "url": "https://www.infomoney.com.br/negocios/noticias-corporativas/noticia/9202895/empresas-podem-contribuir-com-objetivos-de-desenvolvimento-sustentavel-da-onu",
      "urlToImage": null,
      "publishedAt": "2019-08-30T11:06:00Z",
      "content": "A realização de negócios com menor impacto ambiental é uma realidade cada vez mais presente no ambiente empresarial. Muito além de uma opção, a sustentabilidade é entendida com uma necessidade para a preservação da natureza e das condições do planeta em forne… [+2378 chars]"
    },
    {
      "source": {
        "id": "info-money",
        "name": "InfoMoney"
      },
      "author": "Alan Ghani",
      "title": "A instrumentalização da Amazônia e o ataque à soberania nacional",
      "description": "A interferência de países e organizações internacionais na soberania de outras nações não é novidade. Esse fenômeno é caracterizado como globalismo ou internacionalismo - termo utilizado pelo filósofo inglês Roger Scruton – , e geralmente ocorre pela bandeira…",
      "url": "https://www.infomoney.com.br/blogs/economia-e-politica/economia-e-politica-direto-ao-ponto/post/9202764/a-instrumentalizacao-da-amazonia-e-o-ataque-a-soberania-nacional",
      "urlToImage": "https://images.immedia.com.br//34/34464_2_L.jpg",
      "publishedAt": "2019-08-30T11:05:00Z",
      "content": "Importante: os comentários e opiniões contidos neste texto são responsabilidade do autor e não necessariamente refletem a opinião do InfoMoney ou de seus controladores.\r\nRecentemente, o presidente da França, Emmanuel Macron, disse que a cúpula do G7 deveria d… [+4344 chars]"
    },
    {
      "source": {
        "id": "info-money",
        "name": "InfoMoney"
      },
      "author": "Equipe InfoMoney",
      "title": "Empresa de transporte de cargas cresce 33% no primeiro semestre",
      "description": "Expectativa da Cargolift Logística é chegar a 40% de crescimento até o fim do ano. Investimento em tecnologia e fretes em rotas de melhor produtividade são alguns dos fatores responsáveis pelo aumento",
      "url": "https://www.infomoney.com.br/negocios/noticias-corporativas/noticia/9202897/empresa-de-transporte-de-cargas-cresce-33-no-primeiro-semestre",
      "urlToImage": null,
      "publishedAt": "2019-08-30T11:03:00Z",
      "content": "O setor de logística voltou a crescer. Prova disso é a abertura de 12,8 mil postos de trabalho, no primeiro trimestre deste ano, no transporte rodoviário de cargas. Se for considerado o total de empregos com carteira assinada no setor de transporte, armazenag… [+4461 chars]"
    },
    {
      "source": {
        "id": "info-money",
        "name": "InfoMoney"
      },
      "author": "Equipe InfoMoney",
      "title": "A Corrida do Ouro na Internet: empresários investem em startup para quem faz anúncios online",
      "description": "Empresários mineiros têm apostado em ferramenta que promete o dobro do lucro com o mesmo valor investido em anúncios na internet.",
      "url": "https://www.infomoney.com.br/negocios/noticias-corporativas/noticia/9202896/a-corrida-do-ouro-na-internet-empresarios-investem-em-startup-para-quem-faz-anuncios-online",
      "urlToImage": null,
      "publishedAt": "2019-08-30T11:03:00Z",
      "content": "A corrida do ouro foi um movimento em que diversas pessoas migravam para regiões que possuíam um dos metais mais preciosos do mundo em busca de riquezas e de uma vida melhor. O leitor pode se perguntar qual é a relação entre os empresários e a corrida que aco… [+2717 chars]"
    },
    {
      "source": {
        "id": "info-money",
        "name": "InfoMoney"
      },
      "author": "Equipe InfoMoney",
      "title": "Copywriting: a técnica de vendas mais poderosa das empresas bilionárias",
      "description": "A busca de empresas brasileiras pelo seu lugar ao sol é constante e a internet se tornou indispensável para gerar cada vez mais lucro para negócios, desde grandes empresas à pequenos negócios. E é aqui onde tema Copywriting chega força total e se torna cada v…",
      "url": "https://www.infomoney.com.br/negocios/noticias-corporativas/noticia/9202891/copywriting-a-tecnica-de-vendas-mais-poderosa-das-empresas-bilionarias",
      "urlToImage": null,
      "publishedAt": "2019-08-30T11:01:00Z",
      "content": "É fato que abrir um negócio no Brasil não é tarefa simples. A extrema burocratização é, em muitos casos, uma barreira que impede empresários de prosseguir com seus projetos.\r\nAqueles que, por sorte (e muita paciência), são capazes de tirar suas ideias do pape… [+5945 chars]"
    },
    {
      "source": {
        "id": "info-money",
        "name": "InfoMoney"
      },
      "author": "Agência Estado",
      "title": "Minha Casa Minha Vida corre risco de parar em 2020",
      "description": "Governo avalia redirecionamento de recursos do Sistema S para bancar alguns gastos do Orçamento",
      "url": "https://www.infomoney.com.br/imoveis/noticia/9202872/minha-casa-corre-risco-de-parar-em-2020",
      "urlToImage": "https://images.immedia.com.br//26/26064_2_L.jpg",
      "publishedAt": "2019-08-30T11:01:00Z",
      "content": "Diante de um cenário dramático de necessidade de corte de despesas em 2020, o governo avalia suspender novas contratações do programa Minha Casa Minha Vida e redirecionar recursos do Sistema S para bancar alguns gastos do Orçamento.O assunto foi discutido em … [+3277 chars]"
    },
    {
      "source": {
        "id": "info-money",
        "name": "InfoMoney"
      },
      "author": "Equipe InfoMoney",
      "title": "Bradesco lança PDV e plano de recuperação da Saraiva é aprovado; Petrobras, Eletrobras e mais destaques no radar",
      "description": "Confira os destaques corporativos desta sexta-feira",
      "url": "https://www.infomoney.com.br/mercados/acoes-e-indices/noticia/9202892/bradesco-lanca-pdv-petrobras-eletrobras-e-mais-destaques-no-radar",
      "urlToImage": "https://images.immedia.com.br/9/9856_2_L.jpg",
      "publishedAt": "2019-08-30T10:12:57Z",
      "content": "No Radar InfoMoney desta sexta-feira destaque a PDV do Bradesco e às construtoras de baixa renda com corte de recursos do Minha Casa Minha Vida. Confira esses e outros destaques.Bradesco (BBDC3;BBDC4)\r\nO Bradesco anunciou um novo programa de demissão voluntár… [+8140 chars]"
    },
    {
      "source": {
        "id": "info-money",
        "name": "InfoMoney"
      },
      "author": "Equipe InfoMoney",
      "title": "Os 5 assuntos que vão movimentar o mercado nesta sexta-feira",
      "description": "Mercados seguem alívio da véspera após sinalização de Pequim ao diálogo com Washington; moratória argentina segue no radar",
      "url": "https://www.infomoney.com.br/mercados/acoes-e-indices/noticia/9202883/os-5-assuntos-que-vao-movimentar-o-mercado-nesta-sexta-feira",
      "urlToImage": "https://images.immedia.com.br//32/32997_2_L.jpg",
      "publishedAt": "2019-08-30T09:36:57Z",
      "content": "SÃO PAULO O Ibovespa fechou a sessão da véspera com alta de 2,37%, aos 100.524 pontos, repercutindo o desempenho acima do esperado do Produto Interno Bruto (PIB) brasileiro do segundo trimestre e das bolsas internacionais após dirigentes da China reduzirem o … [+10202 chars]"
    },
    {
      "source": {
        "id": "info-money",
        "name": "InfoMoney"
      },
      "author": "Equipe InfoMoney",
      "title": "CleverTap e Phiture lançam estrutura para melhorar engajamento e retenção de clientes",
      "description": "",
      "url": "https://www.infomoney.com.br/mercados/noticias-by-prnewswire/noticia/9202857/clevertap-e-phiture-lancam-estrutura-para-melhorar-engajamento-e-retencao-de-clientes",
      "urlToImage": null,
      "publishedAt": "2019-08-30T03:39:00Z",
      "content": "MOUNTAIN VIEW, Califórnia, 30 de agosto de 2019 /PRNewswire/ -- A CleverTap, plataforma full-stack de retenção de clientela, anunciou o lançamento da estrutura AIC para engajamento de clientes, criada em conjunto com a Phiture, uma consultoria móvel com sede … [+4632 chars]"
    },
    {
      "source": {
        "id": "info-money",
        "name": "InfoMoney"
      },
      "author": "Equipe InfoMoney",
      "title": "Andersen Global atinge a marca de 15 países atendidos e amplia presença no continente africano",
      "description": "",
      "url": "https://www.infomoney.com.br/negocios/noticias-corporativas/noticia/9202869/andersen-global-atinge-a-marca-de-15-paises-atendidos-e-amplia-presenca-no-continente-africano",
      "urlToImage": null,
      "publishedAt": "2019-08-30T01:29:00Z",
      "content": "Ao atingir um marco em sua expansão pela África, a Andersen Global anunciou hoje que iniciou um acordo de colaboração com a ATax Advisors Limited (ATax), uma importante empresa de consultoria corporativa e fiscal em Maurício, o 15o país africano que passa a c… [+2830 chars]"
    },
    {
      "source": {
        "id": "info-money",
        "name": "InfoMoney"
      },
      "author": "Rodrigo Tolotti Umpieres",
      "title": "Bradesco lança PDV para reduzir quadro de funcionários",
      "description": "o Bradesco pretende \"otimizar e flexibilizar\" sua estrutura de equipe e obter uma melhoria nos indicadores de produtividade",
      "url": "https://www.infomoney.com.br/bradesco/noticia/9202837/bradesco-lanca-pdv-para-reduzir-quadro-de-funcionarios",
      "urlToImage": "https://images.immedia.com.br/9/9853_2_L.jpg",
      "publishedAt": "2019-08-29T22:28:00Z",
      "content": "InfoMoney é um parceiro do iG Economia\r\n©2000-2019 InfoMoney. Todos os direitos reservados. InfoMoney preza a qualidade da informação e atesta a apuração de todo o conteúdo produzido por sua equipe, ressaltando, no entanto, que não faz qualquer tipo de recome… [+1144 chars]"
    },
    {
      "source": {
        "id": "info-money",
        "name": "InfoMoney"
      },
      "author": "Equipe InfoMoney",
      "title": "Estudo aponta que 61% dos trabalhadores brasileiros sentem dores no calcanhar",
      "description": "Muitas horas de trabalho podem trazer complicações à saúde, foi o que constatou a pesquisa “O trabalho e a relação com os pés, tornozelos e joelhos”, realizada pela Pés Sem Dor, maior empresa de palmilhas sob medida do mundo.",
      "url": "https://www.infomoney.com.br/negocios/noticias-corporativas/noticia/9202846/estudo-aponta-que-61-dos-trabalhadores-brasileiros-sentem-dores-no-calcanhar",
      "urlToImage": null,
      "publishedAt": "2019-08-29T22:04:00Z",
      "content": "Muitas horas de trabalho podem trazer complicações à saúde, foi o que constatou a pesquisa “O trabalho e a relação com os pés, tornozelos e joelhos”, realizada pela Pés Sem Dor, maior empresa de palmilhas sob medida do mundo.\r\nCerca de 3000 trabalhadores bras… [+1113 chars]"
    },
    {
      "source": {
        "id": "info-money",
        "name": "InfoMoney"
      },
      "author": "Rodrigo Tolotti Umpieres",
      "title": "RLP: entenda como funciona o novo sistema que amplia a liquidez do mercado",
      "description": "Provedor de liquidez ao varejo, ou Retail Liquidity Provider na sigla em inglês, este sistema facilita a vida de quem opera em mercados mais agressivos",
      "url": "https://www.infomoney.com.br/mercados/acoes-e-indices/noticia/9199050/rlp-entenda-como-funciona-o-novo-sistema-que-amplia-a-liquidez-do-mercado",
      "urlToImage": "https://images.immedia.com.br/16/16154_2_L.jpg",
      "publishedAt": "2019-08-29T22:04:00Z",
      "content": "SÃO PAULO - Lançada no início de agosto, a sigla RLP tem chamado atenção dos investidores brasileiros. Provedor de liquidez ao varejo, ou Retail Liquidity Provider na sigla em inglês, este sistema surgiu para facilitar a vida de quem opera em mercados mais ag… [+2498 chars]"
    },
    {
      "source": {
        "id": "info-money",
        "name": "InfoMoney"
      },
      "author": "Equipe InfoMoney",
      "title": "Fintech possibilita pagar menos para estudar nos EUA",
      "description": "Serviço reduz em até 80% em taxas para transferência internacional e oferece aprovação automática para pagamento de cursos de até USD 3 mil",
      "url": "https://www.infomoney.com.br/negocios/noticias-corporativas/noticia/9202830/fintech-possibilita-pagar-menos-para-estudar-nos-eua",
      "urlToImage": null,
      "publishedAt": "2019-08-29T21:59:00Z",
      "content": "Turbinar o currículo com um curso no exterior está se tornando uma realidade para mais brasileiros. De acordo com o escritório de Educação e Assuntos Culturais do Departamento de Estado dos EUA, o número de brasileiros em Universidades dos Estados Unidos cres… [+1531 chars]"
    },
    {
      "source": {
        "id": "info-money",
        "name": "InfoMoney"
      },
      "author": "Renato Santiago",
      "title": "Klabin no gol, Renner com a 10 e Petrobras no ataque: como seria a seleção da Bolsa?",
      "description": "Cada uma das quatro casas convidadas apresentou a ação que é a atual camisa 10 da carteira e montou uma verdadeira seleção da Bolsa.",
      "url": "https://www.infomoney.com.br/blogs/bolsa/stock-pickers/post/9202835/klabin-no-gol-renner-com-a-10-e-petrobras-no-ataque-como-seria-a-selecao-da-bolsa",
      "urlToImage": "https://images.immedia.com.br//35/35110_2_L.jpg",
      "publishedAt": "2019-08-29T21:54:00Z",
      "content": "Importante: os comentários e opiniões contidos neste texto são responsabilidade do autor e não necessariamente refletem a opinião do InfoMoney ou de seus controladores.\r\nLiberamos o clubismo no episódio 19 do Stock Pickers e quatro gestores deram seus palpite… [+1311 chars]"
    },
    {
      "source": {
        "id": "info-money",
        "name": "InfoMoney"
      },
      "author": "Equipe InfoMoney",
      "title": "Os serviços contábeis na era do autoatendimento",
      "description": "O que os empresários preferem? Ligar para contabilidade e aguardar o envio de suas solicitações via e-mail, esperar pela entrega de documentos com motoboys, buscar manualmente as notas fiscais enviadas e recebidas para mandar para contabilidade? Ou será que g…",
      "url": "https://www.infomoney.com.br/negocios/noticias-corporativas/noticia/9202832/os-servicos-contabeis-na-era-do-autoatendimento",
      "urlToImage": null,
      "publishedAt": "2019-08-29T21:36:00Z",
      "content": "De segunda a sábado o empreendedor está lá, à frente de sua empresa, fazendo seu sonho virar realidade com muito trabalho e dedicação. No domingo à tarde, um pouco mais descansado ele quer se preparar para semana. Precisa avaliar a gestão da sua empresa, ver … [+5977 chars]"
    },
    {
      "source": {
        "id": "info-money",
        "name": "InfoMoney"
      },
      "author": "Equipe InfoMoney",
      "title": "Comunicado ao Mercado: Aquisição Solução (Instituto Hermes Pardini S/A )",
      "description": "O Instituto Hermes Pardini S.A. comunica aos seus acionistas e ao mercado que foi celebrado “Contrato de Compra e Venda de Ações e Outras Avenças” para a aquisição de 100% das ações de emissão do Solução Laboratório de Análises Clínicas S.A.",
      "url": "https://www.infomoney.com.br/negocios/noticias-corporativas/noticia/9202831/comunicado-ao-mercado-aquisicao-solucao-instituto-hermes-pardini-sa-",
      "urlToImage": null,
      "publishedAt": "2019-08-29T21:36:00Z",
      "content": "INSTITUTO HERMES PARDINI S/ACNPJ nº 19.378.769/0001-76NIRE 3130009880-0\r\nCOMUNICADO AO MERCADO\r\nBelo Horizonte, 29 de agosto de 2019 – O Instituto Hermes Pardini S.A. (B3: PARD3) (“Companhia\r\n”), comunica aos seus acionistas e ao mercado que foi, nesta data, … [+2101 chars]"
    },
    {
      "source": {
        "id": "info-money",
        "name": "InfoMoney"
      },
      "author": "Equipe InfoMoney",
      "title": "Concessionária Rota das Bandeiras S.A. - Fato Relevante - Divulgação de Projeções Financeiras",
      "description": "Os administradores da CONCESSIONÁRIA ROTA DAS BANDEIRAS S.A. (“Companhia”), em observância ao disposto no Ofício-Circular/CVM/SEP/Nº 03/2019, optaram por descontinuar a divulgação de projeções financeiras.",
      "url": "https://www.infomoney.com.br/negocios/noticias-corporativas/noticia/9202833/concessionaria-rota-das-bandeiras-s.a.---fato-relevante---divulgacao-de-projecoes-financeiras",
      "urlToImage": null,
      "publishedAt": "2019-08-29T21:31:00Z",
      "content": "InfoMoney é um parceiro do iG Economia\r\n©2000-2019 InfoMoney. Todos os direitos reservados. InfoMoney preza a qualidade da informação e atesta a apuração de todo o conteúdo produzido por sua equipe, ressaltando, no entanto, que não faz qualquer tipo de recome… [+1144 chars]"
    },
    {
      "source": {
        "id": "info-money",
        "name": "InfoMoney"
      },
      "author": "Marcos Mortari",
      "title": "Oposição apoia reforma tributária com unificação de impostos, mas pede inclusão de outros temas",
      "description": "Grupo de deputados soma 132 votos no plenário, o equivalente a 43% dos votos necessários para a proposta ser aprovada",
      "url": "https://www.infomoney.com.br/mercados/politica/noticia/9202768/oposicao-apoia-reforma-tributaria-com-unificacao-de-impostos-mas-pede-inclusao-de-outros-temas",
      "urlToImage": "https://images.immedia.com.br//34/34845_2_L.jpg",
      "publishedAt": "2019-08-29T21:17:00Z",
      "content": "InfoMoney é um parceiro do iG Economia\r\n©2000-2019 InfoMoney. Todos os direitos reservados. InfoMoney preza a qualidade da informação e atesta a apuração de todo o conteúdo produzido por sua equipe, ressaltando, no entanto, que não faz qualquer tipo de recome… [+1144 chars]"
    },
    {
      "source": {
        "id": "info-money",
        "name": "InfoMoney"
      },
      "author": "Mariana d'Ávila",
      "title": "Cenário adverso abre oportunidade para ganhos no Tesouro Direto, diz especialista",
      "description": "Programa \"Renda Fixa Turbinada\" é apresentado por Alan Ghani e vai ao ar toda quinta-feira, às 14h30, no YouTube do InfoMoney",
      "url": "https://www.infomoney.com.br/onde-investir/tesouro-direto/noticia/9198769/cenario-adverso-abre-oportunidade-para-ganhos-no-tesouro-direto-diz-especialista",
      "urlToImage": "https://images.immedia.com.br//30/30530_2_L.jpg",
      "publishedAt": "2019-08-29T20:49:00Z",
      "content": "SÃO PAULO  O aumento das tensões nos mercados em meio à piora do cenário externo, tendo em vista principalmente o noticiário envolvendo a guerra comercial entre Estados Unidos e China e a moratória da Argentina, pode ser uma oportunidade para o investidor de … [+1555 chars]"
    },
    {
      "source": {
        "id": "info-money",
        "name": "InfoMoney"
      },
      "author": "Ricardo Bomfim",
      "title": "Ibovespa sobe 2,4% e recupera os 100 mil pontos graças a China e PIB acima do esperado",
      "description": "Crescimento da economia brasileira surpreendeu e foi o dobro das expectativas no segundo trimestre deste ano",
      "url": "https://www.infomoney.com.br/mercados/acoes-e-indices/noticia/9199092/ibovespa-sobe-24-e-recupera-os-100-mil-pontos-gracas-a-china-e-pib-acima-do-esperado",
      "urlToImage": "https://images.immedia.com.br//33/33454_2_L.jpg",
      "publishedAt": "2019-08-29T20:22:00Z",
      "content": "SÃO PAULO - O Ibovespa teve sua maior alta desde maio nesta quinta-feira (29) e recuperou os 100 mil pontos, perdidos na última sexta. Hoje, o mercado repercutiu o desempenho acima do esperado do Produto Interno Bruto (PIB) brasileiro no segundo trimestre e a… [+8313 chars]"
    },
    {
      "source": {
        "id": "info-money",
        "name": "InfoMoney"
      },
      "author": "Equipe InfoMoney",
      "title": "Cinco dicas para impulsionar o sucesso de uma Startup",
      "description": "Com o avanço da gestão de documentos on-line, empresas conseguem implementar mais agilidade nas transações e melhorar a experiência do consumidor",
      "url": "https://www.infomoney.com.br/negocios/noticias-corporativas/noticia/9202735/cinco-dicas-para-impulsionar-o-sucesso-de-uma-startup",
      "urlToImage": null,
      "publishedAt": "2019-08-29T20:15:00Z",
      "content": "As startups revolucionaram o mercado como um todo. Com soluções ágeis e personalizadas, trazem novas perspectivas de consumo, dando mais controle e segurança à jornada do consumidor. Atualmente, existem mais de 12 mil empresas do segmento no Brasil, segundo e… [+5816 chars]"
    },
    {
      "source": {
        "id": "info-money",
        "name": "InfoMoney"
      },
      "author": "Equipe InfoMoney",
      "title": "Internet Cresce a 354,7 Milhões de Registros de Nomes de Domínio no Segundo Trimestre de 2019",
      "description": "",
      "url": "https://www.infomoney.com.br/negocios/noticias-corporativas/noticia/9202736/internet-cresce-a-3547-milhoes-de-registros-de-nomes-de-dominio-no-segundo-trimestre-de-2019",
      "urlToImage": null,
      "publishedAt": "2019-08-29T20:09:00Z",
      "content": "VeriSign, Inc. (NASDAQ: VRSN), fornecedor global de serviços de registro de nomes de domínio e infraestrutura da Internet, anunciou hoje que o segundo trimestre de 2019 encerrou com 354,7 milhões de registros de nomes de domínio em todos os domínios de nível … [+4205 chars]"
    },
    {
      "source": {
        "id": "info-money",
        "name": "InfoMoney"
      },
      "author": "Letícia Toledo",
      "title": "\"Mesmo com a moratória, planos da Marfrig na Argentina estão mantidos\", afirma CEO",
      "description": "Até aqui, a desvalorização do peso tornou as exportações de carne mais competitivas no país. Mas há o temor de uma hiperinflação",
      "url": "https://www.infomoney.com.br/negocios/grandes-empresas/noticia/9202751/mesmo-com-a-moratoria-planos-da-marfrig-na-argentina-estao-mantidos-afirma-ceo",
      "urlToImage": "https://images.immedia.com.br//35/35101_2_L.JPG",
      "publishedAt": "2019-08-29T20:08:00Z",
      "content": "SÃO PAULO - O agravamento da crise econômica na Argentina, com o pedido de moratória de sua dívida, ainda não provocou uma revisão nos planos do frigorífico Marfrig no país. O InfoMoney entrevistou o CEO da companhia, Eduardo Miron, nesta quinta-feira (29).\r\n… [+1399 chars]"
    },
    {
      "source": {
        "id": "info-money",
        "name": "InfoMoney"
      },
      "author": "Ricardo Bomfim",
      "title": "Dólar em alta e PIB surpreendente farão o Banco Central diminuir o ritmo de cortes da Selic?",
      "description": "Economistas avaliam que, na próxima reunião, o corte em 0,5 ponto percentual dos juros já está praticamente contratado, mas divergem sobre se o ciclo de cortes será ajustado ou não",
      "url": "https://www.infomoney.com.br/mercados/noticia/9189659/dolar-em-alta-e-pib-surpreendente-farao-o-banco-central-diminuir-o-ritmo-de-cortes-da-selic",
      "urlToImage": "https://images.immedia.com.br//35/35105_2_L.jpg",
      "publishedAt": "2019-08-29T20:08:00Z",
      "content": "(Marcelo Camargo/Agência Brasil)\r\nSÃO PAULO - Desde que o Comitê de Política Monetária (Copom) reduziu a taxa básica de juros do Brasil para 6% ao ano e indicou ser este apenas o início de um ciclo de cortes, o mercado está bastante ansioso para ver até onde … [+5651 chars]"
    },
    {
      "source": {
        "id": "info-money",
        "name": "InfoMoney"
      },
      "author": "Equipe InfoMoney",
      "title": "Tecnologia permite grandes mudanças em Curitiba, cidade mais inteligente do País",
      "description": "",
      "url": "https://www.infomoney.com.br/mercados/noticias-by-prnewswire/noticia/9202655/tecnologia-permite-grandes-mudancas-em-curitiba-cidade-mais-inteligente-do-pais",
      "urlToImage": null,
      "publishedAt": "2019-08-29T20:00:00Z",
      "content": "CURITIBA, Brasil, 29 de agosto de 2019 /PRNewswire/ -- Curitiba é uma das 21 cidades mais inteligentes do mundo, de acordo com o Intelligent Community Forum 2019 (ICF), que analisa como as comunidades usam a tecnologia para construir prosperidade, solucionar … [+3941 chars]"
    },
    {
      "source": {
        "id": "info-money",
        "name": "InfoMoney"
      },
      "author": null,
      "title": "Apple confirma data de anúncio dos novos iPhones",
      "description": "O evento de lançamento da companhia ocorrerá em 10 de setembro na Califórnia, no Steve Jobs Theater",
      "url": "https://www.infomoney.com.br//minhas-financas/gadgets/noticia/9199076/apple-confirma-data-anuncio-dos-novos-iphones",
      "urlToImage": null,
      "publishedAt": "2019-08-29T19:58:00Z",
      "content": null
    },
    {
      "source": {
        "id": "info-money",
        "name": "InfoMoney"
      },
      "author": "Marcelo López",
      "title": "Por que Madoff deveria ser coordenador da Previdência dos EUA",
      "description": "A previdência social americana deve apresentar déficit no próximo ano e não terá mais recursos a partir de 2034",
      "url": "https://www.infomoney.com.br/blogs/investimentos/investimentos-internacionais/post/9202221/por-que-madoff-deveria-ser-coordenador-da-previdencia-dos-eua",
      "urlToImage": "https://images.immedia.com.br//7/7277_2_L.jpg",
      "publishedAt": "2019-08-29T19:54:00Z",
      "content": "Importante: os comentários e opiniões contidos neste texto são responsabilidade do autor e não necessariamente refletem a opinião do InfoMoney ou de seus controladores.\r\nNo final do mês passado, Bernie Madoff, autor do maior esquema Ponzi (também conhecido co… [+3557 chars]"
    },
    {
      "source": {
        "id": "info-money",
        "name": "InfoMoney"
      },
      "author": "Equipe InfoMoney",
      "title": "Ray Ferrari, o produtor de grandes hits",
      "description": "",
      "url": "https://www.infomoney.com.br/mercados/noticias-by-prnewswire/noticia/9199091/ray-ferrari-o-produtor-de-grandes-hits",
      "urlToImage": null,
      "publishedAt": "2019-08-29T19:46:00Z",
      "content": "GOIÂNIA, Brasil, 29 de agosto de 2019 /PRNewswire/ -- Ray Ferrari, é paulista, músico, arranjador, produtor musical e empresário. Iniciou sua carreira em 2012, aos 12 anos de idade, quando produzia jingles e músicas para publicidade de políticos e cantores re… [+2422 chars]"
    },
    {
      "source": {
        "id": "info-money",
        "name": "InfoMoney"
      },
      "author": "Agência Estado",
      "title": "Mercado Livre faz parceria com Azul para entregar em 24 horas",
      "description": "Operações devem ter início em 16 capitais para entregas em um dia",
      "url": "https://www.infomoney.com.br/negocios/grandes-empresas/noticia/9198978/correcao-mercado-livre-faz-parceria-com-azul-para-entregas-em-todo-o-pais",
      "urlToImage": "https://images.immedia.com.br//34/34441_2_L.jpg",
      "publishedAt": "2019-08-29T19:26:00Z",
      "content": "Os cofundadores do Mercado Livre, Stelleo Tolda e Marcos Galperin, e o presidente da Azul, John Rodgerson, anunciaram uma parceria entre as duas empresas para realizar entregas de produtos por via aérea em todo o Brasil.O presidente da Azul, John Rodgerson, l… [+1279 chars]"
    },
    {
      "source": {
        "id": "info-money",
        "name": "InfoMoney"
      },
      "author": "Bloomberg",
      "title": "Boeing teme êxodo de profissionais em meio à crise do 737 Max",
      "description": "A Boeing espera que os voos com o 737 Max sejam liberados em outubro, mas a suspensão pode se estender. A falta de mão de obra complica o cenário",
      "url": "https://www.infomoney.com.br/negocios/grandes-empresas/noticia/9198853/boeing-teme-exodo-de-profissionais-em-meio-a-crise-do-737-max",
      "urlToImage": "https://images.immedia.com.br//35/35108_2_L.jpg",
      "publishedAt": "2019-08-29T19:15:00Z",
      "content": "(Bloomberg) -- A Boeing espera que os voos com o 737 Max sejam liberados em outubro. Mas a fabricante de aviões também planeja como responder a um cenário muito pior: uma suspensão que se estenda por mais meses.Um fator que complica a situação é a falta de mã… [+1876 chars]"
    },
    {
      "source": {
        "id": "info-money",
        "name": "InfoMoney"
      },
      "author": "Lara Rizério",
      "title": "Petrobras muda política e se credencia para ser grande pagadora de dividendos - a partir de 2021",
      "description": "Para quem quer comprar os ativos da estatal de olho nos dividendos, é preciso paciência: no curto prazo, pouco deve mudar para os investidores, uma vez que a nova política ainda vai demorar para dar frutos em termos de proventos",
      "url": "https://www.infomoney.com.br/petrobras/noticia/9194738/petrobras-muda-politica-e-se-credencia-para-ser-grande-pagadora-de-dividendos---a-partir-de-2021",
      "urlToImage": "https://images.immedia.com.br//35/35107_2_L.JPG",
      "publishedAt": "2019-08-29T19:03:00Z",
      "content": "SÃO PAULO - A Petrobras (PETR3;PETR4) fez uma mudança importante na sua política de remuneração aos acionistas, credenciando-se para se tornar uma grande pagadora de proventos. Porém, para quem quer comprar os ativos da estatal de olho nos dividendos, é preci… [+4509 chars]"
    }
  ]
}
