{
  "status": "ok",
  "totalResults": 5866,
  "articles": [
    {
      "source": {
        "id": "rt",
        "name": "RT"
      },
      "author": "RT en Español",
      "title": "VIDEO: La Policía israelí lanza una granada aturdidora a un periodista en Jerusalén Este",
      "description": "Al salir del barrio palestino de Isawiya, una multitud formada por vecinos, periodistas y activistas comenzó a lanzar piedras y petardos a los agentes.",
      "url": "https://actualidad.rt.com/actualidad/325591-video-policia-echar-granada-aturdidora-periodista-jerusalen",
      "urlToImage": "https://cdni.rt.com/actualidad/public_images/2019.08/article/5d691206e9180f17178b4569.jpg",
      "publishedAt": "2019-08-30T14:16:54Z",
      "content": "Un policía israelí arrojó una granada aturdidora a un fotógrafo del diario Haaretz y detuvo a otro informador y a dos miembros de una asociación escolar de padres durante una redada la noche del miércoles pasado en un distrito de Jerusalén Este.\r\nCuando los u… [+1498 chars]"
    },
    {
      "source": {
        "id": "rt",
        "name": "RT"
      },
      "author": "RT en Español",
      "title": "EE.UU. sanciona a dos personas y tres empresas vinculadas a Corea del Norte",
      "description": "",
      "url": "https://actualidad.rt.com/actualidad/325590-eeuu-sancionar-personas-tres-empresas-corea-norte",
      "urlToImage": "https://actualidad.rt.com/static/img/og-logo-rt-black.jpg",
      "publishedAt": "2019-08-30T14:13:00Z",
      "content": "Estados Unidos ha impuesto sanciones contra dos individuos de Taiwán (China) y tres compañías chinas por sus actividades relacionadas con Corea del Norte, según ha comunicado el Departamento del Tesoro del país norteamericano.\r\nEstas medidas punitivas también… [+105 chars]"
    },
    {
      "source": {
        "id": "rt",
        "name": "RT"
      },
      "author": "RT",
      "title": "Sweden ends sweeping ‘automatic asylum’ policy for Syrians",
      "description": "Stockholm has tightened its lenient migration laws with regard to Syrian asylum-seekers, saying that not all parts of the war-torn country are equally dangerous anymore. Read Full Article at RT.com",
      "url": "https://www.rt.com/news/467629-sweden-ends-asylum-syria/",
      "urlToImage": "https://cdni.rt.com/files/2019.08/article/5d69275edda4c82a628b458d.JPG",
      "publishedAt": "2019-08-30T13:52:15Z",
      "content": "Since the intensity of the war in Syria “has slightly decreased,” the new asylum-seekers “will not automatically be granted protection in Sweden” any longer, the Swedish Migration Agency said on Thursday.\r\nFrom now on, officials will assess each Syrian asylum… [+1298 chars]"
    },
    {
      "source": {
        "id": "rt",
        "name": "RT"
      },
      "author": "RT",
      "title": "US Fed ‘unable to delay’ recession any longer – investor Peter Schiff",
      "description": "There is no question the US economy is heading toward recession, according to Peter Schiff, chief global strategist at Euro Pacific Capital. He says it was a “huge mistake” for the Federal Reserve to cut interest rates last month. Read Full Article at RT.com",
      "url": "https://www.rt.com/business/467628-us-recession-coming-fed/",
      "urlToImage": "https://cdni.rt.com/files/2019.08/article/5d69256fdda4c825628b4590.JPG",
      "publishedAt": "2019-08-30T13:34:24Z",
      "content": "“They never should have taken rates to zero in 2008 and held them there for 7 years,” the veteran broker told RT. “Zero interest rates and quantitative easing have created problems in our economy that will take generations to fix. However, the healing will ne… [+1196 chars]"
    },
    {
      "source": {
        "id": "rt",
        "name": "RT"
      },
      "author": "RT на Русском",
      "title": "В Турции заявили о приверженности сделке с США по F-35 - RT на русском",
      "description": "В Турции заявили о приверженности сделке с США по F-35 RT на русском Россия пообещала защитить Турцию от Сирии Lenta.ru Глава МИД Турции заявил о получении от России гарантий по Идлибу РБК Анкара заявила об обещании Москвы защитить турецкие войска от сирийско…",
      "url": "https://russian.rt.com/world/news/663592-turciya-ssha-f-35",
      "urlToImage": "https://cdni.rt.com/russian/images/2019.08/article/5d6923a5183561df208b45de.png",
      "publishedAt": "2019-08-30T13:23:45Z",
      "content": null
    },
    {
      "source": {
        "id": "rt",
        "name": "RT"
      },
      "author": "RT",
      "title": "'I want to have dinner with Messi!' Ronaldo admits he 'misses' former La Liga rival (VIDEO)",
      "description": "Tissues at the ready. Football icons Cristiano Ronaldo and Lionel Messi heartwarmingly admitted they miss each other since the former’s move to Juventus from Real Madrid, and Ronaldo said he wants a dinner date with the Argentine. Read Full Article at RT.com",
      "url": "https://www.rt.com/sport/467627-ronaldo-dinner-messi-misses/",
      "urlToImage": "https://cdni.rt.com/files/2019.08/article/5d691661dda4c825628b457b.jpg",
      "publishedAt": "2019-08-30T13:20:50Z",
      "content": "The two were seated beside each other at Thursday’s UEFA Champions League group stage draw in Monte Carlo, when they were asked about their personal careers and relationship with each other.\r\n“Amazing. It was a special year because I was nine years [at] Real … [+1941 chars]"
    },
    {
      "source": {
        "id": "rt",
        "name": "RT"
      },
      "author": "RT на Русском",
      "title": "МИД России прокомментировал начало работы на Украине новой Рады - RT на русском",
      "description": "МИД России прокомментировал начало работы на Украине новой Рады RT на русском Москва рассчитывает на адекватность новых украинских политиков Вести.Ru МИД России надеется, что новое поколение политиков Украины будет адекватным ТАСС В МИД рассчитывают, что новы…",
      "url": "https://russian.rt.com/ussr/news/663590-mid-novaya-rada",
      "urlToImage": "https://cdni.rt.com/russian/images/2019.08/article/5d691e2b370f2c72168b4605.png",
      "publishedAt": "2019-08-30T13:12:00Z",
      "content": null
    },
    {
      "source": {
        "id": "rt",
        "name": "RT"
      },
      "author": "RT en Español",
      "title": "Científicos españoles hallan una segunda mutación genética resistente al VIH",
      "description": "Una familia española afectada por una rarísima enfermedad porta una inmunidad natural contra el virus del sida distinta a la del conocido como 'paciente de Berlín'.",
      "url": "https://actualidad.rt.com/actualidad/325584-cientificos-espanoles-segunda-mutacion-resistente-vih",
      "urlToImage": "https://cdni.rt.com/actualidad/public_images/2019.08/article/5d68f4e108f3d9b4368b45cb.jpg",
      "publishedAt": "2019-08-30T13:11:23Z",
      "content": "Una mutación genética que provoca una rarísima enfermedad muscular evita que el sistema inmune del ser humano se infecte con el virus de inmunodeficiencia humana (VIH) que genera el sida, de acuerdo con un nuevo estudio que investigadores españoles han public… [+1710 chars]"
    },
    {
      "source": {
        "id": "rt",
        "name": "RT"
      },
      "author": "RT en Español",
      "title": "El Ejército de Tierra de EE.UU. comienza la prueba operativa del sistema de autoprotección de sus helicópteros",
      "description": "El gigante de defensa estadounidense Northrop Grumman ha iniciado las pruebas finales de sus sistemas de protección de vehículos aéreos en interés del Ejército de Tierra, el principal operador de helicópteros.",
      "url": "https://actualidad.rt.com/actualidad/325583-ejercito-helicopteros-eeuu-contramedidas-autoproteccion",
      "urlToImage": "https://cdni.rt.com/actualidad/public_images/2019.08/article/5d69156c08f3d9975f8b4597.jpg",
      "publishedAt": "2019-08-30T13:02:15Z",
      "content": "El gigante aeroespacial y de defensa estadounidense Northrop Grumman ha anunciado que su sistema de autoprotección de contramedidas infrarrojas de quinta generación, compacto y ligero, para el Ejército de EE.UU. ha entrado en la etapa de prueba y evaluación o… [+890 chars]"
    },
    {
      "source": {
        "id": "rt",
        "name": "RT"
      },
      "author": "RT",
      "title": "Toad-ally trippy! Sniffing psychedelic amphibian secretion 'increases satisfaction & reduces stress'",
      "description": "Snorting toad excretions could cheer you up, increase mindfulness, and reduce anxiety and depression for an entire month after just one sniff of the psychedelic substance, a new study has found. Read Full Article at RT.com",
      "url": "https://www.rt.com/news/467626-toad-secretion-happy-anxiety/",
      "urlToImage": "https://cdni.rt.com/files/2019.08/article/5d6919a8fc7e936c608b458d.jpg",
      "publishedAt": "2019-08-30T13:01:32Z",
      "content": "Researchers, led by Maastricht University in the Netherlands, discovered that when people took a single inhalation of dried secretions from the Colorado River toad, they were more satisfied with life and showed reduced stress, anxiety and depression for a mon… [+1324 chars]"
    },
    {
      "source": {
        "id": "rt",
        "name": "RT"
      },
      "author": "RT en Español",
      "title": "VIDEO: La Policía mata a un migrante chino que no hablaba inglés en un operativo antidrogas en California",
      "description": "El sospechoso no entendió a los agentes de seguridad cuando le ordenaron que mostrara las manos, según el abogado familiar.",
      "url": "https://actualidad.rt.com/actualidad/325582-video-policia-matar-migrante-chino-hablar-idioma-operativo-drogas-california",
      "urlToImage": "https://cdni.rt.com/actualidad/public_images/2019.08/article/5d691b54e9180ff11a8b4569.JPG",
      "publishedAt": "2019-08-30T13:00:30Z",
      "content": "La ciudad californiana de Chino ha sido demandada por la familia de un inmigrante chino al que agentes de Policía mataron durante una operación contra el tráfico ilegal de marihuana el mes pasado.\r\nLi Xi Wang, de 49 años, murió de un balazo el pasado 3 de jul… [+1684 chars]"
    },
    {
      "source": {
        "id": "rt",
        "name": "RT"
      },
      "author": "RT en Español",
      "title": "Un detenido y dos huidos en Brasil sospechosos de provocar incendios en la Amazonia",
      "description": "Los tres hombres habrían contratado a un grupo de 50 personas para arrasar 20.000 kilómetros cuadrados de selva.",
      "url": "https://actualidad.rt.com/actualidad/325581-detenidos-brasil-sospechosos-provocar-incendios-amazonia",
      "urlToImage": "https://cdni.rt.com/actualidad/public_images/2019.08/article/5d68ffade9180f6d0f8b4568.jpg",
      "publishedAt": "2019-08-30T12:58:00Z",
      "content": "La Policía del Estado de Pará, al norte de Brasil, ha identificado este jueves a tres hombres sospechosos de provocar incendios intencionados en la Amazonia. Se trata del yerno del dueño de una hacienda y su hermano y del gerente de la misma. Uno de ellos ha … [+1801 chars]"
    },
    {
      "source": {
        "id": "rt",
        "name": "RT"
      },
      "author": "Rt Arabic",
      "title": "اليوان الصيني بصدد تسجيل أسوأ أداء شهري منذ 1994",
      "description": "تراجع اليوان الصيني اليوم، متجها نحو أسوأ أداء شهري له منذ 1994، بسبب توترات التجارة مع الولايات المتحدة وتباطؤ الاقتصاد المحلي.",
      "url": "https://arabic.rt.com/business/1042000-%D8%A7%D9%84%D9%8A%D9%88%D8%A7%D9%86-%D8%A7%D9%84%D8%B5%D9%8A%D9%86%D9%8A-%D8%A8%D8%B5%D8%AF%D8%AF-%D8%AA%D8%B3%D8%AC%D9%8A%D9%84-%D8%A3%D8%B3%D9%88%D8%A3-%D8%B4%D9%87%D8%B1-%D9%85%D9%86%D8%B0-1994/",
      "urlToImage": "https://cdni.rt.com/media/pics/2019.08/original/5d6912c3d43750c44d8b4591.jpg",
      "publishedAt": "2019-08-30T12:56:19Z",
      "content": null
    },
    {
      "source": {
        "id": "rt",
        "name": "RT"
      },
      "author": "RT en Español",
      "title": "El Gobierno mexicano revela la existencia de más de 3.024 fosas clandestinas con más de 4.800 cuerpos",
      "description": "Existen más de 40.000 desaparecidos en el país, de acuerdo con cifras oficiales.",
      "url": "https://actualidad.rt.com/actualidad/325580-mexico-3000-fosas-clandestinas-4800-cuerpos",
      "urlToImage": "https://cdni.rt.com/actualidad/public_images/static.es/article/rt-ultimo2.jpg",
      "publishedAt": "2019-08-30T12:50:39Z",
      "content": "En México existen 3.024 fosas clandestinas, reveló el Gobierno mexicano en el Día Internacional de las Víctimas de Desapariciones Forzadas.\r\nKarla Quintana Osuna, titular de la Comisión Nacional de Búsqueda de Personas, dio a conocer este dato, derivado de un… [+228 chars]"
    },
    {
      "source": {
        "id": "rt",
        "name": "RT"
      },
      "author": "RT на Русском",
      "title": "«Информационный хаос»: на Украине заявили об отсутствии конкретной даты обмена заключёнными с Россией - RT на русском",
      "description": "Окончательной даты проведения обмена заключёнными между Москвой и Киевом нет. Об этом сообщила пресс-секретарь Службы безопасности Украины Елена Гитлянская. Её заявление появилось на фоне информации в СМИ, что стороны уже якобы провели эту процедуру. В админи…",
      "url": "https://russian.rt.com/ussr/article/663583-obmen-sbu-rossiya",
      "urlToImage": "https://cdni.rt.com/russian/images/2019.08/article/5d690b81183561bd208b45ac.jpg",
      "publishedAt": "2019-08-30T12:47:00Z",
      "content": ". - .\r\n« , , (30 . — RT). », — «» - .\r\n, , « ».\r\n , , , 30 ,  .  Twitter , .\r\n« . ! — feeling happy», — .\r\n . ! feeling happy\r\n— Ilya Ponomarev (@iponomarev) 29 2019 .\r\n, , Facebook . . , , , , , , .\r\n , , . .\r\n .\r\n, , 30 . , , . , .\r\n« . . , «». : . ,    », … [+357 chars]"
    },
    {
      "source": {
        "id": "rt",
        "name": "RT"
      },
      "author": "Rt Arabic",
      "title": "\"جمّال ترست بنك\" اللبناني يرد على إدراجه في قائمة العقوبات الأمريكية",
      "description": "بعد إدراجه في قائمة واشنطن السوداء على دعمه لـ\"حزب الله\"، أصدر \"جمّال ترست بنك\" بيانا نفى فيه جميع الاتهامات الموجهة له، مشددا على التزامه بالقواعد المصرفية اللبنانية والدولية.",
      "url": "https://arabic.rt.com/business/1041929-%D8%B1%D8%AF-%D8%AC%D9%85%D8%A7%D9%84-%D8%AA%D8%B1%D8%B3%D8%AA-%D8%A8%D9%86%D9%83-%D8%B9%D9%84%D9%89-%D8%A7%D9%84%D8%B9%D9%82%D9%88%D8%A8%D8%A7%D8%AA-%D8%A7%D9%84%D8%A3%D9%85%D8%B1%D9%8A%D9%83%D9%8A%D8%A9/",
      "urlToImage": "https://cdni.rt.com/media/pics/2019.08/original/5d68cc6b95a597b46d8b45e1.jpg",
      "publishedAt": "2019-08-30T12:38:48Z",
      "content": ":30.08.2019 | 07:30 GMT | \r\n :30.08.2019 | 07:30 GMT |"
    },
    {
      "source": {
        "id": "rt",
        "name": "RT"
      },
      "author": "RT",
      "title": "EU welcomes any progress beyond preserving Iran nuclear deal – Mogherini",
      "description": "The European Union will continue working to preserve world powers’ 2015 nuclear deal with Iran but would welcome any progress beyond it, according to EU foreign policy chief Federica Mogherini.",
      "url": "https://www.rt.com/newsline/467630-eu-preserving-iran-nuclear/",
      "urlToImage": "https://cdni.rt.com/files/2019.08/article/5d692a58dda4c828628b458f.JPG",
      "publishedAt": "2019-08-30T12:36:00Z",
      "content": "The European Union will continue working to preserve the 2015 nuclear deal with Iran, but would welcome any progress beyond it, according to the EU foreign policy chief, Federica Mogherini.\r\n“My role… is to preserve the full implementation of the existing agr… [+331 chars]"
    },
    {
      "source": {
        "id": "rt",
        "name": "RT"
      },
      "author": "RT en Español",
      "title": "Anuncian un 'hackeo' sin precedentes de iPhones que puede cambiar todo lo que sabemos sobre la invulnerabilidad del iOS",
      "description": "Los intrusos utilizaron varios sitios web para piratear indiscriminadamente a miles de usuarios de iPhone durante más de dos años al poner en los dispositivos lo que los expertos de seguridad llamaron \"implantes de monitorización\".",
      "url": "https://actualidad.rt.com/actualidad/325579-hackeo-operacion-ios-iphone-google",
      "urlToImage": "https://cdni.rt.com/actualidad/public_images/2019.08/article/5d68fb43e9180f0c0d8b4567.jpg",
      "publishedAt": "2019-08-30T12:22:35Z",
      "content": "Expertos del equipo de investigación de seguridad de Google Project Zero han informado sobre un inesperado descubrimiento que pone en duda la conocida seguridad del sistema iOS, generalmente considerado muy difícil de ser objeto de 'hackeo'. No obstante, los … [+1961 chars]"
    },
    {
      "source": {
        "id": "rt",
        "name": "RT"
      },
      "author": "RT",
      "title": "Turkey in ‘talks’ on buying Russian Su-57 jet fighters – Erdogan",
      "description": "Ankara is holding talks on purchasing the newest Su-57 jets from Moscow, President Recep Tayyip Erdogan said. Turkey was forced to seek jet fighters elsewhere after the US refused to sell it F-35 warplanes.",
      "url": "https://www.rt.com/news/467624-erdogan-fsu57-moscow-talks/",
      "urlToImage": "https://cdni.rt.com/files/2019.08/article/5d69144cfc7e936b608b457a.jpg",
      "publishedAt": "2019-08-30T12:19:42Z",
      "content": "© Autonomous Nonprofit Organization TV-Novosti, 20052019. All rights reserved."
    },
    {
      "source": {
        "id": "rt",
        "name": "RT"
      },
      "author": "RT",
      "title": "Turkey in ‘talks’ on buying Russian Su-57 jet fighters – Erdogan",
      "description": "Ankara is holding talks on purchasing the newest Su-57 jets from Moscow, President Recep Tayyip Erdogan said. Turkey was forced to seek jet fighters elsewhere after the US refused to sell it F-35 warplanes. Read Full Article at RT.com",
      "url": "https://www.rt.com/news/467624-erdogan-su57-moscow-talks/",
      "urlToImage": "https://cdni.rt.com/files/2019.08/article/5d69144cfc7e936b608b457a.jpg",
      "publishedAt": "2019-08-30T12:19:00Z",
      "content": "“Our ministries continue to have meetings with their counterparts [on this issue],” Erdogan told reporters on Friday, after being asked whether Turkey will purchase Su-57s.\r\nThe president’s words came a few days after he personally inspected the fifth-generat… [+490 chars]"
    },
    {
      "source": {
        "id": "rt",
        "name": "RT"
      },
      "author": "RT en Español",
      "title": "Muere un bebé de delfín de 9 días durante un espectáculo acuático en Bulgaria",
      "description": "Los cetáceos del acuario participan en cuatro 'shows' diarios durante el verano y los defensores de animales denuncian que esa rutina perjudica su salud.",
      "url": "https://actualidad.rt.com/actualidad/325577-morir-bebe-delfin-9-dias-bulgaria",
      "urlToImage": "https://cdni.rt.com/actualidad/public_images/2019.08/article/5d68fc8108f3d9a25b8b456a.JPG",
      "publishedAt": "2019-08-30T12:11:42Z",
      "content": "Una cría de delfín que llevaba tan solo nueve días de nacida murió el pasado 9  de agosto en un acuario de la ciudad búlgara de Varna en medio de un espectáculo público, informa el programa televisivo bTV Novinite.\r\nTras el hecho, el resto de los cetáceos adu… [+1440 chars]"
    },
    {
      "source": {
        "id": "rt",
        "name": "RT"
      },
      "author": "RT en Español",
      "title": "VIDEO: Un reportero por poco recibe el impacto de un rayo mientras cubre una tormenta en Arizona",
      "description": "El impacto dejó el área temporalmente sin electricidad.",
      "url": "https://actualidad.rt.com/actualidad/325576-video-reportero-impacto-rayo-tormenta-arizona",
      "urlToImage": "https://cdni.rt.com/actualidad/public_images/2019.08/article/5d68fa97e9180fa10c8b4569.jpg",
      "publishedAt": "2019-08-30T12:00:15Z",
      "content": "Un rayo impactó muy cerca de un periodiosta de una filial de la cadena estadounidense FOX en Phoenix (Arizona) la noche de este miércoles mientras este se preparaba para hacer un reportaje en directo sobre una tormenta monzónica en el lugar.\r\nPese a lo inespe… [+535 chars]"
    },
    {
      "source": {
        "id": "rt",
        "name": "RT"
      },
      "author": "RT",
      "title": "Syrian armed forces to cease fire in Idlib de-escalation zone on Saturday – Russian military",
      "description": "Syrian government forces will unilaterally cease fire in the de-escalation zone in the Idlib region on Saturday morning, the Russian Defense Ministry’s Center for reconciliation of the warring parties in Syria said on Friday.",
      "url": "https://www.rt.com/newsline/467623-syria-army-ceasefire-idlib/",
      "urlToImage": "https://cdni.rt.com/files/2019.08/article/5d690d0afc7e936d608b4575.JPG",
      "publishedAt": "2019-08-30T11:48:54Z",
      "content": "Syrian government forces will unilaterally cease fire in the de-escalation zone in the Idlib region on Saturday morning, the Russian Defense Ministry’s Center for reconciliation of the warring parties in Syria said on Friday.\r\nTo stabilize the situation in th… [+435 chars]"
    },
    {
      "source": {
        "id": "rt",
        "name": "RT"
      },
      "author": "Rt Arabic",
      "title": "أردوغان: نبحث مع روسيا مسألة شراء مقاتلتها الحديثة \"سو – 57\"",
      "description": "كشف الرئيس التركي رجب طيب أردوغان اليوم الجمعة، عن محادثات تجريها بلاده مع روسيا لشراء مقاتلتها الحديثة من الجيل الخامس \"سو–57\".",
      "url": "https://arabic.rt.com/business/1041991-%D8%A3%D8%B1%D8%AF%D9%88%D8%BA%D8%A7%D9%86-%D9%86%D8%A8%D8%AD%D8%AB-%D9%85%D8%B9-%D8%B1%D9%88%D8%B3%D9%8A%D8%A7-%D9%85%D8%B3%D8%A3%D9%84%D8%A9-%D8%B4%D8%B1%D8%A7%D8%A1-%D9%85%D9%82%D8%A7%D8%AA%D9%84%D8%AA%D9%87%D8%A7-%D8%A7%D9%84%D8%AD%D8%AF%D9%8A%D8%AB%D8%A9-%D8%B3%D9%88-57/",
      "urlToImage": "https://cdni.rt.com/media/pics/2019.08/original/5d690bac95a59737118b45d4.jpg",
      "publishedAt": "2019-08-30T11:45:48Z",
      "content": ":30.08.2019 | 11:34 GMT | \r\n :30.08.2019 | 12:17 GMT |"
    },
    {
      "source": {
        "id": "rt",
        "name": "RT"
      },
      "author": "RT",
      "title": "100 days of Zelensky: Ukraine president more a scurrying Macron than a thundering Trump so far",
      "description": "The comedian-elected-president has been a safer pair of hands than critics warned, but hasn’t yet drained Ukraine’s swamp, as supporters hoped. And for Volodymyr Zelensky, it will only get harder from now on. Read Full Article at RT.com",
      "url": "https://www.rt.com/news/467622-zelensky-ukraine-bolton-putin/",
      "urlToImage": "https://cdni.rt.com/files/2019.08/article/5d6804defc7e93e7668b45d9.jpg",
      "publishedAt": "2019-08-30T11:45:14Z",
      "content": "Honeymoon polls\r\nHeadline figures show that the 41-year-old political novice, who promised to cut across existing political fault lines and unify the country, is still in the ascendant. After thrashing incumbent Petro Poroshenko in the second round of the pre… [+8154 chars]"
    },
    {
      "source": {
        "id": "rt",
        "name": "RT"
      },
      "author": "RT en Español",
      "title": "VIDEOS: Desbordamiento de un río en Marruecos arrasa un campo de fútbol durante un partido dejando al menos siete muertos",
      "description": "Otras ocho personas se encuentran desaparecidas y las autoridades locales continúan con las operaciones de búsqueda y rescate.",
      "url": "https://actualidad.rt.com/actualidad/325574-desbordamiento-rio-marruecos-arrasar-campo-futbol-muertos",
      "urlToImage": "https://cdni.rt.com/actualidad/public_images/2019.08/article/5d68eedb08f3d931368b45c8.jpg",
      "publishedAt": "2019-08-30T11:39:29Z",
      "content": "Al menos siete personas han muerto en el sur de Marruecos cuando una fuerte riada las sorprendió mientras presenciaban un partido de fútbol aficionado.\r\nLa tragedia ocurrió este miércoles en la localidad de Tizert, en la provincia de Tarudant. El repentino to… [+768 chars]"
    },
    {
      "source": {
        "id": "rt",
        "name": "RT"
      },
      "author": "RT en Español",
      "title": "VIDEO: Dos seguidoras de 'Los Simpson' recrean a la perfección una 'apetitosa' escena de la serie",
      "description": "Imitar con todo lujo de detalle y fielmente cada momento no fue tarea fácil. El resultado fue publicado la semana pasada en YouTube y ya ha alcanzado más de medio millón de visitas.",
      "url": "https://actualidad.rt.com/viral/325573-seguidoras-simpson-recrear-escena",
      "urlToImage": "https://cdni.rt.com/actualidad/public_images/2019.08/article/5d68f905e9180f060c8b456a.jpg",
      "publishedAt": "2019-08-30T11:37:00Z",
      "content": "Dos acérrimas seguidoras de 'Los Simpson' decidieron recrear con la mayor precisión un divertida una escena de la serie y para ello recorrieron 54 restaurantes de EE.UU. en tan solo una semana.\r\nA principios del año, las suizas Katrin von Niederhausern y Jani… [+1622 chars]"
    },
    {
      "source": {
        "id": "rt",
        "name": "RT"
      },
      "author": "RT en Español",
      "title": "Doble cadena perpetua a 10 personas por el 'asesinato de honor' de un hombre que se casó con una joven de una casta superior en la India",
      "description": "La víctima fue asesinada 4 días después de la boda.",
      "url": "https://actualidad.rt.com/actualidad/325572-condena-perpetua-10-personas-asesinato-honor-india",
      "urlToImage": "https://cdni.rt.com/actualidad/public_images/2019.08/article/5d687d9ee9180f065d8b4568.jpg",
      "publishedAt": "2019-08-30T11:34:50Z",
      "content": "Este martes, el Tribunal de Justicia del estado de Kerala condenó a dos cadenas perpetuas a 10 personas que perpetraron un 'asesinato de honor' de un hombre cristiano de 24 años, que se casó con una joven de una casta superior, informa The Indian Express.\r\nEl… [+1013 chars]"
    },
    {
      "source": {
        "id": "rt",
        "name": "RT"
      },
      "author": "RT en Español",
      "title": "Trump podría desenfundar un 'arma' de hace más de un siglo en la guerra comercial con China",
      "description": "Se trata de una deuda de 1913 que inversores estadounidenses nunca lograron cobrar y hoy en día se estima que supera el billón de dólares.",
      "url": "https://actualidad.rt.com/actualidad/325570-trump-arma-siglo-guerra-comercial-china",
      "urlToImage": "https://cdni.rt.com/actualidad/public_images/2019.08/article/5d68d64e08f3d931368b45b0.JPG",
      "publishedAt": "2019-08-30T11:19:27Z",
      "content": "La Administración del presidente de EE.UU., Donald Trump, estudia la remota posibilidad de lograr que China pague unos préstamos millonarios que adquirió de inversores estadounidenses hace más de un siglo como parte de su guerra comercial con ese país asiátic… [+2147 chars]"
    },
    {
      "source": {
        "id": "rt",
        "name": "RT"
      },
      "author": "RT",
      "title": "Boy in Blue: Ex-Chelsea winger Eden Hazard crowned Europa League Player of the Season",
      "description": "Former Chelsea winger Eden Hazard has won the Europa League Player of the Season, after his two goals in last season's final helped fire Chelsea to victory over Premier League rivals Arsenal 4-1 in May. Read Full Article at RT.com",
      "url": "https://www.rt.com/sport/467621-eden-hazard-player-season/",
      "urlToImage": "https://cdni.rt.com/files/2019.08/article/5d690453fc7e936e608b4570.JPG",
      "publishedAt": "2019-08-30T11:19:00Z",
      "content": "The game turned out to be a swansong for Hazard, as he completed a switch to Real Madrid during the summer, leaving The Blues with a piece of silverware and a place in this season's UEFA Champions League as a parting gift.\r\nHazard avoided a return to Stamford… [+616 chars]"
    },
    {
      "source": {
        "id": "rt",
        "name": "RT"
      },
      "author": "Rt Arabic",
      "title": "ترامب يفتح دفاتر أباطرة الصين لتحصيل ديون ضخمة",
      "description": "كشفت وكالة \"بلومبرغ\" عن دراسة تجريها الإدارة الأمريكية لتحصيل ديون من الصين بموجب سندات أمريكية اشترتها في حقبة الأباطرة الصينيين قبل تأسيس الدولة الشيوعية.",
      "url": "https://arabic.rt.com/business/1041981-%D8%AA%D8%B1%D8%A7%D9%85%D8%A8-%D9%8A%D8%B1%D9%8A%D8%AF-%D8%AA%D8%AD%D8%B5%D9%8A%D9%84-%D8%AF%D9%8A%D9%88%D9%86-%D8%B6%D8%AE%D9%85%D8%A9-%D8%B9%D9%81%D8%A7-%D8%B9%D9%84%D9%8A%D9%87%D8%A7-%D8%A7%D9%84%D8%B2%D9%85%D9%86-%D9%85%D9%86-%D8%A7%D9%84%D8%B5%D9%8A%D9%86/",
      "urlToImage": "https://cdni.rt.com/media/pics/2019.08/original/5d68fb24d43750aa4d8b4573.jpg",
      "publishedAt": "2019-08-30T11:17:52Z",
      "content": null
    },
    {
      "source": {
        "id": "rt",
        "name": "RT"
      },
      "author": "RT",
      "title": "‘Brexit dress rehearsal’: France to test measures prepared for Britain’s EU exit",
      "description": "France will test measures it has prepared for Britain’s exit from the EU for a month so that companies are fully-prepared ahead of the UK leaving the bloc at the end of October, the French minister in charge of customs said.",
      "url": "https://www.rt.com/newsline/467620-brexit-dress-rehearsal-france/",
      "urlToImage": "https://cdni.rt.com/files/2019.08/article/5d690427fc7e936e608b4568.JPG",
      "publishedAt": "2019-08-30T11:11:17Z",
      "content": "France will test measures it has prepared for Britain’s exit from the EU for a month so that companies are fully-prepared ahead of the UK leaving the bloc at the end of October, the French minister in charge of customs said on Friday.\r\nGerald Darmanin will me… [+706 chars]"
    },
    {
      "source": {
        "id": "rt",
        "name": "RT"
      },
      "author": "RT en Español",
      "title": "VIDEO: China revela detalles inéditos de su potente caza furtivo J-20",
      "description": "Se trata del avión más avanzado del Ejército chino, con una autonomía excepcional y una velocidad que puede superar los 2.000 kilómetros por hora.",
      "url": "https://actualidad.rt.com/actualidad/325569-video-ejercito-chino-revela-nuevos-detalles-caza-j20",
      "urlToImage": "https://cdni.rt.com/actualidad/public_images/2019.08/article/5d68af97e9180f9c6f8b4568.JPG",
      "publishedAt": "2019-08-30T11:08:55Z",
      "content": "El fabricante de aviación estatal de China ha divulgado recientemente un video promocional que muestra por primera vez nuevos detalles de su avanzado caza furtivo Chengdu J-20.\r\nDe acuerdo con el sitio chino Sohu, las imágenes muestran la cabina de piloto y e… [+2089 chars]"
    },
    {
      "source": {
        "id": "rt",
        "name": "RT"
      },
      "author": "RT на Русском",
      "title": "Путин поправил Чибиса в разговоре о многодетных семьях - RT на русском",
      "description": "Путин поправил Чибиса в разговоре о многодетных семьях RT на русском Путин назвал «нормальное» количество детей в семье ВЗГЛЯД.РУ Путин назвал нормальное число детей в семье Lenta.ru Путин назвал семью с тремя детьми нормальной и правильной РИА Новости Экспер…",
      "url": "https://russian.rt.com/russia/news/663513-rossiya-putin-semi",
      "urlToImage": "https://cdni.rt.com/russian/images/2019.08/article/5d68fe08183561da208b4581.png",
      "publishedAt": "2019-08-30T11:08:02Z",
      "content": null
    },
    {
      "source": {
        "id": "rt",
        "name": "RT"
      },
      "author": "RT",
      "title": "Russian telecom giant & China’s Huawei launch 5G zones in Russian cities",
      "description": "Russian mobile operator MTS has teamed up with Chinese tech giant Huawei for a 5G pilot scheme in Moscow and Kronshtadt, where for the first time the super-fast network will cover almost the entire city. Read Full Article at RT.com",
      "url": "https://www.rt.com/business/467619-mts-huawei-5g-russia/",
      "urlToImage": "https://cdni.rt.com/files/2019.08/article/5d68ff2cdda4c876078b461b.JPG",
      "publishedAt": "2019-08-30T11:07:18Z",
      "content": "The agreement between the two parties was signed during Chinese President Xi Jinping’s visit to Russia in June, when he met his Russian counterpart Vladimir Putin and took part in the St. Petersburg International Economic Forum.\r\nThe network became operationa… [+1941 chars]"
    },
    {
      "source": {
        "id": "rt",
        "name": "RT"
      },
      "author": "RT",
      "title": "Over 150 migrants storm through Spain’s Ceuta enclave fence – officials",
      "description": "More than 150 migrants crossed the border fence at Spain’s North African enclave of Ceuta early on Friday, Reuters reported.",
      "url": "https://www.rt.com/newsline/467617-migrants-storm-spain-enclave/",
      "urlToImage": "https://cdni.rt.com/files/2019.08/article/5d690027fc7e93f5588b457b.JPG",
      "publishedAt": "2019-08-30T10:54:12Z",
      "content": "More than 150 migrants crossed the border fence at Spain’s North African enclave of Ceuta early on Friday, Reuters reported. At least six Spanish police officers suffered minor injuries as they tried to stop them, a government spokesman in the city said.\r\nThe… [+519 chars]"
    },
    {
      "source": {
        "id": "rt",
        "name": "RT"
      },
      "author": "RT",
      "title": "Kickstarter: Millions of black holes bouncing around galaxy after being booted at birth, study finds",
      "description": "One of the leading theories about the origins of black holes suggests they come from gargantuan supernova explosions. New research suggests these blasts may be so powerful, they literally kick black holes around the galaxy. Read Full Article at RT.com",
      "url": "https://www.rt.com/news/467616-millions-black-holes-bouncing-around/",
      "urlToImage": "https://cdni.rt.com/files/2019.08/article/5d68fd2bdda4c876078b460f.jpg",
      "publishedAt": "2019-08-30T10:48:48Z",
      "content": "If proven correct, this would mean that, throughout the galaxy and indeed the wider universe, there are likely millions of black holes bouncing around at fantastically high speeds of 70km/s (43 miles per second). \r\n“This work basically talks about the first o… [+2084 chars]"
    },
    {
      "source": {
        "id": "rt",
        "name": "RT"
      },
      "author": "RT",
      "title": "Central banks’ gold-buying spree to continue in coming years as global economic doubts rise",
      "description": "Heightened global tensions, currency wars, and the course of de-dollarization have been pushing central banks to boost their gold purchases. The trend is likely to continue in the coming years, experts say. Read Full Article at RT.com",
      "url": "https://www.rt.com/business/467615-central-banks-gold-buying/",
      "urlToImage": "https://cdni.rt.com/files/2019.08/article/5d68fc64dda4c881078b4645.jpg",
      "publishedAt": "2019-08-30T10:46:22Z",
      "content": "Data from the World Gold Council shows that in the first half of this year, the banks bought a record 374 metric tons of gold worth $15.7 billion.\r\nAs concerns over trade disputes and global growth boost investors’ appetite for safe-haven assets, gold remains… [+2287 chars]"
    },
    {
      "source": {
        "id": "rt",
        "name": "RT"
      },
      "author": "RT",
      "title": "WATCH: UEFA Europa League 2019/20 group stage draw live from Monte Carlo (VIDEO)",
      "description": "The 2019/20 UEFA Europa League draw gets underway from Monte Carlo where Manchester United, Arsenal, Sevilla, Roma, and a host of top European clubs will find out their group stage opponents. Read Full Article at RT.com",
      "url": "https://www.rt.com/sport/467614-uefa-europa-league-draw/",
      "urlToImage": "https://cdni.rt.com/files/2019.08/article/5d68faf7dda4c87b078b4639.JPG",
      "publishedAt": "2019-08-30T10:39:00Z",
      "content": "European football's second competition as always is guaranteed throw up some interesting ties, with clubs as far afield as Azerbaijan, Kazakhstan and Luxembourg in with a chance of being drawn against some top Premier League, Serie A and La Liga clubs, includ… [+791 chars]"
    },
    {
      "source": {
        "id": "rt",
        "name": "RT"
      },
      "author": "RT",
      "title": "Warsaw, Washington agree on 6 locations for US troops in Poland – defense minister",
      "description": "Warsaw and Washington have agreed on six locations for new US troops to be stationed on Polish soil, the country’s Defense Minister Mariusz Blaszczak said on Friday.",
      "url": "https://www.rt.com/newsline/467613-poland-us-troops-locations/",
      "urlToImage": "https://cdni.rt.com/files/2019.08/article/5d68fc54fc7e93f4588b4580.JPG",
      "publishedAt": "2019-08-30T10:37:56Z",
      "content": "Warsaw and Washington have agreed on six locations for new US troops to be stationed on Polish soil, the country’s Defense Minister Mariusz Blaszczak said on Friday.\r\nIn June, Poland signed a deal to increase the American military presence on its soil to coun… [+477 chars]"
    },
    {
      "source": {
        "id": "rt",
        "name": "RT"
      },
      "author": "RT en Español",
      "title": "FOTOS: Capturan en Florida dos gigantes pitones que devoraban a especies autóctonas",
      "description": "Recientemente las autoridades de ese territorio de EE.UU. dieron luz verde para que los ciudadanos puedan matar a las especies invasoras que representan una amenaza para la flora y fauna local.",
      "url": "https://actualidad.rt.com/actualidad/325568-eeuu-florida-capturar-gigantes-pitones",
      "urlToImage": "https://cdni.rt.com/actualidad/public_images/2019.08/article/5d68f9fa08f3d9a35b8b456c.jpg",
      "publishedAt": "2019-08-30T10:31:26Z",
      "content": "El personal de la agencia del estado de Florida (EE.UU.) encargada de la vida silvestre ha capturado esta semana dos enormes pitones no nativas.\r\nLa primera captura tuvo lugar el 26 de agosto en el territorio de una reserva natural, donde un miembro de la Com… [+1328 chars]"
    },
    {
      "source": {
        "id": "rt",
        "name": "RT"
      },
      "author": "RT",
      "title": "Israeli cops throw stun GRENADE at Haaretz photographer amid East Jerusalem arrests (VIDEO)",
      "description": "Israeli police threw a stun grenade at a Haaretz photographer in Isawiya, East Jerusalem, and detained a journalist and two members of a parents’ committee during the Wednesday night raid on the Palestinian neighborhood. Read Full Article at RT.com",
      "url": "https://www.rt.com/news/467612-israel-stun-grenade-journalist/",
      "urlToImage": "https://cdni.rt.com/files/2019.08/article/5d68fa3afc7e93eb588b4579.JPG",
      "publishedAt": "2019-08-30T10:29:14Z",
      "content": "A large police presence entered Isawiya as part of an ongoing crackdown in the area that has seen almost nightly raids for months, with 340 arrests and one fatal police shooting in what residents say is an intimidation campaign. \r\nWhen the authorities were le… [+2439 chars]"
    },
    {
      "source": {
        "id": "rt",
        "name": "RT"
      },
      "author": "RT на Русском",
      "title": "Макрон и Зеленский обсудили G7 и ситуацию в Донбассе - RT на русском",
      "description": "Макрон и Зеленский обсудили G7 и ситуацию в Донбассе RT на русском Макрон обсудил с Зеленским итоги переговоров с Путиным и саммита G7 РИА Новости Макрон призвал Зеленского завершить конфликт в Донбассе Рамблер/новости Словесные пушки: что стоит за громкими п…",
      "url": "https://russian.rt.com/ussr/news/663492-makron-zelenskii-donbass-g7",
      "urlToImage": "https://cdni.rt.com/russian/images/2019.08/article/5d68f532370f2c58168b457c.png",
      "publishedAt": "2019-08-30T10:19:00Z",
      "content": null
    },
    {
      "source": {
        "id": "rt",
        "name": "RT"
      },
      "author": "RT",
      "title": "Berlin expects Britain ‘to crash out’ of EU on October 31 – FM Maas",
      "description": "Berlin expects Britain to crash out of the European Union on October 31, German Foreign Minister Heiko Maas said on Friday.",
      "url": "https://www.rt.com/newsline/467610-germany-britain-crash-eu/",
      "urlToImage": "https://cdni.rt.com/files/2019.08/article/5d68f7bcfc7e9362598b4577.JPG",
      "publishedAt": "2019-08-30T10:18:06Z",
      "content": "Berlin expects Britain to crash out of the European Union on October 31, German Foreign Minister Heiko Maas said on Friday. “We cannot imagine reopening the Withdrawal Agreement,” Maas said in Helsinki, Finland. “We assume that Brexit will happen on October 3… [+624 chars]"
    },
    {
      "source": {
        "id": "rt",
        "name": "RT"
      },
      "author": "Rt Arabic",
      "title": "مقترح روسي لتحديث الأسطول البحري السوري",
      "description": "أعرب نائب رئيس مجلس وزراء جمهورية القرم الروسية غريغوري مرادوف عن استعداد القرم لدعم سوريا في مجال بناء وإصلاح السفن البحرية في أحواض شبه جزيرة القرم.",
      "url": "https://arabic.rt.com/business/1041941-%D9%85%D9%82%D8%AA%D8%B1%D8%AD-%D8%B1%D9%88%D8%B3%D9%8A-%D9%84%D8%AA%D8%AD%D8%AF%D9%8A%D8%AB-%D8%A7%D9%84%D8%A3%D8%B3%D8%B7%D9%88%D9%84-%D8%A7%D9%84%D8%A8%D8%AD%D8%B1%D9%8A-%D8%A7%D9%84%D8%B3%D9%88%D8%B1%D9%8A/",
      "urlToImage": "https://cdni.rt.com/media/pics/2019.08/original/5d68de9e95a597940c8b45ad.jpg",
      "publishedAt": "2019-08-30T10:10:22Z",
      "content": null
    },
    {
      "source": {
        "id": "rt",
        "name": "RT"
      },
      "author": "RT en Español",
      "title": "Aviones muestran acrobacias aéreas durante el salón MAKS en Moscú",
      "description": "El foro exhibe anualmente las últimas novedades en tecnología aeroespacial y defensa, y cuenta además con demostraciones de acrobacias aéreas.",
      "url": "https://actualidad.rt.com/actualidad/325567-aviones-acrobacias-aereas-maks-rusia",
      "urlToImage": "https://cdni.rt.com/actualidad/public_images/2019.08/article/5d68f4c608f3d995368b45c2.jpg",
      "publishedAt": "2019-08-30T10:04:00Z",
      "content": "El Salón Internacional de Aviación y Espacio MAKS 2019 continúa en el aeropuerto de Zhukovski, a las afueras de Moscú. Los visitantes del evento pueden disfrutar de las acrobacias aéreas de los mejores equipos de aviación del mundo, que muestran a los especta… [+30 chars]"
    },
    {
      "source": {
        "id": "rt",
        "name": "RT"
      },
      "author": "Rt Arabic",
      "title": "كيف تستخدم الصين المال لمد نفوذها في العالم العربي؟",
      "description": "تعمل الصين على توسيع نفوذها في العالم بخطى ثابتة، وتسعى لأن تصبح أكبر اقتصاد في العالم، حيث صارت تنافس الولايات المتحدة في كل بقعة.",
      "url": "https://arabic.rt.com/business/1041957-%D9%83%D9%8A%D9%81-%D8%AA%D8%B3%D8%AA%D8%AE%D8%AF%D9%85-%D8%A7%D9%84%D8%B5%D9%8A%D9%86-%D8%A7%D9%84%D9%85%D8%A7%D9%84-%D9%84%D9%85%D8%AF-%D9%86%D9%81%D9%88%D8%B0%D9%87%D8%A7-%D9%81%D9%8A-%D8%A7%D9%84%D8%B9%D8%A7%D9%84%D9%85-%D8%A7%D9%84%D8%B9%D8%B1%D8%A8%D9%8A/",
      "urlToImage": "https://cdni.rt.com/media/pics/2019.08/original/5d68efe1d4375091778b465e.jpg",
      "publishedAt": "2019-08-30T09:59:05Z",
      "content": ":30.08.2019 | 09:47 GMT | \r\n :30.08.2019 | 09:51 GMT |"
    },
    {
      "source": {
        "id": "rt",
        "name": "RT"
      },
      "author": "RT en Español",
      "title": "La mortalidad por ébola en República Democrática del Congo supera las 2.000 personas",
      "description": "",
      "url": "https://actualidad.rt.com/actualidad/325566-republica-democratica-congo-mortalidad-ebola",
      "urlToImage": "https://actualidad.rt.com/static/img/og-logo-rt-black.jpg",
      "publishedAt": "2019-08-30T09:57:22Z",
      "content": "El número de muertos por el brote de ébola en el este de la República Democrática del Congo (RDC) supera ya los 2.000, según los últimos datos del Gobierno. Además, se han registrado más de 3.000 casos en el país africano.\r\nEl brote mortal que fue declarado o… [+95 chars]"
    },
    {
      "source": {
        "id": "rt",
        "name": "RT"
      },
      "author": "RT en Español",
      "title": "Primeras renuncias en el Gobierno de Boris Johnson tras la suspensión del Parlamento",
      "description": "La reina británica aprobó esta semana las medidas, solicitadas por el primer ministro, para cerrar el Parlamento por un mes.",
      "url": "https://actualidad.rt.com/actualidad/325565-renuncias-gobierno-boris-johnson-suspension-parlamento",
      "urlToImage": "https://cdni.rt.com/actualidad/public_images/2019.08/article/5d68e066e9180f2a028b4568.JPG",
      "publishedAt": "2019-08-30T09:43:09Z",
      "content": "Las dos primeras renuncias han tenido lugar en el Gobierno de Boris Johnson tras la decisión del primer ministro de suspender el funcionamiento del Parlamento británico hasta octubre.\r\nGeorge Young, representante del Gobierno en la Cámara de los Lores, quien … [+1400 chars]"
    },
    {
      "source": {
        "id": "rt",
        "name": "RT"
      },
      "author": "RT",
      "title": "Iran’s oil tanker heading to Lebanon, Turkey’s FM says; Beirut ‘not informed’",
      "description": "Lebanon has not been informed whether an Iranian oil tanker, at the center of confrontation between Washington and Tehran, was heading to one of its ports, the finance minister in Beirut said on Friday.",
      "url": "https://www.rt.com/newsline/467609-iran-tanker-lebanon-turkey/",
      "urlToImage": "https://cdni.rt.com/files/2019.08/article/5d68f526dda4c880078b462c.JPG",
      "publishedAt": "2019-08-30T09:43:00Z",
      "content": "Lebanon has not been informed whether an Iranian oil tanker, at the center of confrontation between Washington and Tehran, was heading to one of its ports, Beirut said on Friday.\r\n“We have not been informed of the Iranian oil tanker ‘Adrian Darya’ heading” to… [+409 chars]"
    },
    {
      "source": {
        "id": "rt",
        "name": "RT"
      },
      "author": "RT на Русском",
      "title": "Тяжелобольную россиянку успешно доставили из турецкой Аланьи в Москву - RT на русском",
      "description": "Тяжелобольную россиянку успешно доставили из турецкой Аланьи в Москву RT на русском Пострадавшую в турецком аквапарке россиянку перевезли в Москву РИА Новости Пострадавшую в турецком аквапарке россиянку доставили в Москву Газета.Ru Дипломаты подтвердили эваку…",
      "url": "https://russian.rt.com/russia/news/663476-tyazhelobolnaya-rossiyanka-turciya",
      "urlToImage": "https://cdni.rt.com/russian/images/2019.08/article/5d68ec44370f2c1a588b4613.png",
      "publishedAt": "2019-08-30T09:30:00Z",
      "content": null
    },
    {
      "source": {
        "id": "rt",
        "name": "RT"
      },
      "author": "RT на Русском",
      "title": "«Коммерсантъ»: россиянам могут разрешить выкупать свои долги у банков - RT на русском",
      "description": "«Коммерсантъ»: россиянам могут разрешить выкупать свои долги у банков RT на русском Россиянам могут разрешить выкупать свои долги со скидкой Вести.Ru Россиянам разрешат выкупать свои долги у банков, пишут СМИ РИА Новости Россиянам могут разрешить выкупать сво…",
      "url": "https://russian.rt.com/business/news/663472-dolgi-rossiyan-vykup",
      "urlToImage": "https://cdni.rt.com/russian/images/2019.08/article/5d68e5af370f2c56598b45e3.png",
      "publishedAt": "2019-08-30T09:15:00Z",
      "content": "«», .\r\n , .\r\n, .\r\n ,   2019 4,5 2010-. , 16,2 (+8,98% ).\r\n , 8 4%."
    },
    {
      "source": {
        "id": "rt",
        "name": "RT"
      },
      "author": "RT",
      "title": "No prisoner swap with Russia on Friday, talks still ongoing Ukraine",
      "description": "The much-anticipated major prisoner swap between Russia and Ukraine will not happen on Friday, despite earlier reports, Kiev said. This follows the buzz that a plane with people slated for exchange took off from Moscow.",
      "url": "https://www.rt.com/news/467607-no-prisoner-exchange-friday/",
      "urlToImage": "https://cdni.rt.com/files/2019.08/article/5d68e3e2fc7e93de668b46a9.JPG",
      "publishedAt": "2019-08-30T08:53:51Z",
      "content": "“We can’t name [the exact] date [of the exchange] but I can say that it won’t happen today,” the spokesperson for Security Service of Ukraine, Elena Hitlyanskaya said.\r\nEarlier reports said that a plane, carrying a number of Ukrainian nationals held by Russia… [+321 chars]"
    },
    {
      "source": {
        "id": "rt",
        "name": "RT"
      },
      "author": "RT en Español",
      "title": "EE.UU. entrega a Tailandia la primera tanda de vehículos blindados Stryker",
      "description": "",
      "url": "https://actualidad.rt.com/actualidad/325564-tailandia-entrega-tanda-blindados-stryker",
      "urlToImage": "https://actualidad.rt.com/static/img/og-logo-rt-black.jpg",
      "publishedAt": "2019-08-30T08:46:21Z",
      "content": "El Ejército de Tailandia ha recibido este viernes cuatro vehículos de transporte blindado de personal Stryker M1126 de fabricación estadounidense. Según informó el viernes el periódico The Nation, seis vehículos más llegarán \"gradualmente\" para el 12 de septi… [+56 chars]"
    },
    {
      "source": {
        "id": "rt",
        "name": "RT"
      },
      "author": "RT en Español",
      "title": "Reportan la renuncia de la asistente personal de Trump por haber filtrado información a medios",
      "description": "Madeleine Westerhout presuntamente reveló a periodistas detalles sobre la familia del presidente estadounidense y sobre unas operaciones de la Casa Blanca.",
      "url": "https://actualidad.rt.com/actualidad/325563-renunciar-asistente-personal-trump-filtrar-informacion",
      "urlToImage": "https://cdni.rt.com/actualidad/public_images/2019.08/article/5d68ba5c08f3d931368b459f.JPG",
      "publishedAt": "2019-08-30T08:44:12Z",
      "content": "Madeleine Westerhout, la asistente personal del presidente estadounidense, Donald Trump, ha abandonado su cargo por presuntamente haber filtrado información privada a medios de comunicación, informa este 29 de agosto The News York Times, citando a dos persona… [+524 chars]"
    },
    {
      "source": {
        "id": "rt",
        "name": "RT"
      },
      "author": "RT на Русском",
      "title": "«Закрыть стратегические расстояния»: какими возможностями обладают новые российские беспилотники тяжёлого класса - RT на русском",
      "description": "Перспективный тяжёлый беспилотник «Сириус» совершит свой первый полёт в 2022 году. Об этом на полях МАКС-2019 рассказал RT генеральный директор ООО «Группа Кронштадт» Сергей Богатиков. Аппарат сможет находиться в воздухе почти двое суток, преодолевая до 10 ты…",
      "url": "https://russian.rt.com/russia/article/663466-tyazhyolyi-bespilotnik-maks-sirius",
      "urlToImage": "https://cdni.rt.com/russian/images/2019.08/article/5d67a629370f2ca67e8b45aa.jpg",
      "publishedAt": "2019-08-30T08:43:02Z",
      "content": "« » (-) RT, «» 2022 . , . , .\r\n« . .   . , 2,5—3 », — () — 2019.\r\n- , «» . 10 . 40 . . , , .\r\n «» MQ-1 Predator, . «» — 30 , — 13 , — 1 ,   — 12 , — 295 /.   1,8 .   -2019.\r\n«» «». , .\r\n «-» (-). «» (, ).\r\n«» , Aurus. Porsche Engineering. \r\n , . . 2020 40 ( 2… [+414 chars]"
    },
    {
      "source": {
        "id": "rt",
        "name": "RT"
      },
      "author": "RT",
      "title": "Trade war won't kill US oil exports",
      "description": "The trade war finally caught up with US crude oil exports to China, but this doesn't mean that US crude flows to East-Asia will dry up all of a sudden.",
      "url": "https://www.rt.com/business/467606-trade-war-us-oil/",
      "urlToImage": "https://cdni.rt.com/files/2019.08/article/5d68dc00dda4c8ae078b4628.JPG",
      "publishedAt": "2019-08-30T08:27:29Z",
      "content": "It’s been a year since the China-US trade war began, and up until this last week, China had refrained from slapping import tariffs on US crude oil, even as it announced other measures in retaliation to US import tariffs on Chinese goods. Those days are over.\r… [+4118 chars]"
    },
    {
      "source": {
        "id": "rt",
        "name": "RT"
      },
      "author": "RT",
      "title": "'Executioner of Raqqa': ISIS killer who received UK housing benefits for years finally captured",
      "description": "A Belgian native and former Birmingham resident dubbed 'the executioner of Raqqa' who reportedly received benefits from the UK government for years while fighting for ISIS in Syria has finally been captured. Read Full Article at RT.com",
      "url": "https://www.rt.com/uk/467605-isis-executioner-benefits-arrested/",
      "urlToImage": "https://cdni.rt.com/files/2019.08/article/5d68d71dfc7e93f4678b4678.JPG",
      "publishedAt": "2019-08-30T08:14:14Z",
      "content": "Anouar Haddouchi, 35, moved to the British midlands in 2009 and would later reportedly behead more than 100 people in the central market square in Raqqa while fighting for the Islamic State (IS, formerly ISIS). He has now finally been captured and is being he… [+1213 chars]"
    },
    {
      "source": {
        "id": "rt",
        "name": "RT"
      },
      "author": "Rt Arabic",
      "title": "\"موديز\": تصنيف مصر الائتماني يعكس حاجات التمويل",
      "description": "نشرت وكالة \"موديز\" للتصنيف الائتماني، تقريرا حذرت فيه من مخاطر مالية تواجه مصر، وقالت، إن \"قدرة مصر على تحمل الديون ضعيفة للغاية\".",
      "url": "https://arabic.rt.com/business/1041934-%D9%85%D9%88%D8%AF%D9%8A%D8%B2-%D8%AA%D8%B5%D9%86%D9%8A%D9%81-%D9%85%D8%B5%D8%B1-%D8%A7%D9%84%D8%A7%D8%A6%D8%AA%D9%85%D8%A7%D9%86%D9%8A-%D9%8A%D8%B9%D9%83%D8%B3-%D8%AD%D8%A7%D8%AC%D8%A7%D8%AA-%D8%A7%D9%84%D8%AA%D9%85%D9%88%D9%8A%D9%84/",
      "urlToImage": "https://cdni.rt.com/media/pics/2019.08/original/5d68d76b95a597b16d8b4617.jpg",
      "publishedAt": "2019-08-30T08:08:14Z",
      "content": null
    },
    {
      "source": {
        "id": "rt",
        "name": "RT"
      },
      "author": "RT en Español",
      "title": "Los 15 inmigrantes del Open Arms trasladados por un barco de la Armada desembarcan en España",
      "description": "Serán trasladados, en un primer lugar, a un Centro de Estancia Temporal de Cádiz, en el sur de España.",
      "url": "https://actualidad.rt.com/actualidad/325562-15-inmigrantes-open-arms-trasladados-espana",
      "urlToImage": "https://cdni.rt.com/actualidad/public_images/2019.08/article/5d68d504e9180fe37c8b4568.JPG",
      "publishedAt": "2019-08-30T08:01:44Z",
      "content": "El buque de la Armada española Audaz ha atracado este viernes en el puerto de Cádiz de San Roque, en el sur de España. A bordo lleva a los 15 inmigrantes que recogió del barco humanitario Open Arms en Lampedusa, Italia.\r\nTras ser desembarcados, todos los resc… [+924 chars]"
    },
    {
      "source": {
        "id": "rt",
        "name": "RT"
      },
      "author": "RT на Русском",
      "title": "Путин и Лукашенко обсудили по телефону реализацию договорённостей - RT на русском",
      "description": "Путин и Лукашенко обсудили по телефону реализацию договорённостей RT на русском Первый и единственный Батька. Александру Лукашенко – 65 | В мире | Политика Аргументы и факты Путин и Лукашенко провели переговоры по телефону Life.ru «Я ещё не всё сделал»: прези…",
      "url": "https://russian.rt.com/ussr/news/663456-putin-lukashenko-peregovory",
      "urlToImage": "https://cdni.rt.com/russian/images/2019.08/article/5d68d78d370f2c08468b45fe.png",
      "publishedAt": "2019-08-30T07:58:00Z",
      "content": null
    },
    {
      "source": {
        "id": "rt",
        "name": "RT"
      },
      "author": "RT",
      "title": "No ‘credible’ proposals from UK on Brexit backstop, Irish foreign minister says",
      "description": "Ireland’s foreign minister has said that the UK has not made concrete or credible proposals to replace the Irish border backstop in its Brexit deal with the EU, adding that if it has any alternatives, “then let’s hear them.” Read Full Article at RT.com",
      "url": "https://www.rt.com/uk/467604-ireland-credible-brexit-backstop/",
      "urlToImage": "https://cdni.rt.com/files/2019.08/article/5d68d101fc7e9345678b4661.JPG",
      "publishedAt": "2019-08-30T07:57:23Z",
      "content": "“There is no country that wants a deal more than Ireland,” Simon Coveney told reporters in Helsinki on Friday. “But that deal has to be based on the Withdrawal Agreement and has to be consistent with that.”\r\nLondon has said UK negotiators will hold twice-week… [+1557 chars]"
    },
    {
      "source": {
        "id": "rt",
        "name": "RT"
      },
      "author": "Rt Arabic",
      "title": "البورصة السعودية عند أدنى مستوى في 8 أشهر",
      "description": "أغلقت البورصة السعودية الخميس عند أدنى مستوياتها في 8 أشهر مع استمرار خسائر أسهم البنوك في الضغط على السوق، بينما تفوقت بورصة قطر على أسواق الأسهم الخليجية الرئيسية.",
      "url": "https://arabic.rt.com/business/1041930-%D8%A7%D9%84%D8%A8%D9%88%D8%B1%D8%B5%D8%A9-%D8%A7%D9%84%D8%B3%D8%B9%D9%88%D8%AF%D9%8A%D8%A9-%D8%B9%D9%86%D8%AF-%D8%A3%D8%AF%D9%86%D9%89-%D9%85%D8%B3%D8%AA%D9%88%D9%89-%D9%81%D9%8A-8-%D8%A3%D8%B4%D9%87%D8%B1/",
      "urlToImage": "https://cdni.rt.com/media/pics/2019.08/original/5d68cf81d4375098778b45fd.jpg",
      "publishedAt": "2019-08-30T07:37:37Z",
      "content": null
    },
    {
      "source": {
        "id": "rt",
        "name": "RT"
      },
      "author": "RT",
      "title": "Trump canceling Warsaw trip seen as blow for ruling Polish party",
      "description": "President Donald Trump’s decision to cancel a planned trip to Poland to deal with a hurricane comes as a sharp blow to Poland’s government, which had been counting on the visit for a boost ahead of October elections, AP said.",
      "url": "https://www.rt.com/newsline/467611-trump-cancel-poland-party/",
      "urlToImage": "https://cdni.rt.com/files/2019.08/article/5d68fa34fc7e9362598b4582.JPG",
      "publishedAt": "2019-08-30T07:29:00Z",
      "content": "President Donald Trump’s decision to cancel a planned trip to Poland in order to deal with a hurricane comes as a sharp blow to Poland’s government, which had been counting on the visit for a boost ahead of the October election, AP said.\r\nTrump is sending Vic… [+671 chars]"
    },
    {
      "source": {
        "id": "rt",
        "name": "RT"
      },
      "author": "RT en Español",
      "title": "Video de un trabajador de un zoológico arrastrando el cadáver de un tejón tras supuestamente matarlo enfurece a la Red",
      "description": "La administración del parque ha afirmado que el animal era \"feroz\" y representaba una amenaza para sus visitantes.",
      "url": "https://actualidad.rt.com/viral/325561-trabajador-zoologico-matar-tejon-visitantes-horrorizado",
      "urlToImage": "https://cdni.rt.com/actualidad/public_images/2019.08/article/5d689922e9180f54678b4567.jpg",
      "publishedAt": "2019-08-30T07:17:44Z",
      "content": "Un trabajador de un zoológico en China ha sido acusado de crueldad animal, después de presuntamente matar a un tejón y arrastrar su cuerpo por el suelo delante de los visitantes horrorizados del parque, que filmaron el hecho.\r\nEn el video, subido a la platafo… [+1134 chars]"
    },
    {
      "source": {
        "id": "rt",
        "name": "RT"
      },
      "author": null,
      "title": "Politico: Трамп отменил визит в Польшу на 80-ю годовщину начала Второй мировой - RT на русском",
      "description": "Politico: Трамп отменил визит в Польшу на 80-ю годовщину начала Второй мировой RT на русском Politico: Трамп отменил визит в Польшу на 80-ю годовщину начала Второй мировой - Читайте подробнее на сайте РТ на русском. Взгляд с разных сторон в приложении \"Google…",
      "url": "https://russian.rt.com/inotv/2019-08-30/Politico-Tramp-otmenil-vizit-v",
      "urlToImage": "https://russian.rt.com/inotv/s/content/r/2/e/921060_1_trump_big.jpg",
      "publishedAt": "2019-08-30T07:07:21Z",
      "content": null
    },
    {
      "source": {
        "id": "rt",
        "name": "RT"
      },
      "author": "RT на Русском",
      "title": "Депутат Рады заявил о нарушениях в голосовании по неприкосновенности - RT на русском",
      "description": "Депутат Рады заявил о нарушениях в голосовании по неприкосновенности RT на русском Украинский парламент утвердил правительство в \"турбо-режиме\" BBC Русская служба Спикер Рады выключил микрофон говорившему по-русски депутату Lenta.ru Стал известен новый предсе…",
      "url": "https://russian.rt.com/ussr/news/663445-rada-narusheniya-neprikosnovennost",
      "urlToImage": "https://cdni.rt.com/russian/images/2019.08/article/5d68c946370f2cb35b8b45bf.png",
      "publishedAt": "2019-08-30T07:04:00Z",
      "content": null
    },
    {
      "source": {
        "id": "rt",
        "name": "RT"
      },
      "author": "RT en Español",
      "title": "Exmilitar acude a encuentro de graduados y mata a tiros al excompañero que lo acosaba hace más de 50 años",
      "description": "El agresor, un oficial de marina jubilado, está siendo buscado por la Policía tailandesa.",
      "url": "https://actualidad.rt.com/actualidad/325560-exmilitar-matar-tiros-excompanero-clase-acosar",
      "urlToImage": "https://cdni.rt.com/actualidad/public_images/2019.08/article/5d689babe9180f44688b4568.jpg",
      "publishedAt": "2019-08-30T06:48:27Z",
      "content": "Durante un encuentro de exalumnos de una escuela de la ciudad tailandesa de Ang Thong, que se celebró el pasado domingo, Thanapat Anakesri, de 69 años, disparó a su excompañero de clase, Suthat Kosayamat, en venganza por el maltrato que le infligió en la adol… [+681 chars]"
    },
    {
      "source": {
        "id": "rt",
        "name": "RT"
      },
      "author": "RT на Русском",
      "title": "Польша, США и Украина подпишут соглашение о безопасности поставок газа - RT на русском",
      "description": "Польша, США и Украина подпишут соглашение о безопасности поставок газа RT на русском Польша решила продавать Украине доставленный из США газ РБК США зайдут на Украину через Польшу Lenta.ru «Исключительно политический акт»: как на Украине собираются получать а…",
      "url": "https://russian.rt.com/business/news/663436-polsha-ssha-ukraina-gaz-soglashenie",
      "urlToImage": "https://cdni.rt.com/russian/images/2019.08/article/5d68c357183561475b8b45cc.jpg",
      "publishedAt": "2019-08-30T06:30:08Z",
      "content": null
    },
    {
      "source": {
        "id": "rt",
        "name": "RT"
      },
      "author": "RT на Русском",
      "title": "Глава Росгвардии рассказал о провокациях на несогласованных акциях - RT на русском",
      "description": "Глава Росгвардии рассказал о провокациях на несогласованных акциях RT на русском Виктор Золотов: вопросы безопасности требуют профессионализма и компетенции ТАСС Глава Росгвардии прокомментировал протестные акции оппозиции в Москве znak.com На массовых меропр…",
      "url": "https://russian.rt.com/russia/news/663435-zolotov-provokaciya-akciya",
      "urlToImage": "https://cdni.rt.com/russian/images/2019.08/article/5d68bde3370f2ca75b8b45a2.png",
      "publishedAt": "2019-08-30T06:18:00Z",
      "content": null
    },
    {
      "source": {
        "id": "rt",
        "name": "RT"
      },
      "author": "RT en Español",
      "title": "VIDEO: Tratan de robar a un transeúnte en Argentina, pero resulta ser un policía fuera de servicio y se defiende a tiros",
      "description": "El oficial de la Policía bonaerense hizo tres disparos contra un ladrón, al que logró herir.",
      "url": "https://actualidad.rt.com/actualidad/325559-tratar-robar-transeunte-resultar-policia",
      "urlToImage": "https://cdni.rt.com/actualidad/public_images/2019.08/article/5d68b135e9180f4b708b4568.jpg",
      "publishedAt": "2019-08-30T05:36:44Z",
      "content": "Este jueves, Alexis Braian Castro, de la Policía de Buenos Aires, se defendió con su arma reglamentaria de los atracadores que trataron de asaltarlo en la ciudad vecina de Merlo, cuando estaba fuera de servicio. La grabación de una cámara de seguridad registr… [+553 chars]"
    },
    {
      "source": {
        "id": "rt",
        "name": "RT"
      },
      "author": "RT на Русском",
      "title": "Новый глава МИД Украины назвал приоритетной задачей возвращение Крыма - RT на русском",
      "description": "Новый глава МИД Украины назвал приоритетной задачей возвращение Крыма RT на русском В Киеве назвали срок урегулирования ситуации в Донбассе Lenta.ru Глава МИД Украины высказал позицию о выполнении ключевых пунктов Минска-2 ВЗГЛЯД.РУ Чего ждать от главы МИД Пр…",
      "url": "https://russian.rt.com/ussr/news/663424-pristaiko-mid-ukraina-prioritety",
      "urlToImage": "https://cdni.rt.com/russian/images/2019.08/article/5d68b524370f2c1a588b4592.png",
      "publishedAt": "2019-08-30T05:31:00Z",
      "content": null
    },
    {
      "source": {
        "id": "rt",
        "name": "RT"
      },
      "author": "RT",
      "title": "Trump targets China’s century-old debt in latest trade war maneuver - report",
      "description": "The Trump administration may be eyeing long-defaulted Chinese bonds as a weapon in its ongoing trade war with Beijing, according to people who hold the antique debt and say they’ve met with the president to discuss it. Read Full Article at RT.com",
      "url": "https://www.rt.com/usa/467593-trump-china-antique-debt-bonds/",
      "urlToImage": "https://cdni.rt.com/files/2019.08/article/5d68ac42fc7e93ce668b4634.JPG",
      "publishedAt": "2019-08-30T05:16:38Z",
      "content": "Trump’s top trade warriors are “studying” the possibility of calling in century-old debts incurred by China before the nation went communist, according to a Bloomberg report published on Thursday. China doesn’t recognize the debt, of course, and decades of at… [+3376 chars]"
    },
    {
      "source": {
        "id": "rt",
        "name": "RT"
      },
      "author": "RT en Español",
      "title": "Reportan detección de lingotes falsificados valorados en 50 millones de dólares en el mercado del oro",
      "description": "Están hechos de un oro muy fino, por lo que servirían para el blanqueamiento del metal de procedencia ilegal.",
      "url": "https://actualidad.rt.com/actualidad/325558-detectar-lingotes-oro-falsificados-50-millones",
      "urlToImage": "https://cdni.rt.com/actualidad/public_images/2019.08/article/5d688ab0e9180fca618b4567.JPG",
      "publishedAt": "2019-08-30T05:16:03Z",
      "content": "En el mercado del oro circulan miles de lingotes de marcas falsificadas hechas de metal de alta calidad, reportó Reuters este miércoles con referencia a varias fuentes del sector bancario y aurífero.\r\nEn particular, al menos 1.000 lingotes de 1 kilogramo de p… [+1856 chars]"
    },
    {
      "source": {
        "id": "rt",
        "name": "RT"
      },
      "author": "RT на Русском",
      "title": "На Украине ожидают приземления самолёта с переданными Россией заключёнными - RT на русском",
      "description": "На Украине ожидают приземления самолёта с переданными Россией заключёнными RT на русском Украинские СМИ со ссылкой на информированные источники сообщают, что в киевском аэропорту Жуляны должен приземлиться самолёт с... Взгляд с разных сторон в приложении \"Goo…",
      "url": "https://russian.rt.com/ussr/news/663419-ukraina-samolyot-obmen",
      "urlToImage": "https://cdni.rt.com/russian/images/2019.08/article/5d68b2e0183561455b8b45b3.jpg",
      "publishedAt": "2019-08-30T05:06:00Z",
      "content": null
    },
    {
      "source": {
        "id": "rt",
        "name": "RT"
      },
      "author": "RT en Español",
      "title": "Cierran el caso del multimillonario Jeffrey Epstein tras su muerte",
      "description": "El financiero y pedófilo, de 66 años, se suicidó el 10 de agosto en su celda del Centro Correccional Metropolitano de Manhattan.",
      "url": "https://actualidad.rt.com/actualidad/325557-cerrar-caso-jeffrey-epstein-muerte",
      "urlToImage": "https://cdni.rt.com/actualidad/public_images/2019.08/article/5d68a42108f3d9ad368b4596.JPG",
      "publishedAt": "2019-08-30T05:05:28Z",
      "content": "El juez estadounidense Richard Berman cerró este jueves el caso contra el multimillonario Jeffrey Epstein a causa de su muerte, informa AP.\r\nDe este modo, respondió a la solicitud del fiscal Geoffrey Berman y cumplió los requisitos de la ley.\r\nEl financiero y… [+1300 chars]"
    },
    {
      "source": {
        "id": "rt",
        "name": "RT"
      },
      "author": "RT en Español",
      "title": "WSJ: Fiscales de EE.UU. investigan a Huawei por nuevas acusaciones de robo de tecnología",
      "description": "La compañía china supuestamente habría robado propiedad intelectual de individuos y otras empresas, así como reclutado empleados de sus rivales.",
      "url": "https://actualidad.rt.com/actualidad/325556-wsj-fiscales-eeuu-investigar-huawei-robo-tecnologia",
      "urlToImage": "https://cdni.rt.com/actualidad/public_images/2019.08/article/5d6899cd08f3d9b4368b4586.JPG",
      "publishedAt": "2019-08-30T04:48:14Z",
      "content": "En medio de las permanentes tensiones por la guerra comercial entre EE.UU. y China, The Wall Street Journal ha informado este jueves, con referencia a unas fuentes familiarizadas con el asunto, que el gigante tecnológico chino Huawei está siendo investigado p… [+695 chars]"
    },
    {
      "source": {
        "id": "rt",
        "name": "RT"
      },
      "author": "Rt Arabic",
      "title": "المكمل الغذائي الأفضل لصحة الدماغ",
      "description": "قال خبراء الصحة إن محاولة الحفاظ على صحة الدماغ أمر هام في أي عمر، حيث يمكن إجراء تعديلات بسيطة على نمط الحياة للحد من مخاطر التدهور المعرفي.",
      "url": "https://arabic.rt.com/health/1041597-%D8%A7%D9%84%D9%85%D9%83%D9%85%D9%84-%D8%A7%D9%84%D8%BA%D8%B0%D8%A7%D8%A6%D9%8A-%D8%A7%D9%84%D8%A3%D9%81%D8%B6%D9%84-%D9%84%D8%B5%D8%AD%D8%A9-%D8%A7%D9%84%D8%AF%D9%85%D8%A7%D8%BA/",
      "urlToImage": "https://cdni.rt.com/media/pics/2019.08/original/5d669ca495a5977e628b4651.jpg",
      "publishedAt": "2019-08-30T04:23:09Z",
      "content": null
    },
    {
      "source": {
        "id": "rt",
        "name": "RT"
      },
      "author": "RT на Русском",
      "title": "«Забыть позор «Мистралей»: во Франции подняли вопрос возобновления военно-технического сотрудничества с Россией - RT на русском",
      "description": "Во Франции заявили о двойных стандартах, которых власти Пятой республики придерживаются в сфере торговли оружием. Депутат Национального собрания Жозе Эврар направил запрос главе Минобороны страны Флоранс Парли, в котором поинтересовался, какие меры могут быть…",
      "url": "https://russian.rt.com/world/article/663413-franciya-torgovlya-oruzhie-rossiya",
      "urlToImage": "https://cdni.rt.com/russian/images/2019.08/article/5d667eea183561bb458b45c3.jpg",
      "publishedAt": "2019-08-30T04:01:00Z",
      "content": "« » - . , RT, .\r\n ,   «». ,   , , , , 2015 .\r\n , «». , , .\r\n«, , ( . — RT) , , (. — RT) , . , », — .\r\n«, , . , , », — .\r\n    , , « «».\r\n, «»  €1,2 DCNS/STX «» 2011 . — «» «» — , 2014- .\r\n   , . 2015 .  «» .   €950 .\r\n 2018- , , « ».\r\n« , », —  ,  «».\r\n2014—20… [+269 chars]"
    },
    {
      "source": {
        "id": "rt",
        "name": "RT"
      },
      "author": "RT en Español",
      "title": "Maduro culpa de los incendios en la Amazonía al \"fascismo\" del gobierno de Bolsonaro, que la \"entregó a la oligarquía terrateniente\"",
      "description": "El presidente venezolano precisó que su país \"condena y repudia\" la actitud de las autoridades brasileñas.",
      "url": "https://actualidad.rt.com/actualidad/325555-maduro-culpar-bolsonaro-incendios-amazonia",
      "urlToImage": "https://cdni.rt.com/actualidad/public_images/2019.08/article/5d689c29e9180f81688b4568.JPG",
      "publishedAt": "2019-08-30T03:47:23Z",
      "content": "El presidente de Venezuela, Nicolás Maduro, ha acusado este 29 de agosto a su homólogo brasileño, Jair Bolsonaro, de haber provocado los incendios que estos días azotan la región de la Amazonía.\r\n\"Cuanto nos ha dolido el incendio que ha provocado Jair Bolsona… [+749 chars]"
    },
    {
      "source": {
        "id": "rt",
        "name": "RT"
      },
      "author": "RT на Русском",
      "title": "Роструд напомнил, что в этом году 31 декабря будет рабочим днём - RT на русском",
      "description": "Роструд напомнил, что в этом году 31 декабря будет рабочим днём RT на русском 31 декабря 2019 года будет рабочим днем | Общество Аргументы и факты Взгляд с разных сторон в приложении \"Google Новости\"",
      "url": "https://russian.rt.com/russia/news/663410-rostrud-rabochii-den",
      "urlToImage": "https://russian.rt.com/static/blocks/og-img/pl-17.jpg",
      "publishedAt": "2019-08-30T03:45:39Z",
      "content": null
    },
    {
      "source": {
        "id": "rt",
        "name": "RT"
      },
      "author": "RT en Español",
      "title": "Rusia y Ucrania inician un intercambio de prisioneros",
      "description": "Se prevé que el primer avión con los prisioneros aterrice en breve en Kiev.",
      "url": "https://actualidad.rt.com/actualidad/325554-rusia-ucrania-iniciar-intercambio-prisioneros",
      "urlToImage": "https://cdni.rt.com/actualidad/public_images/static.es/article/rt-ultimo2.jpg",
      "publishedAt": "2019-08-30T03:30:00Z",
      "content": "El fiscal general de Ucrania, Ruslán Ryaboshapka, ha comunicado este 30 de agosto que Kiev y Moscú han iniciado un intercambio de prisioneros.\r\nLa cuestión fue abordada el pasado 12 de julio, en una conversación telefónica entre los presidentes de ambos paíse… [+180 chars]"
    },
    {
      "source": {
        "id": "rt",
        "name": "RT"
      },
      "author": "RT",
      "title": "Plane with Ukrainian sailors, others heads to Kiev, as prisoner swap between Russia&Ukraine begins",
      "description": "Read Full Article at RT.com",
      "url": "https://www.rt.com/news/467592-ukraine-prisonser-exchange-sailors/",
      "urlToImage": "https://cdni.rt.com/files/static.en/article/breaking.jpg",
      "publishedAt": "2019-08-30T03:18:38Z",
      "content": "© Autonomous Nonprofit Organization TV-Novosti, 20052019. All rights reserved."
    },
    {
      "source": {
        "id": "rt",
        "name": "RT"
      },
      "author": "RT en Español",
      "title": "Descubren cinco islas nuevas en Rusia",
      "description": "Estas tierras están localizadas en el Ártico y formarán parte del archipiélago ruso de Nóvaya Zemliá.",
      "url": "https://actualidad.rt.com/actualidad/325553-descubrir-rusia-cinco-islas-nuevas",
      "urlToImage": "https://cdni.rt.com/actualidad/public_images/2019.08/article/5d687ee5e9180f855d8b4567.jpg",
      "publishedAt": "2019-08-30T03:10:57Z",
      "content": "Una expedición de la Flota del Norte rusa ha confirmado el descubrimiento de cinco nuevas islas, ubicadas en el océano Ártico, cerca del glaciar Vylka (Nansen), al oeste de la isla de Séverni del archipiélago ruso de Nóvaya Zemliá. Ahora estas tierras también… [+2483 chars]"
    },
    {
      "source": {
        "id": "rt",
        "name": "RT"
      },
      "author": "RT",
      "title": "Trump’s personal assistant resigns after caught leaking information to media – report",
      "description": "Madeleine Westerhout, Trump’s personal assistant and ‘veteran’ of the administration, has reportedly stepped down after she was accused of sharing details about the Trump family and the White House's inner workings with media. Read Full Article at RT.com",
      "url": "https://www.rt.com/usa/467591-westerhout-resigned-trump-leak/",
      "urlToImage": "https://cdni.rt.com/files/2019.08/article/5d688ebbdda4c881078b45c2.JPG",
      "publishedAt": "2019-08-30T02:53:16Z",
      "content": "The scoop on Westerhout’s exit through the Trump administration’s revolving door was reported by the New York Times on Thursday.\r\nAlso on rt.comLeaks real, the news is fake: Reporters hit out at Trump trashing of mediaUS President Donald Trump was reportedly … [+1691 chars]"
    },
    {
      "source": {
        "id": "rt",
        "name": "RT"
      },
      "author": "RT en Español",
      "title": "VIDEO: BMW presenta el auto más negro del mundo que absorbe la luz",
      "description": "La nueva pintura compuesta por nanotubos de carbono hace que el ojo humano perciba un objeto tridimensional como plano, como si estuviera mirando en un agujero negro.",
      "url": "https://actualidad.rt.com/actualidad/325551-bmw-auto-negro-mundo-absorber-luz",
      "urlToImage": "https://cdni.rt.com/actualidad/public_images/2019.08/article/5d684fa0e9180f404a8b4567.png",
      "publishedAt": "2019-08-30T02:38:22Z",
      "content": "La marca automotriz alemana BMW ha presentado este miércoles su último modelo de crossover X6 de tercera generación en un color inusual, que sin duda dejará boquiabiertos a los fanáticos del estilo mate.\r\nSe trata de la nueva pintura más negra del mundo, vant… [+1442 chars]"
    },
    {
      "source": {
        "id": "rt",
        "name": "RT"
      },
      "author": "RT en Español",
      "title": "Cabello responde a Iván Duque: \"Venezuela no tiene nada que ver con el conflicto colombiano\"",
      "description": "El presidente de la Asamblea Nacional Constituyente (ANC) lamentó que el país vecino \"continúe en el espiral de violencia que tiene 60 años\".",
      "url": "https://actualidad.rt.com/actualidad/325550-cabello-responde-ivan-duque-farc",
      "urlToImage": "https://cdni.rt.com/actualidad/public_images/2019.08/article/5d6882c808f3d9b9368b457d.JPG",
      "publishedAt": "2019-08-30T02:11:18Z",
      "content": "El presidente de la Asamblea Nacional Constituyente (ANC), Diosdado Cabello, rechazó este jueves los señalamientos del Gobierno de Colombia por intentar vincular a Venezuela con el recrudecimiento de su conflicto armado, luego de una fracción de la Fuerza Alt… [+1796 chars]"
    },
    {
      "source": {
        "id": "rt",
        "name": "RT"
      },
      "author": "RT en Español",
      "title": "\"Vamos a tener presencia siempre\": Trump declara que 8.600 tropas de EE.UU. se quedarán en Afganistán",
      "description": "El presidente de EE.UU. afirmó que su país tiene el objetivo de reducir en más de 5.000 la cantidad de efectivos en ese país, pero no detalló  cuándo tendrá lugar la retirada.",
      "url": "https://actualidad.rt.com/actualidad/325548-trump-declarar-tropas--quedar-afganistan",
      "urlToImage": "https://cdni.rt.com/actualidad/public_images/2019.08/article/5d687bb8e9180f215c8b4567.JPG",
      "publishedAt": "2019-08-30T01:59:23Z",
      "content": "El presidente de EE.UU., Donald Trump, afirmó que reducirá el número de soldados estadounidenses desplazados en Afganistán, al indicar que 8.600 tropas permanecerán ese país.\r\n\"Estamos reduciendo la presencia [en Afganistán] muy sustancialmente y vamos a tene… [+1490 chars]"
    },
    {
      "source": {
        "id": "rt",
        "name": "RT"
      },
      "author": "RT en Español",
      "title": "El exjefe del FBI queda libre de cargos a pesar de divulgar datos sensibles sobre sus reuniones con Trump",
      "description": "Al compartir esta información con los medios, James Comey violó las reglas del FBI y su propio contrato y dio un 'mal ejemplo' a otros empleados de la agencia, indicó el Departamento de Justicia de EE.UU.",
      "url": "https://actualidad.rt.com/actualidad/325547-exjefe-fbi-libre-cargos-divulgar-datos-sensibles-trump",
      "urlToImage": "https://cdni.rt.com/actualidad/public_images/2019.08/article/5d685c0fe9180ff04e8b456a.jpg",
      "publishedAt": "2019-08-30T01:35:39Z",
      "content": "El exdirector del FBI, James Comey, dio un \"ejemplo peligroso a más de los 35.000 empleados actuales del FBI, y otros miles de exempleados\" de la agencia \"al no salvaguardar la información sensible obtenida durante su trabajo en el FBI, y usarla para crear pr… [+2634 chars]"
    },
    {
      "source": {
        "id": "rt",
        "name": "RT"
      },
      "author": "RT en Español",
      "title": "ONU: \"No hay justificación para regresar a las armas en Colombia\"",
      "description": "El vocero del organismo, Stéphane Dujarric, llamó a todos los actores a continuar con el proceso de paz en el país suramericano.",
      "url": "https://actualidad.rt.com/actualidad/325546-onu-no-haber-justificacion-armas-colombia",
      "urlToImage": "https://cdni.rt.com/actualidad/public_images/2019.08/article/5d6877f708f3d9b4368b456c.JPG",
      "publishedAt": "2019-08-30T01:33:00Z",
      "content": "La Organización de Naciones Unidas (ONU) lamentó la decisión de los disidentes de la Fuerza Alternativa Revolucionaria del Común (FARC), que este jueves anunciaron su regreso a la lucha armada.\r\n\"No hay justificación para regresar a las armas en Colombia\", di… [+2311 chars]"
    },
    {
      "source": {
        "id": "rt",
        "name": "RT"
      },
      "author": "RT",
      "title": "‘Could be an absolute monster’: Trump battens down the hatches for Hurricane Dorian",
      "description": "US President Donald Trump is warning Florida residents they may have to evacuate as the state braces for impact by Hurricane Dorian, which “could be an absolute monster” as it strengthens into a category 4 storm. Read Full Article at RT.com",
      "url": "https://www.rt.com/usa/467590-hurricane-dorian-trump-florida-monster/",
      "urlToImage": "https://cdni.rt.com/files/2019.08/article/5d6879c5fc7e93ce668b4618.jpg",
      "publishedAt": "2019-08-30T01:23:47Z",
      "content": "Hurricane Dorian is “looking like it could be an absolute monster,” the president warned Americans on Thursday in a video posted to his Twitter as the storm picked up speed and size over the Atlantic Ocean.\r\nTrump warned Floridians that “it may be that you’re… [+1511 chars]"
    },
    {
      "source": {
        "id": "rt",
        "name": "RT"
      },
      "author": "RT en Español",
      "title": "Justicia de Paz en Colombia ordena la captura de disidentes de la FARC que retomaron las armas",
      "description": "La JEP revocó el beneficio de la suspensión de las órdenes de captura y las libertades condicionales que pesaba sobre los excombatientes.",
      "url": "https://actualidad.rt.com/actualidad/325545-justicia-paz-colombia-ordenar-captura-disidentes",
      "urlToImage": "https://cdni.rt.com/actualidad/public_images/2019.08/article/5d687ae8e9180fcf5b8b4568.JPG",
      "publishedAt": "2019-08-30T01:13:00Z",
      "content": "La Jurisdicción Especial para la Paz (JEP) ordenó la captura de los disidentes de la Fuerza Alternativa Revolucionaria del Común (FARC), que este jueves anunciaron su regreso a la lucha armada. \r\n\"A Iván Luciano Márquez Marín, Henry Castellanos Garzón, José V… [+828 chars]"
    },
    {
      "source": {
        "id": "rt",
        "name": "RT"
      },
      "author": "RT en Español",
      "title": "Gobierno de El Salvador desarticula red transnacional dedicada al tráfico de personas",
      "description": "La organización cobraba entre 8.000 y 12.000 dólares para llevar a migrantes desde Centroamérica hasta la frontera con EE.UU.",
      "url": "https://actualidad.rt.com/actualidad/325544-gobierno-salvador-desarticular-red-trafico-personas",
      "urlToImage": "https://cdni.rt.com/actualidad/public_images/2019.08/article/5d687108e9180f0a588b4567.JPG",
      "publishedAt": "2019-08-30T01:06:28Z",
      "content": "El Gobierno de El Salvador anunció este jueves la desarticulación de una red 25 miembros que se dedicaba al tráfico de personas desde el país centroamericano hacia territorio estadounidense. \r\nLa Fiscalía General de El Salvador informó en un comunicado de pre… [+1613 chars]"
    },
    {
      "source": {
        "id": "rt",
        "name": "RT"
      },
      "author": "RT en Español",
      "title": "VIDEO: Un tiburón trata de morder un bote, asustando a los pescadores",
      "description": "Probablemente, el escualo fue atraído por el cadáver de una yubarta que flotaba cerca.",
      "url": "https://actualidad.rt.com/viral/325543-tiburon-tratar-morder-bote",
      "urlToImage": "https://cdni.rt.com/actualidad/public_images/2019.08/article/5d686e13e9180f9e568b4567.jpg",
      "publishedAt": "2019-08-30T00:48:45Z",
      "content": "La organización estadounidense sin fines de lucro Atlantic White Shark Conservancy, que se dedica a la conservación de los tiburones blancos, publicó este miércoles en su página de Facebook una grabación donde un escualo ataca un bote.\r\nSegún la descripción, … [+280 chars]"
    },
    {
      "source": {
        "id": "rt",
        "name": "RT"
      },
      "author": "RT en Español",
      "title": "VIDEO: Oficinistas se divierten arrojando marcadores a una jarra, pero el final del truco sorprende a la Red",
      "description": "En pocos días el video ha sido visto casi 12 millones de veces, recibiendo miles de comentarios.",
      "url": "https://actualidad.rt.com/viral/325542-trabajadores-oficina-arrojar-marcadores-sorprender-red",
      "urlToImage": "https://cdni.rt.com/actualidad/public_images/2019.08/article/5d685a3be9180f5a4e8b4567.jpg",
      "publishedAt": "2019-08-30T00:46:25Z",
      "content": "El 26 de agosto el usuario de Twitter, Candy Heart, publicó en su cuenta un video divertido que muestra a dos oficinistas no identificados arrojando marcadores a una jarra transparente.\r\nAl principio se puede pensar que los hombres tienen suerte y muy buen ti… [+640 chars]"
    },
    {
      "source": {
        "id": "rt",
        "name": "RT"
      },
      "author": "RT en Español",
      "title": "La Justicia obliga al hombre que dice ser el inventor del bitcóin a pagar 5 millones de dólares en esa criptomoneda",
      "description": "El australiano Craig Wright deberá abonar esa suma a la familia de un exsocio fallecido en 2013.",
      "url": "https://actualidad.rt.com/actualidad/325541-justicia-condenar-hombre-dice-inventor-bitcoin",
      "urlToImage": "https://cdni.rt.com/actualidad/public_images/2019.08/article/5d6871bfe9180f4f588b4569.jpg",
      "publishedAt": "2019-08-30T00:45:36Z",
      "content": "La Justicia de EE.UU. ordenó este martes al ingeniero informático australiano Craig Wright, quien afirma ser el inventor de las criptomonedas bitcóin, a pagar la mitad de lo que ha ganado en ese mercado entre 2009 y 2013, según informó el diario The Guardian.… [+1081 chars]"
    },
    {
      "source": {
        "id": "rt",
        "name": "RT"
      },
      "author": "RT en Español",
      "title": "FOTOS: Posaba en Instagram con dinero en efectivo y armas, y acaba condenado a 17 años de cárcel por tráfico de drogas",
      "description": "Se declaró culpable ante una corte de EE.UU. de fabricar presunto oxycontin, que era una mezcla de fentanilo.",
      "url": "https://actualidad.rt.com/actualidad/325540-joven-instagram-narco-carcel-eeuu",
      "urlToImage": "https://cdni.rt.com/actualidad/public_images/2019.08/article/5d6868ba08f3d91b0b8b4692.jpg",
      "publishedAt": "2019-08-30T00:37:00Z",
      "content": "Wyatt Pasek, un joven de 22 años conocido como 'Oxigod' y que se hizo célebre por publicar en Instagram fotos con dinero en efectivo y armas, recibió una sentencia de 17 años y medio de prisión por tráfico de drogas tras declararse culpable de vender píldoras… [+1944 chars]"
    },
    {
      "source": {
        "id": "rt",
        "name": "RT"
      },
      "author": "RT en Español",
      "title": "VIDEO: Marca un gol sin respetar el 'fair play' y acaba huyendo del equipo rival",
      "description": "El árbitro validó el tanto marcado por el delantero serbio Nikola Grbovic y luego tuvo que expulsar a tres jugadores.",
      "url": "https://actualidad.rt.com/viral/325539-marcar-gol-tener-escapar-rivales",
      "urlToImage": "https://cdni.rt.com/actualidad/public_images/2019.08/article/5d68630e08f3d9e00b8b4648.jpg",
      "publishedAt": "2019-08-30T00:35:03Z",
      "content": "El pasado sábado, durante un partido de fútbol entre los clubes Metalac Gornji Milanovac y FK Backa Backa Palanka, de la segunda división serbia, el delantero del Metalac, Nikola Grbovic, marcó un gol en el minuto 45, cuando uno de los jugadores del FK Backa … [+520 chars]"
    },
    {
      "source": {
        "id": "rt",
        "name": "RT"
      },
      "author": "RT en Español",
      "title": "Advierten de la \"triple amenaza\" que podría traer a Florida el huracán Dorian",
      "description": "Se prevé que llegue a sus costas el próximo lunes como gran tormenta de categoría 4.",
      "url": "https://actualidad.rt.com/actualidad/325538-adviertir-triple-amenaza-florida-huracan-dorian",
      "urlToImage": "https://cdni.rt.com/actualidad/public_images/2019.08/article/5d685fd108f3d9240b8b4659.JPG",
      "publishedAt": "2019-08-30T00:33:00Z",
      "content": "El Servicio Meteorológico Nacional de la Administración Nacional Oceánica y Atmosférica de EE.UU. (NOAA, por sus siglas en inglés) ha advertido en su cuenta de Twitter que hay una posibilidad cada vez mayor de que el huracán Dorian traiga una triple amenaza d… [+1218 chars]"
    },
    {
      "source": {
        "id": "rt",
        "name": "RT"
      },
      "author": "RT en Español",
      "title": "FOTO: Reportan la explosión de un cohete iraní con un satélite a bordo en una plataforma de lanzamiento",
      "description": "Un funcionario reveló a Reuters que el incidente fue provocado por problemas técnicos.",
      "url": "https://actualidad.rt.com/actualidad/325537-foto-explosion-cohete-irani-plataforma-lanzamiento",
      "urlToImage": "https://cdni.rt.com/actualidad/public_images/2019.08/article/5d6855e708f3d9e00b8b462c.JPG",
      "publishedAt": "2019-08-30T00:16:20Z",
      "content": "Un cohete iraní explotó este jueves en una plataforma de lanzamiento en el Centro Espacial Imán Jomeini debido a fallos técnicos, recoge Reuters citando a un funcionario persa que proporcionó la información bajo condición de anonimato.\r\n\"Fue debido a unos fal… [+1332 chars]"
    }
  ]
}
