{
  "status": "ok",
  "totalResults": 7557,
  "articles": [
    {
      "source": {
        "id": "globo",
        "name": "Globo"
      },
      "author": null,
      "title": "Ibovespa avança com foco no exterior; Lojas Americanas sobe",
      "description": "Por Paula Arend LaierSÃO PAULO (Reuters) - A bolsa paulista mantinha a alta nesta sexta-feira, favorecida pelo viés externo positivo, diante de sinais de que EUA e China irão retomar as negociações comerciais, com Lojas... Leia mais",
      "url": "https://extra.globo.com/noticias/economia/ibovespa-avanca-com-foco-no-exterior-lojas-americanas-sobe-23916406.html",
      "urlToImage": "https://extra.globo.com/skins/extra/images/extra-face-1.jpg",
      "publishedAt": "2019-08-30T14:32:00Z",
      "content": "Por Paula Arend Laier\r\nSÃO PAULO (Reuters) - A bolsa paulista mantinha a alta nesta sexta-feira, favorecida pelo viés externo positivo, diante de sinais de que EUA e China irão retomar as negociações comerciais, com Lojas Americanas entre as maiores altas do … [+2748 chars]"
    },
    {
      "source": {
        "id": "globo",
        "name": "Globo"
      },
      "author": null,
      "title": "IFRJ tem 1.674 vagas em cursos técnicos gratuitos; inscrição na selação custa R$ 70",
      "description": "O Instituto Federal do Rio de Janeiro (IFRJ) está com inscrições abertas até o dia 15 de setembro para o processo seletivo que preencherá 1.674 vagas em cursos técnicos gratuitos integrados ao nível médio para o próximo ano letivo. Os interessados... Leia mais",
      "url": "https://extra.globo.com/emprego/ifrj-tem-1674-vagas-em-cursos-tecnicos-gratuitos-inscricao-na-selacao-custa-70-23916386.html",
      "urlToImage": "https://extra.globo.com/incoming/23916385-858-ea5/w976h550-PROP/rio-de-janeirolaboratorio-461-.jpg",
      "publishedAt": "2019-08-30T14:24:43Z",
      "content": "O Instituto Federal do Rio de Janeiro (IFRJ) está com inscrições abertas até o dia 15 de setembro para o processo seletivo que preencherá 1.674 vagas em cursos técnicos gratuitos integrados ao nível médio para o próximo ano letivo. Os interessados precisam ac… [+1090 chars]"
    },
    {
      "source": {
        "id": "globo",
        "name": "Globo"
      },
      "author": null,
      "title": "Incêndios na Amazônia representam riscos para saúde de crianças, diz OMS",
      "description": "Por Stephanie NebehayGENEBRA (Reuters) - Os incêndios na Amazônia representam um risco para a saúde, incluindo doenças respiratórias, especialmente no caso das crianças, afirmou nesta sexta-feira a Organização Mundial da... Leia mais",
      "url": "https://extra.globo.com/noticias/mundo/incendios-na-amazonia-representam-riscos-para-saude-de-criancas-diz-oms-23916381.html",
      "urlToImage": "https://extra.globo.com/skins/extra/images/extra-face-1.jpg",
      "publishedAt": "2019-08-30T14:24:00Z",
      "content": "Por Stephanie Nebehay\r\nGENEBRA (Reuters) - Os incêndios na Amazônia representam um risco para a saúde, incluindo doenças respiratórias, especialmente no caso das crianças, afirmou nesta sexta-feira a Organização Mundial da Saúde (OMS).\r\n\"Temos alguns relatos … [+1130 chars]"
    },
    {
      "source": {
        "id": "globo",
        "name": "Globo"
      },
      "author": null,
      "title": "Consolidação de cenário benigno deve permitir ajuste adicional na política monetária, diz Campos Neto",
      "description": "SÃO PAULO (Reuters) - O presidente do Banco Central, Roberto Campos Neto, disse nesta sexta-feira que a consolidação do cenário benigno para a inflação deverá permitir \"ajuste adicional\" no grau de estímulo... Leia mais",
      "url": "https://extra.globo.com/noticias/economia/consolidacao-de-cenario-benigno-deve-permitir-ajuste-adicional-na-politica-monetaria-diz-campos-neto-23916382.html",
      "urlToImage": "https://extra.globo.com/skins/extra/images/extra-face-1.jpg",
      "publishedAt": "2019-08-30T14:24:00Z",
      "content": "SÃO PAULO (Reuters) - O presidente do Banco Central, Roberto Campos Neto, disse nesta sexta-feira que a consolidação do cenário benigno para a inflação deverá permitir \"ajuste adicional\" no grau de estímulo monetário.\r\nCampos Neto fez o comentário em evento o… [+511 chars]"
    },
    {
      "source": {
        "id": "globo",
        "name": "Globo"
      },
      "author": null,
      "title": "#ARMYHelpThePlanet: fãs do BTS criam campanha para preservação da Amazônia",
      "description": "Fãs do grupo de K-pop BTS movimentam as redes sociais nesta sexta-feira com um projeto que visa a conscientizar as pessoas sobre a importância da preservação da natureza, especialmente a floresta amazônica, considerando as recentes queimadas que... Leia mais",
      "url": "https://extra.globo.com/tv-e-lazer/armyhelptheplanet-fas-do-bts-criam-campanha-para-preservacao-da-amazonia-23916317.html",
      "urlToImage": "https://extra.globo.com/incoming/23916376-9cb-d1b/w976h550-PROP/tweet-army-2.png",
      "publishedAt": "2019-08-30T14:20:37Z",
      "content": "Fãs do grupo de K-pop BTS movimentam as redes sociais nesta sexta-feira com um projeto que visa a conscientizar as pessoas sobre a importância da preservação da natureza, especialmente a floresta amazônica, considerando as recentes queimadas que choraram o mu… [+1641 chars]"
    },
    {
      "source": {
        "id": "globo",
        "name": "Globo"
      },
      "author": null,
      "title": "EUA terão a primeira mulher transgênero competindo em prova feminina de cross-country",
      "description": "A americana Juniper Eastwood, de 22 anos, fará história neste sábado. A atleta será a primeira transexual a competir na primeira divisão de provas de cross-country (corrida em terreno aberto). A esportista da Universidade de Montana competiu por... Leia mais",
      "url": "https://extra.globo.com/esporte/eua-terao-primeira-mulher-transgenero-competindo-em-prova-feminina-de-cross-country-23916375.html",
      "urlToImage": "https://extra.globo.com/incoming/23916392-368-1dd/w976h550-PROP/juniper-eastwood.jpg",
      "publishedAt": "2019-08-30T14:20:29Z",
      "content": "A americana Juniper Eastwood, de 22 anos, fará história neste sábado. A atleta será a primeira transexual a competir na primeira divisão de provas de cross-country (corrida em terreno aberto). A esportista da Universidade de Montana competiu por três anos na … [+1500 chars]"
    },
    {
      "source": {
        "id": "globo",
        "name": "Globo"
      },
      "author": null,
      "title": "Irmão da ginasta Simone Biles é preso por triplo homicídio",
      "description": "O soldado do exército americano Tevin Biles-Thomas, de 24 anos, irmão mais velho da campeã olímpica Simone Biles, foi preso nesta quinta-feira, em Fort Stewart, na Geórgia. Ele é acusado de participar de um triplo homicídio. O tiroteio ocorreu em... Leia mais",
      "url": "https://extra.globo.com/esporte/irmao-da-ginasta-simone-biles-preso-por-triplo-homicidio-23916372.html",
      "urlToImage": "https://extra.globo.com/incoming/23916345-4b5-104/w976h550-PROP/biles.jpg",
      "publishedAt": "2019-08-30T14:19:00Z",
      "content": "O soldado do exército americano Tevin Biles-Thomas, de 24 anos, irmão mais velho da campeã olímpica Simone Biles, foi preso nesta quinta-feira, em Fort Stewart, na Geórgia. Ele é acusado de participar de um triplo homicídio. O tiroteio ocorreu em Cleveland, n… [+58 chars]"
    },
    {
      "source": {
        "id": "globo",
        "name": "Globo"
      },
      "author": null,
      "title": "Grande Barreira de Coral da Austrália está em 'péssima' condição, diz agência",
      "description": "SYDNEY (Reuters) - A Grande Barreira de Coral da Austrália está em péssima condição por causa da mudança climática, da pesca predatória e do desmatamento de terras, disse uma agência estatal nesta sexta-feira, quando... Leia mais",
      "url": "https://extra.globo.com/noticias/mundo/grande-barreira-de-coral-da-australia-esta-em-pessima-condicao-diz-agencia-23916367.html",
      "urlToImage": "https://extra.globo.com/skins/extra/images/extra-face-1.jpg",
      "publishedAt": "2019-08-30T14:16:00Z",
      "content": "SYDNEY (Reuters) - A Grande Barreira de Coral da Austrália está em péssima condição por causa da mudança climática, da pesca predatória e do desmatamento de terras, disse uma agência estatal nesta sexta-feira, quando reclassificou o status do recife para seu … [+1455 chars]"
    },
    {
      "source": {
        "id": "globo",
        "name": "Globo"
      },
      "author": "Lauro Jardim",
      "title": "ANS suspende 51 planos de saúde",
      "description": "A ANS suspendeu hoje a venda de 51 planos de saúde de dez operadoras. Motivo: reclamações de clientes recebidas entre abril e junho. A suspensão começa a valer a partir de sexta-feira que vem. A maior parte das queixas referem-se ao não cumprimento dos prazos…",
      "url": "https://blogs.oglobo.globo.com/lauro-jardim/post/ans-suspende-planos.html",
      "urlToImage": "https://i.glbimg.com/og/ig/infoglobo1/f/original/blog/image_share/lauro-jardim.jpg",
      "publishedAt": "2019-08-30T14:12:56Z",
      "content": "A ANS suspendeu hoje a venda de 51 planos de saúde de dez operadoras. Motivo: reclamações de clientes recebidas entre abril e junho. A suspensão começa a valer a partir de sexta-feira que vem. \r\nA maior parte das queixas referem-se ao não cumprimento dos praz… [+330 chars]"
    },
    {
      "source": {
        "id": "globo",
        "name": "Globo"
      },
      "author": "O Globo",
      "title": "Google revela campanha hacker para espionagem em massa de iPhones",
      "description": "RIO — O número total de vítimas é desconhecido, mas pesquisadores do Project Zero — iniciativa do Google para a descoberta de vulnerabilidades cibernéticas — anunciaram a descoberta de uma “campanha para exploração de iPhones em massa”. Por pelo menos dois an…",
      "url": "https://oglobo.globo.com/economia/tecnologia/google-revela-campanha-hacker-para-espionagem-em-massa-de-iphones-23916323",
      "urlToImage": "https://ogimg.infoglobo.com.br/in/23916315-db7-231/FT1086A/652/84291653_FILE-PHOTO-A-attendee-uses-a-new-iPhone-X-during-a-presentation-for-the-media-in-Beijin.jpg",
      "publishedAt": "2019-08-30T14:02:07Z",
      "content": "RIO O número total de vítimas é desconhecido, mas pesquisadores do\r\n Project Zero\r\n iniciativa do\r\n Google\r\npara a descoberta de\r\n vulnerabilidades cibernéticas\r\n anunciaram a descoberta de uma campanha para exploração de\r\niPhones\r\nem massa. Por pelo menos do… [+3782 chars]"
    },
    {
      "source": {
        "id": "globo",
        "name": "Globo"
      },
      "author": null,
      "title": "'Bom sucesso' exibe beijo gay entre Rafael Infante e Diego Montez: 'Sutileza', diz ator",
      "description": "O beijo entre Pablo (Rafael Infante) e William (Diego Montez) em \"Bom sucesso\", novela das sete da Globo, foi muito celebrado nas redes sociais. Dessa vez, não só por ser um beijo gay exibido na TV, mas pela cena ter acontecido sem alarde, como... Leia mais",
      "url": "https://extra.globo.com/tv-e-lazer/bom-sucesso-exibe-beijo-gay-entre-rafael-infante-diego-montez-sutileza-diz-ator-23916319.html",
      "urlToImage": "https://extra.globo.com/incoming/23916312-423-954/w976h550-PROP/rafael-infante.jpg",
      "publishedAt": "2019-08-30T14:01:33Z",
      "content": "O beijo entre Pablo (Rafael Infante) e William (Diego Montez) em \"Bom sucesso\", novela das sete da Globo, foi muito celebrado nas redes sociais. Dessa vez, não só por ser um beijo gay exibido na TV, mas pela cena ter acontecido sem alarde, como ocorre com qua… [+641 chars]"
    },
    {
      "source": {
        "id": "globo",
        "name": "Globo"
      },
      "author": "Lauro Jardim",
      "title": "Receita troca o número dois",
      "description": "Está concretizada a interferência de Jair Bolsonaro na Receita Federal: o Diário Oficial de hoje publica a demissão de João Paulo Fachada da Silva do posto de número 2 da Receita. Em seu lugar, entra José Ferraz Neto.",
      "url": "https://blogs.oglobo.globo.com/lauro-jardim/post/receita-troca-o-numero-dois.html",
      "urlToImage": "https://i.glbimg.com/og/ig/infoglobo1/f/original/blog/image_share/lauro-jardim.jpg",
      "publishedAt": "2019-08-30T14:01:07Z",
      "content": null
    },
    {
      "source": {
        "id": "globo",
        "name": "Globo"
      },
      "author": null,
      "title": "Cinco dicas para planejar viagens sem perder a cabeça ou os amigos",
      "description": "Depois de combinar folgas, agendas, destino e reunir os amigos, finalmente chegou a hora da viagem que vocês planejaram, mas as decisões a serem tomadas não terminam. O que vamos comer hoje? Quem vai ao mercado? Quem cozinha? E a louça, por que eu... Leia mais",
      "url": "https://extra.globo.com/noticias/viagem-e-turismo/cinco-dicas-para-planejar-viagens-sem-perder-cabeca-ou-os-amigos-23905212.html",
      "urlToImage": "https://extra.globo.com/incoming/23905618-b67-7be/w976h550-PROP/84129203_people-enjoy-a-trip-on-the-board-of-the-historical-sailing-ship-hoppet-built-1926-next.jpg",
      "publishedAt": "2019-08-30T14:00:41Z",
      "content": "Depois de combinar folgas, agendas, destino e reunir os amigos, finalmente chegou a hora da viagem que vocês planejaram, mas as decisões a serem tomadas não terminam. O que vamos comer hoje? Quem vai ao mercado? Quem cozinha? E a louça, por que eu de novo? Co… [+6194 chars]"
    },
    {
      "source": {
        "id": "globo",
        "name": "Globo"
      },
      "author": null,
      "title": "Cientistas identificam segunda mutação genética resistente ao HIV",
      "description": "Uma mutação genética rara, responsável por uma doença muscular que afeta uma centena de pessoas, permite uma imunidade natural contra o vírus da Aids, revelam nesta quinta-feira pesquisadores espanhóis que esperam ter descoberto uma pista para novos... Leia m…",
      "url": "https://extra.globo.com/noticias/saude-e-ciencia/cientistas-identificam-segunda-mutacao-genetica-resistente-ao-hiv-23916295.html",
      "urlToImage": "https://extra.globo.com/noticias/saude-e-ciencia/23916279-ccf-ea0/w976h550-PROP/33947637_virus-hivsociedadesoc.jpg",
      "publishedAt": "2019-08-30T13:57:27Z",
      "content": "Uma mutação genética rara, responsável por uma doença muscular que afeta uma centena de pessoas, permite uma imunidade natural contra o vírus da Aids, revelam nesta quinta-feira pesquisadores espanhóis que esperam ter descoberto uma pista para novos medicamen… [+1663 chars]"
    },
    {
      "source": {
        "id": "globo",
        "name": "Globo"
      },
      "author": null,
      "title": "Americano impressiona por polegar enorme: 13cm",
      "description": "O estudante Jacob Pina, de Westport (Massachusetts, EUA), vem impressionando muita gente na internet por causa de um \"pequeno\" detalhe no seu corpo. O polegar da mão direita do americano tem impressionantes 13 centímetros de comprimento, totalmente... Leia ma…",
      "url": "https://extra.globo.com/noticias/page-not-found/americano-impressiona-por-polegar-enorme-13cm-23916300.html",
      "urlToImage": "https://extra.globo.com/incoming/23916297-918-e38/w976h550-PROP/blog_thumb.jpg",
      "publishedAt": "2019-08-30T13:55:51Z",
      "content": "O estudante Jacob Pina, de Westport (Massachusetts, EUA), vem impressionando muita gente na internet por causa de um \"pequeno\" detalhe no seu corpo. O polegar da mão direita do americano tem impressionantes 13 centímetros de comprimento, totalmente desproporc… [+627 chars]"
    },
    {
      "source": {
        "id": "globo",
        "name": "Globo"
      },
      "author": null,
      "title": "Setor público consolidado tem déficit primário de R$2,763 bi em julho",
      "description": "BRASÍLIA (Reuters) - O setor público consolidado brasileiro registrou déficit primário de 2,763 bilhões de reais em julho, divulgou o Banco Central nesta sexta-feira, com o rombo acumulado em 12 meses passando a 1,41% do... Leia mais",
      "url": "https://extra.globo.com/noticias/economia/setor-publico-consolidado-tem-deficit-primario-de-r2763-bi-em-julho-23916288.html",
      "urlToImage": "https://extra.globo.com/skins/extra/images/extra-face-1.jpg",
      "publishedAt": "2019-08-30T13:52:00Z",
      "content": "BRASÍLIA (Reuters) - O setor público consolidado brasileiro registrou déficit primário de 2,763 bilhões de reais em julho, divulgou o Banco Central nesta sexta-feira, com o rombo acumulado em 12 meses passando a 1,41% do Produto Interno Bruto (PIB).\r\nO result… [+282 chars]"
    },
    {
      "source": {
        "id": "globo",
        "name": "Globo"
      },
      "author": null,
      "title": "Seguidora de Luana Piovani pergunta se filhos estão com Scooby e apresentadora ironiza",
      "description": "De férias em Ibiza, Luana Piovani está aproveitando a ilha com amigas. Numa das fotos da viagem, uma seguidora perguntou se os filhos estão com Pedro Scooby, seu ex-marido e pai das crianças. A apresetadora ironizou o questionamento da fã: \"com... Leia mais",
      "url": "https://extra.globo.com/famosos/seguidora-de-luana-piovani-pergunta-se-filhos-estao-com-scooby-apresentadora-ironiza-23916240.html",
      "urlToImage": "https://extra.globo.com/incoming/23916285-61c-b5d/w976h550-PROP/piovani.jpg",
      "publishedAt": "2019-08-30T13:48:52Z",
      "content": "De férias em Ibiza, Luana Piovani está aproveitando a ilha com amigas. Numa das fotos da viagem, uma seguidora perguntou se os filhos estão com Pedro Scooby, seu ex-marido e pai das crianças. A apresetadora ironizou o questionamento da fã: \"com quem?\", escrev… [+608 chars]"
    },
    {
      "source": {
        "id": "globo",
        "name": "Globo"
      },
      "author": null,
      "title": "Com afastamentos em série do prefeito, Câmara de Búzios ouve especialista",
      "description": "No último ano, a vida do prefeito de Búzios, André Granado (MDB), mais parece o agitado mar de Geribá.Entre idas e vindas, ele já foi afastado e retomou o mandato mais de uma dezena de vezes por conta de processos na Justiça.Para entender a... Leia mais",
      "url": "https://extra.globo.com/noticias/extra-extra/com-afastamentos-em-serie-do-prefeito-camara-de-buzios-ouve-especialista-23916277.html",
      "urlToImage": "https://extra.globo.com/noticias/extra-extra/23097663-568-f07/w976h550-PROP/com-afastamentos-em-serie-do-prefeito,-camara-de-buzios-ouve-especialista.jpg",
      "publishedAt": "2019-08-30T13:48:20Z",
      "content": "No último ano, a vida do prefeito de Búzios, André Granado (MDB), mais parece o agitado mar de Geribá.\r\nEntre idas e vindas, ele já foi afastado e retomou o mandato mais de uma dezena de vezes por conta de processos na Justiça.\r\nPara entender a barafunda e o … [+231 chars]"
    },
    {
      "source": {
        "id": "globo",
        "name": "Globo"
      },
      "author": null,
      "title": "Mãe da cantora Lexa substitui a filha e integra nova safra de rainhas de bateria",
      "description": "“Como em 2020 deixarei a escola que eu amo tanto, vou deixar o meu posto com quem eu mais amo”, justifica a cantora Lexa, ao contar que indicou Darlin Ferrattry, sua mãe e empresária, para ficar à frente da bateria da Unidos de Bangu, escola de... Leia mais",
      "url": "https://extra.globo.com/noticias/rio/mae-da-cantora-lexa-substitui-filha-integra-nova-safra-de-rainhas-de-bateria-23916162.html",
      "urlToImage": "https://extra.globo.com/incoming/23916148-ebb-061/w533h800/img_3096_facetune_24-07-2019-01-32-23.jpeg.jpg",
      "publishedAt": "2019-08-30T13:38:41Z",
      "content": "Como em 2020 deixarei a escola que eu amo tanto, vou deixar o meu posto com quem eu mais amo, justifica a cantora Lexa, ao contar que indicou Darlin Ferrattry, sua mãe e empresária, para ficar à frente da bateria da Unidos de Bangu, escola de samba do Grupo A… [+6499 chars]"
    },
    {
      "source": {
        "id": "globo",
        "name": "Globo"
      },
      "author": null,
      "title": "Republicanos se junta ao coro de descontentes com Rodrigo Bethlem",
      "description": "Até os gatos que habitam os jardins do Centro Administrativo sabem que as movimentações do articulador político do PRB, Rodrigo Bethlem, têm aborrecido os aliados do prefeito Marcelo Crivella.Mas o próprio partido, rebatizado de Republicanos, não... Leia mais",
      "url": "https://extra.globo.com/noticias/extra-extra/republicanos-se-junta-ao-coro-de-descontentes-com-rodrigo-bethlem-23916253.html",
      "urlToImage": "https://extra.globo.com/noticias/extra-extra/23916263-ed7-e1f/w976h550-PROP/republicanos-se-junta-ao-coro-de-descontentes-com-rodrigo-bethlem.jpg",
      "publishedAt": "2019-08-30T13:38:17Z",
      "content": "Até os gatos que habitam os jardins do Centro Administrativo sabem que as movimentações do articulador político do PRB, Rodrigo Bethlem, têm aborrecido os aliados do prefeito Marcelo Crivella.\r\nMas o próprio partido, rebatizado de Republicanos, não está feliz… [+699 chars]"
    },
    {
      "source": {
        "id": "globo",
        "name": "Globo"
      },
      "author": "Míriam Leitão",
      "title": "Argentina terá dias de tensão até as eleições",
      "description": "A Argentina vendeu mais de US$ 220 milhões das reservas para segurar o câmbio. Essa estratégia tem um limite. O país tem apenas US$ 57,4 bilhões em reservas internacionais. Foi isso o que levou a Argentina a tomar um financiamento com o FMI há alguns meses. O…",
      "url": "https://blogs.oglobo.globo.com/miriam-leitao/post/argentina-tera-dias-de-tensao-ate-eleicoes.html",
      "urlToImage": "https://i.glbimg.com/og/ig/infoglobo1/f/original/blog/image_share/miriam-leitao.jpg",
      "publishedAt": "2019-08-30T13:33:04Z",
      "content": "A Argentina vendeu mais de US$ 220 milhões das reservas para segurar o câmbio. Essa estratégia tem um limite. O país tem apenas US$ 57,4 bilhões em reservas internacionais. Foi isso o que levou a Argentina a tomar um financiamento com o FMI há alguns meses. O… [+726 chars]"
    },
    {
      "source": {
        "id": "globo",
        "name": "Globo"
      },
      "author": "Marcelo Loureiro",
      "title": "Taxa de desemprego cai mais rápido, puxada pelo emprego sem carteira",
      "description": "O desemprego caiu para 11,8% no trimestre até julho. O ritmo de queda da taxa teve ligeira melhora no período. O indicador encolheu 0,5 ponto no confronto com um ano antes (12,3%). No início do ano, o recuo era de apenas 0,2 ponto, no recorte anual. O ritmo v…",
      "url": "https://blogs.oglobo.globo.com/miriam-leitao/post/taxa-de-desemprego-cai-mais-rapido-puxada-pelo-emprego-sem-carteira.html",
      "urlToImage": "https://i.glbimg.com/og/ig/infoglobo1/f/original/blog/image_share/miriam-leitao.jpg",
      "publishedAt": "2019-08-30T13:30:22Z",
      "content": "O desemprego caiu para 11,8% no trimestre até julho. O ritmo de queda da taxa teve ligeira melhora no período. O indicador encolheu 0,5 ponto no confronto com um ano antes (12,3%). No início do ano, o recuo era de apenas 0,2 ponto, no recorte anual. O ritmo v… [+973 chars]"
    },
    {
      "source": {
        "id": "globo",
        "name": "Globo"
      },
      "author": "Lauro Jardim",
      "title": "10 mil empregos com carteira assinada",
      "description": "A indústria têxtil não viveu um primeiro semestre exuberante no Brasil — como de resto, aliás, nenhum setor — mas viu o número de empregos com carteira assinada aumentar nos primeiros seis meses do ano. Foram mais 10 mil empregos formais.",
      "url": "https://blogs.oglobo.globo.com/lauro-jardim/post/10-mil-empregos-com-carteira-assinada.html",
      "urlToImage": "https://s2.glbimg.com/cBKU73qA9Gk_YbkLqMH5IvCKrf8=/640x424/i.glbimg.com/og/ig/infoglobo1/f/original/2016/07/07/carteira_de_trabalho.jpg",
      "publishedAt": "2019-08-30T13:25:01Z",
      "content": null
    },
    {
      "source": {
        "id": "globo",
        "name": "Globo"
      },
      "author": null,
      "title": "Ibovespa avança com foco no exterior; Lojas Americanas lidera altas",
      "description": "SÃO PAULO (Reuters) - A bolsa paulista mantinha a trajetória ascendente nesta sexta-feira, favorecida pelo viés externo positivo, diante de sinais de que Estados Unidos e China irão retomar as negociações comerciais, com... Leia mais",
      "url": "https://extra.globo.com/noticias/economia/ibovespa-avanca-com-foco-no-exterior-lojas-americanas-lidera-altas-23916231.html",
      "urlToImage": "https://extra.globo.com/skins/extra/images/extra-face-1.jpg",
      "publishedAt": "2019-08-30T13:24:00Z",
      "content": "SÃO PAULO (Reuters) - A bolsa paulista mantinha a trajetória ascendente nesta sexta-feira, favorecida pelo viés externo positivo, diante de sinais de que Estados Unidos e China irão retomar as negociações comerciais, com Lojas Americanas liderando as altas do… [+178 chars]"
    },
    {
      "source": {
        "id": "globo",
        "name": "Globo"
      },
      "author": null,
      "title": "Sasha sobre estreia em primeiro desfile de moda praia: 'Entrei e saí orando'",
      "description": "Destaque em um desfile de moda praia em pleno Mercadão de São Paulo, na última quinta, dia 29 de agosto, Sasha Meneghel admite ter ficado nervosa logo que pisou na passarela, mas encontrou um conforto ao ver o rosto de Xuxa, sua mãe, e Luciano... Leia mais",
      "url": "https://extra.globo.com/tv-e-lazer/sasha-sobre-estreia-em-primeiro-desfile-de-moda-praia-entrei-sai-orando-23916205.html",
      "urlToImage": "https://extra.globo.com/incoming/23916189-1ab-016/w533h800/sasha-biquini-maio-desfile-agua-de-coco-moda-praia-1.jpg",
      "publishedAt": "2019-08-30T13:10:03Z",
      "content": "Destaque em um desfile de moda praia em pleno Mercadão de São Paulo, na última quinta, dia 29 de agosto, Sasha Meneghel admite ter ficado nervosa logo que pisou na passarela, mas encontrou um conforto ao ver o rosto de Xuxa, sua mãe, e Luciano Szafir, seu pai… [+1312 chars]"
    },
    {
      "source": {
        "id": "globo",
        "name": "Globo"
      },
      "author": null,
      "title": "EXCLUSIVO–China rejeitou plano de líder de Hong Kong para apaziguar manifestantes, dizem fontes",
      "description": "Por James Pomfret e Greg TorodeHONG KONG (Reuters) - No início do segundo semestre, a executiva-chefe de Hong Kong, Carrie Lam, enviou um relatório ao governo chinês avaliando as cinco principais exigências dos... Leia mais",
      "url": "https://extra.globo.com/noticias/economia/exclusivochina-rejeitou-plano-de-lider-de-hong-kong-para-apaziguar-manifestantes-dizem-fontes-23916199.html",
      "urlToImage": "https://extra.globo.com/skins/extra/images/extra-face-1.jpg",
      "publishedAt": "2019-08-30T13:08:00Z",
      "content": "Por James Pomfret e Greg Torode\r\nHONG KONG (Reuters) - No início do segundo semestre, a executiva-chefe de Hong Kong, Carrie Lam, enviou um relatório ao governo chinês avaliando as cinco principais exigências dos manifestantes e revelou que retirar um projeto… [+2450 chars]"
    },
    {
      "source": {
        "id": "globo",
        "name": "Globo"
      },
      "author": null,
      "title": "Museu de Campinas abre exposição sobre Padre Jesuíno do Monte Carmelo com entrada gratuita",
      "description": "Mostra acontece a partir desta sexta-feira (30) até 27 de novembro no Museu Arquidiocesano de Arte Sacra de Campinas. Padre Jesuíno é considerado um dos mais importantes artistas do barroco brasileiro Reprodução / TV Globo Campinas (SP) recebe a exposição \"Pa…",
      "url": "https://g1.globo.com/sp/campinas-regiao/noticia/2019/08/30/museu-de-campinas-abre-exposicao-sobre-padre-jesuino-do-monte-carmelo-com-entrada-gratuita.ghtml",
      "urlToImage": "https://s2.glbimg.com/u5QcBsLJ4yCQSV5CPHrL1BhZGKA=/1200x/smart/filters:cover():strip_icc()/s.glbimg.com/jo/g1/f/original/2015/04/11/padre.jpg",
      "publishedAt": "2019-08-30T13:05:41Z",
      "content": "Campinas (SP) recebe a exposição \"Padre Jesuíno do Monte Carmelo: Quatro séculos da arte sacra paulista\" no Museu Arquidiocesano de Arte Sacra de Campinas a partir desta sexta-feira (30). A mostra vai até 27 de novembro e a entrada é gratuita. São cerca de 30… [+1037 chars]"
    },
    {
      "source": {
        "id": "globo",
        "name": "Globo"
      },
      "author": null,
      "title": "Prefeitura não dará dinheiro para escolas de samba do Grupo Especial, diz presidente da Riotur",
      "description": "A transferência da gestão do Sambódromo do município para o governo estadual — alardeada pelo governador Wilson Witzel desde o início do ano — ainda não tem data para acontecer. A informação é do presidente da empresa municipal de turismo do Rio... Leia mais",
      "url": "https://oglobo.globo.com/rio/prefeitura-nao-dara-dinheiro-para-escolas-de-samba-do-grupo-especial-diz-presidente-da-riotur-23916153",
      "urlToImage": "https://extra.globo.com/incoming/23916168-5e0-b1d/w976h550-PROP/vila-2019.jpg",
      "publishedAt": "2019-08-30T13:02:01Z",
      "content": "A transferência da gestão do Sambódromo do município para o governo estadual alardeada pelo governador Wilson Witzel desde o início do ano ainda não tem data para acontecer. A informação é do presidente da empresa municipal de turismo do Rio (Riotur), Marcelo… [+1287 chars]"
    },
    {
      "source": {
        "id": "globo",
        "name": "Globo"
      },
      "author": null,
      "title": "'Verdadeiro monstro', furacão Dorian ganha força antes de atingir a Flórida",
      "description": "Por Zach FagensonMIAMI (Reuters) - O furacão Dorian deve ganhar força a partir das águas quentes do litoral da Flórida, tornando-se uma perigosa tempestade de categoria 4 nos próximos dias antes de se abater sobre o Estado... Leia mais",
      "url": "https://extra.globo.com/noticias/economia/verdadeiro-monstro-furacao-dorian-ganha-forca-antes-de-atingir-florida-23916170.html",
      "urlToImage": "https://extra.globo.com/skins/extra/images/extra-face-1.jpg",
      "publishedAt": "2019-08-30T13:00:00Z",
      "content": "Por Zach Fagenson\r\nMIAMI (Reuters) - O furacão Dorian deve ganhar força a partir das águas quentes do litoral da Flórida, tornando-se uma perigosa tempestade de categoria 4 nos próximos dias antes de se abater sobre o Estado norte-americano no início da seman… [+2326 chars]"
    },
    {
      "source": {
        "id": "globo",
        "name": "Globo"
      },
      "author": null,
      "title": "Jovens que conseguiram emprego no último ano estão na informalidade, diz consultoria",
      "description": "Um dado preocupante sobre a entrada dos jovens no mercado de trabalho foi divulgado recentemente pelo Valor Investe. De acordo com a consultoria IDados, 89% das pessoas de 18 a 24 anos de idade que conseguiram uma ocupação remunerada nos últimos 12... Leia ma…",
      "url": "https://extra.globo.com/noticias/economia/jovens-que-conseguiram-emprego-no-ultimo-ano-estao-na-informalidade-diz-consultoria-23914201.html",
      "urlToImage": "https://extra.globo.com/incoming/23914202-23d-ce3/w976h550-PROP/depositphotos_85947092_l-2015.jpg",
      "publishedAt": "2019-08-30T12:59:15Z",
      "content": "Um dado preocupante sobre a entrada dos jovens no mercado de trabalho foi divulgado recentemente pelo Valor Investe. De acordo com a consultoria IDados, 89% das pessoas de 18 a 24 anos de idade que conseguiram uma ocupação remunerada nos últimos 12 meses estã… [+812 chars]"
    },
    {
      "source": {
        "id": "globo",
        "name": "Globo"
      },
      "author": null,
      "title": "Projota apresenta sucessos da carreira em show no distrito de Barão Geraldo, em Campinas",
      "description": "Abertura da casa acontece às 22h e os ingressos podem ser adquiridos pelo site. Projota apresenta sucessos da carreira em show, em Campinas Pedro Dimitrow O artista de hip hop Projota se apresenta em Campinas (SP) nesta sexta-feira (30). O show será realizado…",
      "url": "https://g1.globo.com/sp/campinas-regiao/noticia/2019/08/30/projota-apresenta-sucessos-da-carreira-em-show-no-distrito-de-barao-geraldo-em-campinas.ghtml",
      "urlToImage": "https://s2.glbimg.com/VvUmr__Hyvzq63Rmycd8oz_vyzc=/1200x/smart/filters:cover():strip_icc()/i.s3.glbimg.com/v1/AUTH_59edd422c0c84a879bd37670ae4f538a/internal_photos/bs/2019/f/N/OOAnlXR36RFpYh0Kpm6w/projota-creditos-pedro-dimitrow.jpeg",
      "publishedAt": "2019-08-30T12:58:52Z",
      "content": "O artista de hip hop Projota se apresenta em Campinas (SP) nesta sexta-feira (30). O show será realizado no Brasuca Bar, em Barão Geraldo, e conta com os maiores sucessos de sua carreira, que inclui os quatro álbuns de estúdios e diversos hits ao redor do paí… [+574 chars]"
    },
    {
      "source": {
        "id": "globo",
        "name": "Globo"
      },
      "author": null,
      "title": "Gastos do consumidor e índice de inflação PCE aumentam nos EUA em julho",
      "description": "WASHINGTON (Reuters) - Os gastos do consumidor nos Estados Unidos aumentaram solidamente em julho, com as famílias comprando uma variedade de bens e serviços, o que poderia acalmar ainda mais os temores de uma recessão,... Leia mais",
      "url": "https://extra.globo.com/noticias/economia/gastos-do-consumidor-indice-de-inflacao-pce-aumentam-nos-eua-em-julho-23916155.html",
      "urlToImage": "https://extra.globo.com/skins/extra/images/extra-face-1.jpg",
      "publishedAt": "2019-08-30T12:56:00Z",
      "content": "WASHINGTON (Reuters) - Os gastos do consumidor nos Estados Unidos aumentaram solidamente em julho, com as famílias comprando uma variedade de bens e serviços, o que poderia acalmar ainda mais os temores de uma recessão, mas é improvável que o ritmo de crescim… [+770 chars]"
    },
    {
      "source": {
        "id": "globo",
        "name": "Globo"
      },
      "author": null,
      "title": "Holanda conserva a variedade de flores no maior jardim do mundo",
      "description": "No país que mais exporta flores, o parque Keukenhof possui sete milhões de exemplares. Apenas de tulipas, são 800 tipos diferentes no Keukenhof Terra da Gente Nas águas da Holanda, grandes navegadores desbravaram províncias e alcançaram as colônias. Dominando…",
      "url": "https://g1.globo.com/sp/campinas-regiao/terra-da-gente/noticia/2019/08/30/holanda-conserva-a-variedade-de-flores-no-maior-jardim-do-mundo.ghtml",
      "urlToImage": "https://s2.glbimg.com/8NAaQPF-OdUyFiRiXnY2vkED9Jk=/1200x/smart/filters:cover():strip_icc()/i.s3.glbimg.com/v1/AUTH_59edd422c0c84a879bd37670ae4f538a/internal_photos/bs/2019/O/Y/EaOmZOSruey8xOUAeIhQ/holanda-7.jpeg",
      "publishedAt": "2019-08-30T12:55:19Z",
      "content": "Nas águas da Holanda, grandes navegadores desbravaram províncias e alcançaram as colônias. Dominando os ventos do país, gigantes moinhos tornaram-se símbolos históricos do controle do ar. Mas foi no cuidado com a terra que essa província se destacou. A Holand… [+1359 chars]"
    },
    {
      "source": {
        "id": "globo",
        "name": "Globo"
      },
      "author": null,
      "title": "Em meio à concorrência de bancos digitais, Bradesco anuncia programa de demissão voluntária",
      "description": "ÃO PAULO (Reuters) — O Bradesco anunciou na noite desta quinta-feira o lançamento de um programa de desligamento voluntário (PDV) de funcionários, no momento em que as grandes instituições financeiras do país enfrentam crescente concorrência... Leia mais",
      "url": "https://extra.globo.com/noticias/economia/em-meio-concorrencia-de-bancos-digitais-bradesco-anuncia-programa-de-demissao-voluntaria-23916133.html",
      "urlToImage": "https://extra.globo.com/incoming/23916147-b5a-087/w976h550-PROP/banco.jpg",
      "publishedAt": "2019-08-30T12:54:48Z",
      "content": "ÃO PAULO (Reuters) O Bradesco anunciou na noite desta quinta-feira o lançamento de um programa de desligamento voluntário (PDV) de funcionários, no momento em que as grandes instituições financeiras do país enfrentam crescente concorrência de bancos digitais.… [+2930 chars]"
    },
    {
      "source": {
        "id": "globo",
        "name": "Globo"
      },
      "author": null,
      "title": "Desemprego tem 4ª queda seguida e bate menor patamar do ano",
      "description": "RIO DE JANEIRO (Reuters) - A taxa de desemprego no Brasil caiu a 11,8% nos três meses até julho, informou o Instituto Brasileiro de Geografia e Estatística (IBGE) nesta sexta-feira, na quarta queda consecutiva e para o... Leia mais",
      "url": "https://extra.globo.com/noticias/economia/desemprego-tem-4-queda-seguida-bate-menor-patamar-do-ano-23916140.html",
      "urlToImage": "https://extra.globo.com/skins/extra/images/extra-face-1.jpg",
      "publishedAt": "2019-08-30T12:52:00Z",
      "content": "RIO DE JANEIRO (Reuters) - A taxa de desemprego no Brasil caiu a 11,8% nos três meses até julho, informou o Instituto Brasileiro de Geografia e Estatística (IBGE) nesta sexta-feira, na quarta queda consecutiva e para o menor patamar desde dezembro de 2018.\r\nA… [+879 chars]"
    },
    {
      "source": {
        "id": "globo",
        "name": "Globo"
      },
      "author": null,
      "title": "Desemprego cai a 11,8%, mas trabalho sem carteira bate recorde",
      "description": "Por Rodrigo Viga Gaier e José de CastroRIO DE JANEIRO/SÃO PAULO (Reuters) - A taxa de desemprego no Brasil caiu ao menor patamar do ano no trimestre encerrado em julho, mas o percentual de trabalhadores por conta própria e... Leia mais",
      "url": "https://extra.globo.com/noticias/economia/desemprego-cai-118-mas-trabalho-sem-carteira-bate-recorde-23916140.html",
      "urlToImage": "https://extra.globo.com/skins/extra/images/extra-face-1.jpg",
      "publishedAt": "2019-08-30T12:52:00Z",
      "content": "Por Rodrigo Viga Gaier e José de Castro\r\nRIO DE JANEIRO/SÃO PAULO (Reuters) - A taxa de desemprego no Brasil caiu ao menor patamar do ano no trimestre encerrado em julho, mas o percentual de trabalhadores por conta própria e o número de empregados sem carteir… [+2689 chars]"
    },
    {
      "source": {
        "id": "globo",
        "name": "Globo"
      },
      "author": null,
      "title": "Cemig diz que não considera capitalização via oferta de ações",
      "description": "SÃO PAULO (Reuters) - A elétrica mineira Cemig informou nesta sexta-feira que uma capitalização da companhia via oferta pública de ações no mercado de capitais (follow on) não está sendo considerada, segundo esclarecimento... Leia mais",
      "url": "https://extra.globo.com/noticias/economia/cemig-diz-que-nao-considera-capitalizacao-via-oferta-de-acoes-23916138.html",
      "urlToImage": "https://extra.globo.com/skins/extra/images/extra-face-1.jpg",
      "publishedAt": "2019-08-30T12:52:00Z",
      "content": "SÃO PAULO (Reuters) - A elétrica mineira Cemig informou nesta sexta-feira que uma capitalização da companhia via oferta pública de ações no mercado de capitais (follow on) não está sendo considerada, segundo esclarecimento a consultas de investidores.\r\nA Cemi… [+829 chars]"
    },
    {
      "source": {
        "id": "globo",
        "name": "Globo"
      },
      "author": null,
      "title": "BRF avalia emissão de bônus no exterior entre alternativas de captação de recursos",
      "description": "SÃO PAULO (Reuters) - A BRF afirmou nesta sexta-feira que avalia constantemente alternativas de captação de recursos para fortalecer sua estrutura de capital e financeira, que incluem emissão de bônus no exterior.Tais... Leia mais",
      "url": "https://extra.globo.com/noticias/economia/brf-avalia-emissao-de-bonus-no-exterior-entre-alternativas-de-captacao-de-recursos-23916139.html",
      "urlToImage": "https://extra.globo.com/skins/extra/images/extra-face-1.jpg",
      "publishedAt": "2019-08-30T12:52:00Z",
      "content": "SÃO PAULO (Reuters) - A BRF afirmou nesta sexta-feira que avalia constantemente alternativas de captação de recursos para fortalecer sua estrutura de capital e financeira, que incluem emissão de bônus no exterior.\r\nTais operações, de acordo com a empresa, \"po… [+711 chars]"
    },
    {
      "source": {
        "id": "globo",
        "name": "Globo"
      },
      "author": null,
      "title": "De rápido preparo, panquecas holandesas podem ter recheio doce ou salgado",
      "description": "Pannekoek é receita típica da Holanda; chef ensina o passo a passo. Na cidade das flores de São Paulo, a dica de prato remete à Holanda Terra da Gente INGREDIENTES DA MASSA - 400 gramas de farinha de trigo - 4 ovos - 1 litro de leite MODO DE PREPARO - Misture…",
      "url": "https://g1.globo.com/mg/minas-gerais/terra-de-minas/noticia/2019/08/30/de-rapido-preparo-panquecas-holandesas-podem-ter-recheio-doce-ou-salgado.ghtml",
      "urlToImage": "https://s2.glbimg.com/TCrOh_NTdCAEVOG9uOmJ1YP5sx4=/1200x/smart/filters:cover():strip_icc()/i.s3.glbimg.com/v1/AUTH_59edd422c0c84a879bd37670ae4f538a/internal_photos/bs/2019/w/2/3mwnPnRpmBxljqKYYcpg/hora-do-rancho.jpg",
      "publishedAt": "2019-08-30T12:51:03Z",
      "content": "- 400 gramas de farinha de trigo \r\n - 4 ovos \r\n - 1 litro de leite \r\n MODO DE PREPARO \r\n - Misture a farinha, os ovos e o leite. \r\n - Misture bem. \r\n - Unte uma frigideira com óleo e adicione a massa com ajuda de uma concha. \r\nINGREDIENTES DO RECHEIO\r\n - Baco… [+490 chars]"
    },
    {
      "source": {
        "id": "globo",
        "name": "Globo"
      },
      "author": null,
      "title": "Tiroteio no Morro dos Macacos fecha o Tónel Noel Rosa, em Vila Isabel",
      "description": "O Túnel Noel Rosa está fechado nos dois sentidos, na manhã desta sexta-feira, devido a um tiroteio no Morro dos Macacos, em Vila Isabel, na Zona Norte do Rio. De acordo com relatos em redes sociais, os disparos começaram pouco depois das 9h. Leia mais",
      "url": "https://extra.globo.com/casos-de-policia/tiroteio-no-morro-dos-macacos-fecha-tunel-noel-rosa-em-vila-isabel-23916130.html",
      "urlToImage": "https://extra.globo.com/incoming/23916137-429-2be/w976h550-PROP/tunel.jpg",
      "publishedAt": "2019-08-30T12:48:42Z",
      "content": "O Túnel Noel Rosa está fechado nos dois sentidos, na manhã desta sexta-feira, devido a um tiroteio no Morro dos Macacos, em Vila Isabel, na Zona Norte do Rio. De acordo com relatos em redes sociais, os disparos começaram pouco depois das 9h.\r\n\"Moro próximo ao… [+263 chars]"
    },
    {
      "source": {
        "id": "globo",
        "name": "Globo"
      },
      "author": null,
      "title": "BRF avalia emissão de bônus no exterior entre alternativas de captação de recursos",
      "description": "SÃO PAULO (Reuters) - A BRF afirmou nesta sexta-feira que avalia constantemente alternativas de captação de recursos para fortalecer sua estrutura de capital e financeira, que incluem emissão de bônus no exterior.Tais... Leia mais",
      "url": "https://extra.globo.com/esporte/brf-avalia-emissao-de-bonus-no-exterior-entre-alternativas-de-captacao-de-recursos-23916127.html",
      "urlToImage": "https://extra.globo.com/skins/extra/images/extra-face-1.jpg",
      "publishedAt": "2019-08-30T12:48:00Z",
      "content": "SÃO PAULO (Reuters) - A BRF afirmou nesta sexta-feira que avalia constantemente alternativas de captação de recursos para fortalecer sua estrutura de capital e financeira, que incluem emissão de bônus no exterior.\r\nTais operações, de acordo com a empresa, \"po… [+711 chars]"
    },
    {
      "source": {
        "id": "globo",
        "name": "Globo"
      },
      "author": null,
      "title": "Após acusação, Wesley Safadão nega pagar perfis no Instagram para falar mal de famosos",
      "description": "No instagram, o cantor Wesley Safadão negou as acusações que estão correndo nas redes sociais sobre pagamentos para influencers digitais falarem bem dele. Na noite de quarta-feira (28), o jornalista Erlan Bastos divulgou, em canal no YouTube, um... Leia mais",
      "url": "https://extra.globo.com/famosos/wesley-safadao-nega-pagar-perfis-no-instagram-para-falar-mal-de-famosos-video-23916121.html",
      "urlToImage": "https://extra.globo.com/incoming/23896276-2e3-17e/w976h550-PROP/wesley-safadao.jpg",
      "publishedAt": "2019-08-30T12:47:18Z",
      "content": "No instagram, o cantorWesley Safadão negou as acusações que correm nas redes sociais sobre pagamentos para influencers digitais falarem bem dele. Na noite de quarta-feira (28), o jornalista Erlan Bastos divulgou, em canal no YouTube, um vídeo em que cita 11 p… [+1943 chars]"
    },
    {
      "source": {
        "id": "globo",
        "name": "Globo"
      },
      "author": null,
      "title": "Mulher é vista segurando fuzil à espera do filho em ponto de ônibus escolar",
      "description": "Uma mulher foi flagrada segurando um fuzil enquanto aguardava o filho em um ponto de ônibus escolar em bairro residencial da cidade de New London (Carolina do Norte, EUA).De acordo com a polícia local, a americana, que não foi identificada, não será... Leia m…",
      "url": "https://extra.globo.com/noticias/page-not-found/mulher-vista-segurando-fuzil-espera-do-filho-em-ponto-de-onibus-escolar-23916120.html",
      "urlToImage": "https://extra.globo.com/incoming/23916116-57b-cdd/w976h550-PROP/blog_rifle.jpg",
      "publishedAt": "2019-08-30T12:43:44Z",
      "content": "Uma mulher foi flagrada segurando um fuzil quando aguardava o filho em um ponto de ônibus escolar em bairro residencial da cidade de New London (Carolina do Norte, EUA).\r\nDe acordo com a polícia local, a americana, que não foi identificada, não será indiciada… [+151 chars]"
    },
    {
      "source": {
        "id": "globo",
        "name": "Globo"
      },
      "author": null,
      "title": "Queiroz agora mora no Morumbi, em SP, para facilitar tratamento de câncer, diz revista",
      "description": "RIO - Sem dar sinais de seu paradeiro desde o dia 12 de janeiro, quando postou um vídeo na internet após uma cirurgia, Fabrício Queiroz foi visto na última segunda-feira na recepção do Centro de Oncologia e Hematologia do Hospital Albert Einstein,... Leia mais",
      "url": "https://extra.globo.com/noticias/brasil/queiroz-agora-mora-no-morumbi-em-sp-para-facilitar-tratamento-de-cancer-diz-revista-23916113.html",
      "urlToImage": "https://extra.globo.com/incoming/23645736-6d3-270/w976h550-PROP/80423786_o-motorista-fabricio-queiroz-ex-assessor-do-senador-eleito-flavio-b.jpg",
      "publishedAt": "2019-08-30T12:42:05Z",
      "content": "RIO - Sem dar sinais de seu paradeiro desde o dia 12 de janeiro, quando postou um vídeo na internet após uma cirurgia, Fabrício Queiroz foi visto na última segunda-feira na recepção do Centro de Oncologia e Hematologia do Hospital Albert Einstein, onde são ma… [+6725 chars]"
    },
    {
      "source": {
        "id": "globo",
        "name": "Globo"
      },
      "author": null,
      "title": "Médicos fazem expedição em barco hospital para atender ribeirinhos em Santarém (PA)",
      "description": "Professores e alunos da São Leopoldo Mandic de Campinas viajaram por dez dias atendendo comunidades sem acesso a atendimento médico. Profissionais e estudantes auxiliaram comunidades com exames, remédios e atendimentos José Ferreira/TG Embarque com o Terra da…",
      "url": "https://g1.globo.com/sp/campinas-regiao/terra-da-gente/noticia/2019/08/30/medicos-fazem-expedicao-em-barco-hospital-para-atender-ribeirinhos-em-santarem-pa.ghtml",
      "urlToImage": "https://s2.glbimg.com/dZca_gIaS6o-2zcj4VXWyvG1IXQ=/1200x/smart/filters:cover():strip_icc()/i.s3.glbimg.com/v1/AUTH_59edd422c0c84a879bd37670ae4f538a/internal_photos/bs/2019/X/k/l1jf6RSziddnxXCYTLbA/sao-leopoldo-mandic-5.jpg",
      "publishedAt": "2019-08-30T12:37:15Z",
      "content": "Embarque com o Terra da Gente em uma expedição humanitária. Nossa equipe acompanhou o trabalho de professores e alunos de medicina e odontologia da faculdade São Leopoldo Mandic de Campinas em uma viagem à Amazônia. O objetivo dessa aventura? Prestar atendime… [+845 chars]"
    },
    {
      "source": {
        "id": "globo",
        "name": "Globo"
      },
      "author": "Merval Pereira",
      "title": "Posts enganosos distorcem dados sobre palestras de jornalistas da Globo no Senac",
      "description": "Matéria publicada no jornal \"O Estado de S.Paulo\" Posts enganosos distorcem dados sobre palestras de jornalistas da Globo no Senac Boato enganoso se espalhou após acusação do presidente Jair Bolsonaro contra o jornalista Merval Pereira Alessandra Monnerat 29 …",
      "url": "https://blogs.oglobo.globo.com/merval-pereira/post/posts-enganosos-distorcem-dados-sobre-palestras-de-jornalistas-da-globo-no-senac.html",
      "urlToImage": "https://i.glbimg.com/og/ig/infoglobo1/f/original/blog/image_share/merval-pereira.jpg",
      "publishedAt": "2019-08-30T12:31:11Z",
      "content": "Matéria publicada no jornal \"O Estado de S.Paulo\"\r\nPosts enganosos distorcem dados sobre palestras de jornalistas da Globo no SenacBoato enganoso se espalhou após acusação do presidente Jair Bolsonaro contra o jornalista Merval PereiraAlessandra Monnerat\r\n29 … [+6001 chars]"
    },
    {
      "source": {
        "id": "globo",
        "name": "Globo"
      },
      "author": null,
      "title": "Desemprego cai para 11,8% em julho",
      "description": "A taxa de desemprego no Brasil recuou para 11,8% em julho deste ano, de acordo com números da Pnad Contínua do IBGE. No período de fevereiro a abril de 2019, que serve como base de comparação para este indicador, o desemprego era de 12,5%. Em... Leia mais",
      "url": "https://oglobo.globo.com/economia/desemprego-cai-para-118-em-julho-23915298",
      "urlToImage": "https://extra.globo.com/incoming/23916090-f06-121/w976h550-PROP/trabalho.jpg",
      "publishedAt": "2019-08-30T12:30:00Z",
      "content": "A taxa de desemprego no Brasil recuou para 11,8% em julho deste ano, de acordo com números da PnadContínua do IBGE. No período de fevereiro a abril de 2019, que serve como base de comparação para este indicador, o desemprego era de 12,5%. Em números, a quanti… [+1860 chars]"
    },
    {
      "source": {
        "id": "globo",
        "name": "Globo"
      },
      "author": null,
      "title": "EMTU programa saídas extras de ônibus da região para levar passageiros na Expoflora, em Holambra",
      "description": "Evento começa nesta sexta-feira (30) e vai até 29 de setembro. Ao todo, 19 horários extras foram definidos. 38ª Expoflora ocorre a partir do dia 30 de agosto, em Holambra (SP) Vera Longuini/Divulgação A Empresa Metropolitana de Transportes Urbanos de São Paul…",
      "url": "https://g1.globo.com/sp/campinas-regiao/noticia/2019/08/30/emtu-programa-saidas-extras-de-onibus-da-regiao-para-levar-passageiros-na-expoflora-em-holambra.ghtml",
      "urlToImage": "https://s2.glbimg.com/_PcUxvSTZ-3YEdRgBLH1XDQPic4=/1200x/smart/filters:cover():strip_icc()/i.s3.glbimg.com/v1/AUTH_59edd422c0c84a879bd37670ae4f538a/internal_photos/bs/2019/d/l/1A4FGIRCKOZNkZuoChoA/imagem-release-1650453.jpg",
      "publishedAt": "2019-08-30T12:25:18Z",
      "content": "A Empresa Metropolitana de Transportes Urbanos de São Paulo (EMTU) fará uma operação especial a partir desta sexta-feira (30) para levar os passageiros de Artur Nogueira (SP), Campinas (SP), Jaguariúna (SP) e Santo Antônio de Posse (SP) à 38° edição da Expofl… [+1251 chars]"
    },
    {
      "source": {
        "id": "globo",
        "name": "Globo"
      },
      "author": "Gabriel Mascarenhas",
      "title": "O bombeiro Rodrigo Maia",
      "description": "Rodrigo Maia participou da elaboração do projeto que altera a legislação eleitoral e estabelece um mínimo de R$ 2 bilhões para o fundo eleitoral já em 2020. A proposta não avançou dada a quantidade de enxertos polêmicos feitos na última hora. Justiça seja fei…",
      "url": "https://blogs.oglobo.globo.com/lauro-jardim/post/o-bombeiro-rodrigo-maia.html",
      "urlToImage": "https://s2.glbimg.com/jhqjEKPY_HH05zS2V-bPFm06bZc=/640x424/i.glbimg.com/og/ig/infoglobo1/f/original/2018/01/23/74155023_pa_rio_de_janeiro_rj_08-01-2018_-_entrevista_exclusiva_com_o_presidente_da_camara_dos_d.jpg",
      "publishedAt": "2019-08-30T12:25:01Z",
      "content": "Rodrigo Maia participou da elaboração do projeto que altera a legislação eleitoral e estabelece um mínimo de R$ 2 bilhões para o fundo eleitoral já em 2020.\r\nA proposta não avançou dada a quantidade de enxertos polêmicos feitos na última hora. Justiça seja fe… [+560 chars]"
    },
    {
      "source": {
        "id": "globo",
        "name": "Globo"
      },
      "author": null,
      "title": "Petrobras inicia fase vinculante para venda de fatia na argentina Mega",
      "description": "SÃO PAULO (Reuters) - A Petrobras informou nesta sexta-feira que iniciou a fase vinculante para a venda de sua participação de 34% na Compañia Mega, empresa argentina que processa gás natural e fraciona seus líquidos... Leia mais",
      "url": "https://extra.globo.com/noticias/economia/petrobras-inicia-fase-vinculante-para-venda-de-fatia-na-argentina-mega-23916088.html",
      "urlToImage": "https://extra.globo.com/skins/extra/images/extra-face-1.jpg",
      "publishedAt": "2019-08-30T12:24:00Z",
      "content": "SÃO PAULO (Reuters) - A Petrobras informou nesta sexta-feira que iniciou a fase vinculante para a venda de sua participação de 34% na Compañia Mega, empresa argentina que processa gás natural e fraciona seus líquidos (etano, propano, butano e gasolina natural… [+726 chars]"
    },
    {
      "source": {
        "id": "globo",
        "name": "Globo"
      },
      "author": null,
      "title": "Ministério da Economia divulga regras para realização de concursos públicos da União",
      "description": "O Ministério da Economia divulgou, nesta sexta-feira, regras para a solicitação e a realização de concursos públicos da União. Órgãos e entidades integrantes do Sistema de Pessoal Civil — incluindo autarquias e fundações — terão que pedir... Leia mais",
      "url": "https://extra.globo.com/emprego/concursos/ministerio-da-economia-divulga-regras-para-realizacao-de-concursos-publicos-da-uniao-23916077.html",
      "urlToImage": "https://extra.globo.com/incoming/23916082-7f6-0fd/w976h550-PROP/concursos.jpg",
      "publishedAt": "2019-08-30T12:20:32Z",
      "content": "O Ministério da Economia divulgou, nesta sexta-feira, regras para a solicitação e a realização de concursos públicos da União. Órgãos e entidades integrantes do Sistema de Pessoal Civil incluindo autarquias e fundações terão que pedir autorização à pasta para… [+2729 chars]"
    },
    {
      "source": {
        "id": "globo",
        "name": "Globo"
      },
      "author": null,
      "title": "BR Distribuidora e Lojas Americanas discutem parceria em lojas de conveniências",
      "description": "(Reuters) - A Lojas Americanas e a BR Distribuidora assinaram memorando de entendimentos não vinculante para guiar estudos sobre a viabilidade de uma possível parceria estratégica no segmento de lojas de conveniência da... Leia mais",
      "url": "https://extra.globo.com/noticias/economia/br-distribuidora-lojas-americanas-discutem-parceria-em-lojas-de-conveniencias-23916084.html",
      "urlToImage": "https://extra.globo.com/skins/extra/images/extra-face-1.jpg",
      "publishedAt": "2019-08-30T12:20:00Z",
      "content": "(Reuters) - A Lojas Americanas e a BR Distribuidora assinaram memorando de entendimentos não vinculante para guiar estudos sobre a viabilidade de uma possível parceria estratégica no segmento de lojas de conveniência da BR, conforme comunicados divulgados pel… [+857 chars]"
    },
    {
      "source": {
        "id": "globo",
        "name": "Globo"
      },
      "author": null,
      "title": "Bolsonaro diz que espera novidade dos EUA sobre ajuda para Amazônia",
      "description": "(Reuters) - O presidente Jair Bolsonaro afirmou nesta sexta-feira que espera alguma \"novidade\" dos Estados Unidos em relação ao pedido de ajuda feito ao presidente norte-americano, Donald Trump, para enfrentar queimadas na... Leia mais",
      "url": "https://extra.globo.com/noticias/brasil/bolsonaro-diz-que-espera-novidade-dos-eua-sobre-ajuda-para-amazonia-23916083.html",
      "urlToImage": "https://extra.globo.com/skins/extra/images/extra-face-1.jpg",
      "publishedAt": "2019-08-30T12:20:00Z",
      "content": "(Reuters) - O presidente Jair Bolsonaro afirmou nesta sexta-feira que espera alguma \"novidade\" dos Estados Unidos em relação ao pedido de ajuda feito ao presidente norte-americano, Donald Trump, para enfrentar queimadas na Amazônia, e disse que também deve co… [+1440 chars]"
    },
    {
      "source": {
        "id": "globo",
        "name": "Globo"
      },
      "author": null,
      "title": "Após trote na UnB, estudante de 17 anos é internado em coma induzido",
      "description": "Jovem é calouro da Faculdade de Biotecnologia. Ele chegou ao hospital inconsciente, com corte na cabeça. Instituto de Ciências Biológicas da Universidade de Brasília (UnB) TV Globo/Reprodução Um estudante de 17 anos, recém-aprovado na Universidade de Brasília…",
      "url": "https://g1.globo.com/df/distrito-federal/noticia/2019/08/30/estudante-de-17-anos-e-internado-em-coma-induzido-apos-trote-na-unb.ghtml",
      "urlToImage": "https://s2.glbimg.com/P8IYgprmCk965C70SE4QkMIs5pA=/1200x/smart/filters:cover():strip_icc()/i.s3.glbimg.com/v1/AUTH_59edd422c0c84a879bd37670ae4f538a/internal_photos/bs/2019/R/e/eYOUhHRreRR5vDycgs1A/122247-trote-unb-29082019-0014-frame-168.png",
      "publishedAt": "2019-08-30T12:12:54Z",
      "content": "Um estudante de 17 anos, recém-aprovado na Universidade de Brasília (UnB), ficou ferido e foi levado para o Hospital Universitário de Brasília (HUB) depois de participar de um trote por volta das 17h desta quinta-feira (29). Ele chegou ao hospital inconscient… [+2640 chars]"
    },
    {
      "source": {
        "id": "globo",
        "name": "Globo"
      },
      "author": null,
      "title": "Americano salva amigo perseguido por jacaré quando pescava de caiaque",
      "description": "Um americano que pescava de caiaque em uma lagoa de Augusta (Geórgia, EUA) teve que remar muito para fugir de um aligátor (como é conhecido o típico jacaré americano) de 3 metros de comprimento que decidiu persegui-lo.O episódio dramático aconteceu... Leia ma…",
      "url": "https://extra.globo.com/noticias/page-not-found/americano-salva-amigo-perseguido-por-jacare-quando-pescava-de-caiaque-23916063.html",
      "urlToImage": "https://extra.globo.com/incoming/23916050-13b-5cb/w976h550-PROP/blog_gator.jpg",
      "publishedAt": "2019-08-30T12:06:09Z",
      "content": "Um americano que pescava de caiaque em uma lagoa de Augusta (Geórgia, EUA) teve que remar muito para fugir de um aligátor (como é conhecido o típico jacaré americano) de 3 metros de comprimento que decidiu persegui-lo.\r\nO episódio dramático aconteceu na noite… [+514 chars]"
    },
    {
      "source": {
        "id": "globo",
        "name": "Globo"
      },
      "author": null,
      "title": "S&P corta rating de longo prazo da Argentina por plano de extensão de dívida",
      "description": "Por Cassandra Garrison e Walter BianchiBUENOS AIRES (Reuters) - A agência de classificação de risco Standard &amp; Poors cortou na quinta-feira a classificação de crédito de longo prazo da Argentina em mais três degraus,... Leia mais",
      "url": "https://extra.globo.com/noticias/economia/sp-corta-rating-de-longo-prazo-da-argentina-por-plano-de-extensao-de-divida-23916057.html",
      "urlToImage": "https://extra.globo.com/skins/extra/images/extra-face-1.jpg",
      "publishedAt": "2019-08-30T12:04:00Z",
      "content": "Por Cassandra Garrison e Walter Bianchi\r\nBUENOS AIRES (Reuters) - A agência de classificação de risco Standard &amp; Poors cortou na quinta-feira a classificação de crédito de longo prazo da Argentina em mais três degraus, para o nível mais especulativo, dize… [+1787 chars]"
    },
    {
      "source": {
        "id": "globo",
        "name": "Globo"
      },
      "author": null,
      "title": "'Eu adoro recordar os velhos tempos', afirma Sandy em coletiva de imprensa",
      "description": "Antes de subir ao palco e cantar para 45 mil pessoas no Allianz Parque, Sandy e Junior participaram de uma coletiva de imprensa e falaram sobre essa onda de nostalgia que vem trazendo de volta sucessos do passado.\"Eu sou uma pessoa saudosista. Eu... Leia mais",
      "url": "https://extra.globo.com/sandy-e-junior/eu-adoro-recordar-os-velhos-tempos-afirma-sandy-em-coletiva-de-imprensa-23915367.html",
      "urlToImage": "https://extra.globo.com/incoming/23915346-7ef-d3a/w976h550-PROP/84239143_sc-sao-paulosp24-08-2019-show-nossa-historia-de-sandy-e-junior-no-allians-parque-.-foto.jpg",
      "publishedAt": "2019-08-30T12:00:02Z",
      "content": "Antes de subir ao palco e cantar para 45 mil pessoas no Allianz Parque, Sandy e Junior participaram de uma coletiva de imprensa e falaram sobre essa onda de nostalgia que vem trazendo de volta sucessos do passado.\r\n\"Eu sou uma pessoa saudosista. Eu adoro reco… [+2334 chars]"
    },
    {
      "source": {
        "id": "globo",
        "name": "Globo"
      },
      "author": null,
      "title": "CPAT Campinas oferece 24 vagas de emprego e salários chegam a R$ 2,4 mil; veja lista de oportunidades",
      "description": "Interessados devem comparecer a uma das unidades do CPAT para análise de perfil e cadastro, levando RG, CPF, Carteira de Trabalho e o número do PIS. Vagas foram divulgadas nesta sexta-feira (30) no site do CPAT Reprodução/EPTV O Centro Público de Apoio ao Tra…",
      "url": "https://g1.globo.com/sp/campinas-regiao/concursos-e-emprego/noticia/2019/08/30/cpat-campinas-oferece-24-vagas-de-emprego-e-salarios-chegam-a-r-24-mil-veja-lista-de-oportunidades.ghtml",
      "urlToImage": "https://s2.glbimg.com/wIROnIDP-i6HdqvBLKUC93vC-oY=/1200x/smart/filters:cover():strip_icc()/s.glbimg.com/jo/g1/f/original/2015/05/15/cpat_campinas.png",
      "publishedAt": "2019-08-30T11:57:29Z",
      "content": "O Centro Público de Apoio ao Trabalhador (CPAT) de Campinas (SP) oferece 24 vagas de emprego para moradores da região nesta sexta-feira (30). Os salários vão até R$ 2,4 mil, sendo a maior remuneração destinada ao cargo de educador (a) social, exclusivo para p… [+1878 chars]"
    },
    {
      "source": {
        "id": "globo",
        "name": "Globo"
      },
      "author": null,
      "title": "Novo álbum de Taylor Swift quebra recorde na China",
      "description": "(Reuters) - O álbum \"Lover\", da cantora e compositora norte-americana Taylor Swift, quebrou novo recorde na China para um artista internacional nesta sexta-feira ao ultrapassar o total de 1 milhão de reproduções, downloads... Leia mais",
      "url": "https://extra.globo.com/tv-e-lazer/novo-album-de-taylor-swift-quebra-recorde-na-china-23916040.html",
      "urlToImage": "https://extra.globo.com/skins/extra/images/extra-face-1.jpg",
      "publishedAt": "2019-08-30T11:52:00Z",
      "content": "(Reuters) - O álbum \"Lover\", da cantora e compositora norte-americana Taylor Swift, quebrou novo recorde na China para um artista internacional nesta sexta-feira ao ultrapassar o total de 1 milhão de reproduções, downloads e vendas combinadas apenas uma seman… [+1011 chars]"
    },
    {
      "source": {
        "id": "globo",
        "name": "Globo"
      },
      "author": null,
      "title": "Tyson Foods faz acordo com Vibra e visa ampliar atuação em aves no Brasil",
      "description": "SÃO PAULO (Reuters) - A Tyson Foods informou nesta sexta-feira que fechou acordo com o Grupo Vibra, produtor e exportador brasileiro de carne de aves, como parte da estratégia de crescimento global da gigante... Leia mais",
      "url": "https://extra.globo.com/noticias/economia/tyson-foods-faz-acordo-com-vibra-visa-ampliar-atuacao-em-aves-no-brasil-23915992.html",
      "urlToImage": "https://extra.globo.com/skins/extra/images/extra-face-1.jpg",
      "publishedAt": "2019-08-30T11:36:00Z",
      "content": "SÃO PAULO (Reuters) - A Tyson Foods informou nesta sexta-feira que fechou acordo com o Grupo Vibra, produtor e exportador brasileiro de carne de aves, como parte da estratégia de crescimento global da gigante norte-americana do setor de proteína animal.\r\n\"Uma… [+1555 chars]"
    },
    {
      "source": {
        "id": "globo",
        "name": "Globo"
      },
      "author": null,
      "title": "Bolsas da Europa rondam máximas em um mês com ajuda de setor imobiliário",
      "description": "Por Amy Caren Daniel(Reuters) - As ações europeias eram negociadas perto de uma máxima em um mês nesta sexta-feira, ajudadas por um salto em papéis de empresas alemãs do setor imobiliário e pela diminuição das tensões... Leia mais",
      "url": "https://extra.globo.com/noticias/economia/bolsas-da-europa-rondam-maximas-em-um-mes-com-ajuda-de-setor-imobiliario-23915966.html",
      "urlToImage": "https://extra.globo.com/skins/extra/images/extra-face-1.jpg",
      "publishedAt": "2019-08-30T11:24:00Z",
      "content": "Por Amy Caren Daniel\r\n(Reuters) - As ações europeias eram negociadas perto de uma máxima em um mês nesta sexta-feira, ajudadas por um salto em papéis de empresas alemãs do setor imobiliário e pela diminuição das tensões comerciais entre os Estados Unidos e a … [+1386 chars]"
    },
    {
      "source": {
        "id": "globo",
        "name": "Globo"
      },
      "author": "Lauro Jardim",
      "title": "Eduardo Cunha vai tentar usar a brecha de Bendine",
      "description": "O novo entendimento do STF sobre o momento em que o réu deve ser ouvido pela Justiça, e que livrou Aldemir Bendine de uma condenação imposta por Sergio Moro, animou Eduardo Cunha a tentar usar o expediente para tentar se livrar da prisão.",
      "url": "https://blogs.oglobo.globo.com/lauro-jardim/post/eduardo-cunha-vai-tentar-usar-brecha-de-bendine.html",
      "urlToImage": "https://s2.glbimg.com/G7Ic3VUgU24J5Kvmn7Wr1Yl_8HQ=/400x266/top/i.glbimg.com/og/ig/infoglobo1/f/original/2018/03/22/72672987_-brasil_-_brasilia_-_bsb_-_pa_-_27-10-2017_-_pa_-_o_ex_presidente_da_camara_dos_deputado_ed.jpg",
      "publishedAt": "2019-08-30T11:20:01Z",
      "content": null
    },
    {
      "source": {
        "id": "globo",
        "name": "Globo"
      },
      "author": null,
      "title": "Partido Comunista da China fará reunião importante em outubro",
      "description": "PEQUIM (Reuters) - O Partido Comunista da China realizará uma importante reunião de liderança em outubro para discutir maneiras de melhorar a governança e aperfeiçoar o sistema socialista do país, informou a mídia estatal... Leia mais",
      "url": "https://extra.globo.com/noticias/economia/partido-comunista-da-china-fara-reuniao-importante-em-outubro-23915958.html",
      "urlToImage": "https://extra.globo.com/skins/extra/images/extra-face-1.jpg",
      "publishedAt": "2019-08-30T11:20:00Z",
      "content": "PEQUIM (Reuters) - O Partido Comunista da China realizará uma importante reunião de liderança em outubro para discutir maneiras de melhorar a governança e aperfeiçoar o sistema socialista do país, informou a mídia estatal nesta sexta-feira, mais de um ano apó… [+806 chars]"
    },
    {
      "source": {
        "id": "globo",
        "name": "Globo"
      },
      "author": null,
      "title": "Mercados chineses caem no mês com ameaça de tarifas; prisões abalam sentimento em HK",
      "description": "HONG KONG (Reuters) - As ações chinesas mostraram volatilidade nesta sexta-feira, com o otimismo dos investidores diante dos sinais de novas negociações comerciais entre Estados Unidos e o país asiático ofuscado pela firme... Leia mais",
      "url": "https://extra.globo.com/noticias/economia/mercados-chineses-caem-no-mes-com-ameaca-de-tarifas-prisoes-abalam-sentimento-em-hk-23915957.html",
      "urlToImage": "https://extra.globo.com/skins/extra/images/extra-face-1.jpg",
      "publishedAt": "2019-08-30T11:20:00Z",
      "content": "HONG KONG (Reuters) - As ações chinesas mostraram volatilidade nesta sexta-feira, com o otimismo dos investidores diante dos sinais de novas negociações comerciais entre Estados Unidos e o país asiático ofuscado pela firme decisão de Washington de avançar com… [+2259 chars]"
    },
    {
      "source": {
        "id": "globo",
        "name": "Globo"
      },
      "author": null,
      "title": "Jonathan Fabbro, ex-jogador do Atlético-MG, é condenado a 14 anos de prisão por abusar sexualmente da sobrinha",
      "description": "O ex-atacante Jonathan Fabbro foi condenado a 14 anos de prisão nesta quinta-feira por ter abusado sexualmente da sobrinha e afilhada quando ela tinha entre 5 e 11 anos. O jogador já cumpria prisão preventiva na Argentina e aguardava pelo julgamento... Leia m…",
      "url": "https://extra.globo.com/esporte/jonathan-fabbro-ex-jogador-do-atletico-mg-condenado-14-anos-de-prisao-por-abusar-sexualmente-da-sobrinha-23915929.html",
      "urlToImage": "https://extra.globo.com/incoming/23915963-25d-20e/w976h550-PROP/84305547_files-file-photo-taken-on-october-20-2013-of-then-river-plate's-midfielder-jonathan-fab.jpg",
      "publishedAt": "2019-08-30T11:08:12Z",
      "content": "O ex-jogador Jonathan Fabbro foi condenado a 14 anos de prisão nesta quinta-feira por ter abusado sexualmente da sobrinha e afilhada quando ela tinha entre 5 e 11 anos. O jogador já cumpria prisão preventiva na Argentina desde o fim de 2018 e aguardava pelo j… [+1137 chars]"
    },
    {
      "source": {
        "id": "globo",
        "name": "Globo"
      },
      "author": null,
      "title": "Motorista viraliza ao usar trena para saber se carro cabe em vaga",
      "description": "Uma motorista em Shenzhen (China) está sendo chamada de \"a mais cuidadosa da História\" ao ser vista usando uma trena de metal para saber se o carro que dirigia cabia em uma vaga em estacionamento quase lotado. A vaga seria incompatível com a largura... Leia m…",
      "url": "https://extra.globo.com/noticias/page-not-found/motorista-viraliza-ao-usar-trena-para-saber-se-carro-cabe-em-vaga-23915933.html",
      "urlToImage": "https://extra.globo.com/incoming/23915935-3c8-ddc/w976h550-PROP/blog_china.jpg",
      "publishedAt": "2019-08-30T11:05:00Z",
      "content": "Uma motorista em Shenzhen (China) está sendo chamada de \"a mais cuidadosa da História\" ao ser vista usando uma trena de metal para saber se o carro que dirigia cabia em uma vaga em estacionamento quase lotado. A vaga seria incompatível com a largura do veícul… [+235 chars]"
    },
    {
      "source": {
        "id": "globo",
        "name": "Globo"
      },
      "author": null,
      "title": "Motorista viraliza ao usar fita métrica para saber se carro cabe em vaga",
      "description": "Uma motorista em Shenzhen (China) está sendo chamada de \"a mais cuidadosa da História\" ao ser vista usando uma fita métrica para saber se o carro que dirigia cabia em uma vaga em estacionamento quase lotado.O vídeo viralizou na rede social Weibo... Leia mais",
      "url": "https://extra.globo.com/noticias/page-not-found/motorista-viraliza-ao-usar-fita-metrica-para-saber-se-carro-cabe-em-vaga-23915933.html",
      "urlToImage": "https://extra.globo.com/skins/extra/images/extra-face-1.jpg",
      "publishedAt": "2019-08-30T11:05:00Z",
      "content": "Uma motorista em Shenzhen (China) está sendo chamada de \"a mais cuidadosa da História\" ao ser vista usando uma fita métrica para saber se o carro que dirigia cabia em uma vaga em estacionamento quase lotado.\r\nO vídeo viralizou na rede social Weibo (equivalent… [+181 chars]"
    },
    {
      "source": {
        "id": "globo",
        "name": "Globo"
      },
      "author": null,
      "title": "VÍDEOS: Bom Dia Cidade região de Campinas de sexta-feira, 30 de agosto",
      "description": "Veja as reportagens das regiões de Campinas e Piracicaba. Veja as reportagens das regiões de Campinas e Piracicaba.",
      "url": "https://g1.globo.com/sp/campinas-regiao/edicao/2019/08/30/videos-bom-dia-cidade-regiao-de-campinas-de-sexta-feira-30-de-agosto.ghtml",
      "urlToImage": "http://s2.glbimg.com/g3nXtU8F2tTpZoxycJevC5EcCoo=/filters:max_age(3600)/s02.video.glbimg.com/deo/vi/13/32/7883213",
      "publishedAt": "2019-08-30T10:53:47Z",
      "content": null
    },
    {
      "source": {
        "id": "globo",
        "name": "Globo"
      },
      "author": null,
      "title": "Equipes de negociadores comerciais de China e EUA mantêm 'comunicação eficaz'--ministério chinês",
      "description": "PEQUIM (Reuters) - Equipes de negociadores comerciais de China e Estados Unidos estão mantendo uma comunicação eficaz, disse o Ministério das Relações Exteriores da China nesta sexta-feira em uma entrevista coletiva em... Leia mais",
      "url": "https://extra.globo.com/noticias/economia/equipes-de-negociadores-comerciais-de-china-eua-mantem-comunicacao-eficaz-ministerio-chines-23915917.html",
      "urlToImage": "https://extra.globo.com/skins/extra/images/extra-face-1.jpg",
      "publishedAt": "2019-08-30T10:52:00Z",
      "content": "PEQUIM (Reuters) - Equipes de negociadores comerciais de China e Estados Unidos estão mantendo uma comunicação eficaz, disse o Ministério das Relações Exteriores da China nesta sexta-feira em uma entrevista coletiva em Pequim.\r\nA China e os Estados Unidos est… [+265 chars]"
    },
    {
      "source": {
        "id": "globo",
        "name": "Globo"
      },
      "author": null,
      "title": "Vendas no varejo alemão caem em julho mais do que o esperado",
      "description": "BERLIM (Reuters) - As vendas nas lojas na Alemanha caíram muito mais do que o esperado em julho, com consumidores gastando 2,2% a menos do que no mês anterior, no mais recente de um conjunto de sinais de que a maior... Leia mais",
      "url": "https://extra.globo.com/noticias/economia/vendas-no-varejo-alemao-caem-em-julho-mais-do-que-esperado-23915909.html",
      "urlToImage": "https://extra.globo.com/skins/extra/images/extra-face-1.jpg",
      "publishedAt": "2019-08-30T10:48:00Z",
      "content": "BERLIM (Reuters) - As vendas nas lojas na Alemanha caíram muito mais do que o esperado em julho, com consumidores gastando 2,2% a menos do que no mês anterior, no mais recente de um conjunto de sinais de que a maior economia da Europa está perdendo força.\r\nTr… [+843 chars]"
    },
    {
      "source": {
        "id": "globo",
        "name": "Globo"
      },
      "author": null,
      "title": "Inflação na zona do euro fica estável em agosto, pode reforçar cenário de mais estímulo pelo BCE",
      "description": "Por Philip Blenkinsop e Foo Yun CheeBRUXELAS (Reuters) - A inflação na zona do euro permaneceu baixa em 1,0% em agosto, bem aquém da meta do Banco Central Europeu (BCE), mostrou uma primeira estimativa na sexta-feira,... Leia mais",
      "url": "https://extra.globo.com/noticias/economia/inflacao-na-zona-do-euro-fica-estavel-em-agosto-pode-reforcar-cenario-de-mais-estimulo-pelo-bce-23915903.html",
      "urlToImage": "https://extra.globo.com/skins/extra/images/extra-face-1.jpg",
      "publishedAt": "2019-08-30T10:44:00Z",
      "content": "Por Philip Blenkinsop e Foo Yun Chee\r\nBRUXELAS (Reuters) - A inflação na zona do euro permaneceu baixa em 1,0% em agosto, bem aquém da meta do Banco Central Europeu (BCE), mostrou uma primeira estimativa na sexta-feira, reforçando expectativas do mercado de q… [+1832 chars]"
    },
    {
      "source": {
        "id": "globo",
        "name": "Globo"
      },
      "author": null,
      "title": "Rodovias D. Pedro I e Zeferino Vaz têm interdição para reparo no asfalto em Campinas e Paulínia",
      "description": "Trabalhos serão realizados nesta sexta e sábado, durante a manhã e a noite. Veja os pontos de bloqueio. As rodovias Professor Zeferino Vaz (SP-332) e D. Pedro I (SP-065) recebem interdições para obras de reparo no asfalto, nesta sexta-feira (30) e sábado (31)…",
      "url": "https://g1.globo.com/sp/campinas-regiao/noticia/2019/08/30/rodovias-d-pedro-i-e-zeferino-vaz-tem-interdicao-para-reparo-no-asfalto-em-campinas-e-paulinia.ghtml",
      "urlToImage": "https://s.glbimg.com/jo/g1/static/live/imagens/img_facebook.png",
      "publishedAt": "2019-08-30T10:29:53Z",
      "content": "As rodovias Professor Zeferino Vaz (SP-332) e D. Pedro I (SP-065) recebem interdições para obras de reparo no asfalto, nesta sexta-feira (30) e sábado (31), em Campinas (SP) e Paulínia (SP). Os trabalhos serão realizados nos períodos da manhã e noite. Na noit… [+1001 chars]"
    },
    {
      "source": {
        "id": "globo",
        "name": "Globo"
      },
      "author": null,
      "title": "Operação para prender sequestradores que agem na Baixada tem um morto",
      "description": "Uma pessoa morreu numa operação que a Delegacia de Roubos e Furtos (DRF) realiza, nesta sexta-feira, em municípios da Baixada Fluminense. Cinco suspeitos foram presos e levados para a Cidade da Polícia. A ação visa a desarticular uma quadrilha de... Leia mais",
      "url": "https://extra.globo.com/casos-de-policia/operacao-para-prender-sequestradores-que-agem-na-baixada-tem-um-morto-23915866.html",
      "urlToImage": "https://extra.globo.com/incoming/23915868-713-505/w976h550-PROP/operacao-sequestradores.jpg",
      "publishedAt": "2019-08-30T10:26:35Z",
      "content": "Uma pessoa morreu numa operação que a Delegacia de Roubos e Furtos (DRF) realiza, nesta sexta-feira, em municípios da Baixada Fluminense. Cinco suspeitos foram presos e levados para a Cidade da Polícia. A ação visa a desarticular uma quadrilha de sequestrador… [+1255 chars]"
    },
    {
      "source": {
        "id": "globo",
        "name": "Globo"
      },
      "author": "Gabriel Mascarenhas",
      "title": "Alcolumbre e o Planalto: a nova rusga",
      "description": "Davi Alcolumbre estrilou ao ver publicado na imprensa que havia indicado nomes para o Cade. Irritado, atribuiu a informação ao governo. Alcolumbre foi a auxiliares de Jair Bolsonaro para exigir que o Palácio do Planalto deixasse claro que, daquela vez, ele nã…",
      "url": "https://blogs.oglobo.globo.com/lauro-jardim/post/alcolumbre-e-o-planalto-nova-rusga.html",
      "urlToImage": "https://s2.glbimg.com/cHWLV0qjuTtgYzPHWrUIhmGVjL4=/640x424/i.glbimg.com/og/ig/infoglobo1/f/original/2019/08/07/davi.jpg",
      "publishedAt": "2019-08-30T10:25:02Z",
      "content": null
    },
    {
      "source": {
        "id": "globo",
        "name": "Globo"
      },
      "author": null,
      "title": "Projeto 'Crespinhos no Poder' celebra um ano em Campinas; veja histórias de empoderamento de crianças negras",
      "description": "Iniciativa surgiu em agosto de 2018, quando o filho do fundador foi vítima de racismo na escola. Hoje, 95 jovens negros são atendidos em ações de representatividade na moda. Ações afirmativas do projeto visam reforçar a aceitação estética e a identidade cultu…",
      "url": "https://g1.globo.com/sp/campinas-regiao/noticia/2019/08/30/projeto-crespinhos-no-poder-celebra-um-ano-em-campinas-veja-historias-de-empoderamento-de-criancas-negras.ghtml",
      "urlToImage": "https://s.glbimg.com/jo/g1/static/live/imagens/img_facebook.png",
      "publishedAt": "2019-08-30T10:18:31Z",
      "content": "O \"Crespinhos no Poder\", iniciativa que promove o empoderamento, a representatividade e a visibilidade estética de crianças e adolescentes negros através do mercado de moda e beleza, comemora um ano de atividades em Campinas (SP) nesta sexta-feira (30). O pro… [+3752 chars]"
    },
    {
      "source": {
        "id": "globo",
        "name": "Globo"
      },
      "author": null,
      "title": "Entenda em 11 perguntas e respostas o corte de 'supersalários' de servidores da Unicamp",
      "description": "Universidade recorreu à Justiça nos últimos anos para manter salários de alguns servidores acima do teto estadual, mas precisou congelar remunerações e cortar vencimentos após decisões judiciais e pressões do Tribunal de Contas do Estado. Unicamp reduz salári…",
      "url": "https://g1.globo.com/sp/campinas-regiao/noticia/2019/08/30/entenda-em-11-perguntas-e-respostas-o-corte-de-supersalarios-de-servidores-da-unicamp.ghtml",
      "urlToImage": "https://s2.glbimg.com/e6eG9N_XSL_VkLfH9DLNuKWUjwY=/1200x/smart/filters:cover():strip_icc()/i.s3.glbimg.com/v1/AUTH_59edd422c0c84a879bd37670ae4f538a/internal_photos/bs/2019/l/S/xXhX5pQSGEy9o2Rw19BA/unicamp-7741249.jpg",
      "publishedAt": "2019-08-30T10:14:29Z",
      "content": "Os \"supersalários\" de servidores da Universidade Estadual de Campinas (Unicamp) vêm num dilema que já dura anos em meio a impasses, com gratificações e méritos de um lado e o teto estadual do outro. O limite é o salário do governador, atualmente na casa dos R… [+8066 chars]"
    },
    {
      "source": {
        "id": "globo",
        "name": "Globo"
      },
      "author": null,
      "title": "Crivella cria código disciplinar para aplicativos de transporte",
      "description": "Em decreto publicado nesta sexta-feira no Diário Oficial da cidade do Rio, o prefeito Marcelo Crivella cria uma espécie de código disciplinar para os motoristas de aplicativos, como Uber e 99, que inclui multas para os participantes do sistema... Leia mais",
      "url": "https://extra.globo.com/noticias/rio/crivella-cria-codigo-disciplinar-para-aplicativos-de-transporte-23915865.html",
      "urlToImage": "https://extra.globo.com/incoming/23915864-54d-375/w976h550-PROP/82229897_ci-rio-de-janeiro-rj-15-04-2019-bx-vereadores-de-nilopolis-querem-que-a-uber-pague-impo.jpg",
      "publishedAt": "2019-08-30T10:11:45Z",
      "content": "Em decreto publicado nesta sexta-feira no Diário Oficial da cidade do Rio, o prefeito Marcelo Crivella cria uma espécie de código disciplinar para os motoristas de aplicativos, como Uber e 99, que inclui multas para os participantes do sistema chamado Prover … [+1971 chars]"
    },
    {
      "source": {
        "id": "globo",
        "name": "Globo"
      },
      "author": null,
      "title": "Crivella cria código disciplinar para aplicativos de transporte",
      "description": "Em decreto publicado nesta sexta-feira no Diário Oficial da cidade do Rio, o prefeito Marcelo Crivella cria uma espécie de código disciplinar para os motoristas de aplicativos, como Uber e 99, que inclui multas para os participantes do sistema... Leia mais",
      "url": "https://extra.globo.com/noticias/economia/crivella-cria-codigo-disciplinar-para-aplicativos-de-transporte-23915865.html",
      "urlToImage": "https://extra.globo.com/incoming/23915864-54d-375/w976h550-PROP/82229897_ci-rio-de-janeiro-rj-15-04-2019-bx-vereadores-de-nilopolis-querem-que-a-uber-pague-impo.jpg",
      "publishedAt": "2019-08-30T10:11:45Z",
      "content": "Em decreto publicado nesta sexta-feira no Diário Oficial da cidade do Rio, o prefeito Marcelo Crivella cria uma espécie de código disciplinar para os motoristas de aplicativos, como Uber e 99, que inclui multas para os participantes do sistema chamado Prover … [+2929 chars]"
    },
    {
      "source": {
        "id": "globo",
        "name": "Globo"
      },
      "author": "Patrícia Kogut",
      "title": "De volta à Record, Heitor Martinez estará em 'Amor sem igual'",
      "description": "Depois de “O Sétimo Guardião”, na Globo, Heitor Martinez assinou com a Record para fazer “Amor sem igual”. Canetada“Jezabel” chegou ao fim na Record em 12 de agosto, mas, ontem, o Ministério da Justiça a reclassificou de não recomendada para menores de 12 par…",
      "url": "https://kogut.oglobo.globo.com/noticias-da-tv/coluna/noticia/2019/08/de-volta-record-heitor-martinez-estara-em-amor-sem-igual.html",
      "urlToImage": "https://s2.glbimg.com/XpRUW1yS0j_cml4dXBiDt8izJnU=/640x424/top/i.glbimg.com/og/ig/infoglobo/f/original/2019/08/29/heitormartinez.jpg",
      "publishedAt": "2019-08-30T10:00:01Z",
      "content": "Depois de “O Sétimo Guardião”, na Globo, Heitor Martinez assinou com a Record para fazer “Amor sem igual”.\r\nCanetada\r\n“Jezabel” chegou ao fim na Record em 12 de agosto, mas, ontem, o Ministério da Justiça a reclassificou de não recomendada para menores de 12 … [+705 chars]"
    },
    {
      "source": {
        "id": "globo",
        "name": "Globo"
      },
      "author": null,
      "title": "Como o novo reitor de Columbia quer redefinir o ensino de negócios",
      "description": "Costis Maglaras defende que executivos convivam mais com engenheiros durante o programa de MBA e que a análise da dados deve pautar todos os cursos de negócios",
      "url": "https://valor.globo.com/carreira/noticia/2019/08/30/como-o-novo-reitor-de-columbia-quer-redefinir-o-ensino-de-negocios.ghtml",
      "urlToImage": "https://s2.glbimg.com/KA27UQUidhHqRp_WnUvN3pDdKkU=/1200x/smart/filters:cover():strip_icc()/i.s3.glbimg.com/v1/AUTH_63b422c2caee4269b8b34177e8876b93/internal_photos/bs/2019/3/Z/vrPpuRRNGa1jEYfwsQrA/1.jpg",
      "publishedAt": "2019-08-30T09:48:00Z",
      "content": "Costis Maglaras, o novo reitor da Columbia Business School, há muito tempo é uma pessoa bem informada sobre um dos maiores fornecedores de cursos de MBA do mundo. Antes de assumir o cargo, ele passou 21 anos ensinando gestão empresarial no campus da Universid… [+5426 chars]"
    },
    {
      "source": {
        "id": "globo",
        "name": "Globo"
      },
      "author": "Google News Português",
      "title": "Surto de ebola já matou mais de 2 mil pessoas na República Democrática do Congo - CBN",
      "description": "Ministério da Saúde do país diz que mais de 3 mil casos da doença já foram registrados. Esse é o segundo pior surto de ebola da história. OMS declarou estado de emergência internacional de saúde. Isso deve facilitar a arrecadação de fundos para combater a doe…",
      "url": "http://cbn.globoradio.globo.com/media/audio/272810/surto-de-ebola-ja-matou-mais-de-2-mil-pessoas-na-r.htm",
      "urlToImage": "https://estaticos.globoradio.globo.com/fotos/2018/05/48d6b140-cca2-40d1-ad09-6ccc74ed01fd.jpg.640x360_q75_box-0%2C27%2C512%2C314_crop_detail.jpg",
      "publishedAt": "2019-08-30T09:37:00Z",
      "content": null
    },
    {
      "source": {
        "id": "globo",
        "name": "Globo"
      },
      "author": "Patrícia Kogut",
      "title": "A promoção também é a alma do Emmy",
      "description": "As bolsas de apostas em torno dos vencedores do Emmy estão fervendo mais em certas categorias. Uma delas é a de atriz coadjuvante em minissérie. Concorrem estrelas como Patricia Clarkson (por “Sharp objects”), Emily Watson (por “Chernobyl”), Vera Farmiga (“Ol…",
      "url": "https://kogut.oglobo.globo.com/noticias-da-tv/critica/noticia/2019/08/promocao-tambem-e-alma-do-emmy.html",
      "urlToImage": "https://s2.glbimg.com/EeScjE16lkBgiXwwIBJwUABjQ2c=/640x424/top/i.glbimg.com/og/ig/infoglobo/f/original/2019/08/29/emmy.jpg",
      "publishedAt": "2019-08-30T09:30:01Z",
      "content": "As bolsas de apostas em torno dos vencedores do Emmy estão fervendo mais em certas categorias. Uma delas é a de atriz coadjuvante em minissérie. Concorrem estrelas como Patricia Clarkson (por “Sharp objects”), Emily Watson (por “Chernobyl”), Vera Farmiga (“Ol… [+1416 chars]"
    },
    {
      "source": {
        "id": "globo",
        "name": "Globo"
      },
      "author": "Gabriel Mascarenhas",
      "title": "Planalto versus o relator da Previdência",
      "description": "O núcleo duro de Jair Bolsonaro se armou para reagir energicamente contra Tasso Jereissati e seu relatório da reforma da Previdência, que mexe em pontos considerados cruciais para o governo. Fernando Bezerra conteve o ímpeto da turma, sob argumento de que não…",
      "url": "https://blogs.oglobo.globo.com/lauro-jardim/post/planalto-versus-o-relator-da-previdencia.html",
      "urlToImage": "https://s2.glbimg.com/NIabdh73d2pw3CeyuXxwAXTDkGQ=/640x424/i.glbimg.com/og/ig/infoglobo1/f/original/2017/09/01/71183207_brasil_-_brasilia_-_bsb_-_pa_-_22-08-2017_-_pa_-_senador_tasso_jereissati_psdb-ce_presiden.jpg",
      "publishedAt": "2019-08-30T09:05:02Z",
      "content": null
    },
    {
      "source": {
        "id": "globo",
        "name": "Globo"
      },
      "author": null,
      "title": "Antes da Olimpíada de Tóquio, Mundial de Basquete agita Pequim",
      "description": "A pouco mais de dez meses para o início da Olimpíada de Tóquio, o basquete masculino inicia, amanhã, a principal fase de seu calendário internacional com a disputa do Mundial da modalidade. Angola e Sérvia abrem a disputa da competição já durante a... Leia ma…",
      "url": "https://extra.globo.com/esporte/antes-da-olimpiada-de-toquio-mundial-de-basquete-agita-pequim-23915804.html",
      "urlToImage": "https://extra.globo.com/incoming/23915805-f56-927/w976h550-PROP/antetokounmpo.png",
      "publishedAt": "2019-08-30T09:00:59Z",
      "content": "A pouco mais de dez meses para o início da Olimpíada de Tóquio, o basquete masculino inicia, amanhã, a principal fase de seu calendário internacional com a disputa do Mundial da modalidade. Angola e Sérvia abrem a disputa da competição já durante a madrugada,… [+3161 chars]"
    },
    {
      "source": {
        "id": "globo",
        "name": "Globo"
      },
      "author": null,
      "title": "De samambaia azulada a suculenta 'ervilha': Expoflora começa nesta sexta com novidades no mercado de flores",
      "description": "Entre principais atrações de 2019, estão também rosas 'dupla face', lírios 'gigantes'e paisagismo que resgata reutilização de materiais. Ingressos estão à venda. Expoflora realiza 38ª edição e promove chuva de pétalas durante programação Reprodução/EPTV A 38ª…",
      "url": "https://g1.globo.com/sp/campinas-regiao/noticia/2019/08/30/de-samambaia-azulada-a-suculenta-ervilha-expoflora-comeca-nesta-sexta-com-novidades-no-mercado-de-flores.ghtml",
      "urlToImage": "https://s2.glbimg.com/W-CV3Dl51EBy2N65mmzcZ7DUj7g=/1200x/smart/filters:cover():strip_icc()/i.s3.glbimg.com/v1/AUTH_59edd422c0c84a879bd37670ae4f538a/internal_photos/bs/2019/J/i/PvZvrmQryuTToyxVbaEA/chuva.jpg",
      "publishedAt": "2019-08-30T09:00:20Z",
      "content": "A 38ª edição da Expoflora, maior exposição de flores e plantas ornamentais da América Latina, começa nesta sexta-feira (30) e segue até o dia 29 de setembro em Holambra (SP). O evento espera reunir 300 mil visitantes neste ano e traz, entre as principais novi… [+4323 chars]"
    },
    {
      "source": {
        "id": "globo",
        "name": "Globo"
      },
      "author": null,
      "title": "Itaú é a marca mais valiosa de 2019. Veja a lista com as empresas mais bem avaliadas",
      "description": "O Itaú é a marca mais valiosa do Brasil, de acordo com o ranking Interbrand, avaliada em R$ 33,5 bilhões. O banco apresentou crescimento de 13% neste ano. Depois aparecem o concorrente Bradesco, valendo R$ 24,8 bi, e a cervejaria Skol, avaliada em... Leia mais",
      "url": "https://extra.globo.com/noticias/economia/itau-a-marca-mais-valiosa-de-2019-veja-lista-com-as-empresas-mais-bem-avaliadas-23914908.html",
      "urlToImage": "https://extra.globo.com/incoming/23914891-82d-149/w976h550-PROP/itau.jpg",
      "publishedAt": "2019-08-30T09:00:15Z",
      "content": "O Itaú é a marca mais valiosa do Brasil, de acordo com o ranking Interbrand, avaliada em R$ 33,5 bilhões. O banco apresentou crescimento de 13% neste ano. Depois aparecem o concorrente Bradesco, valendo R$ 24,8 bi, e a cervejaria Skol, avaliada em R$ 17 bi. N… [+1582 chars]"
    },
    {
      "source": {
        "id": "globo",
        "name": "Globo"
      },
      "author": "Gabriela Antunes",
      "title": "Aos 22 anos, Luciana Fernandes, a Jenifer de 'A dona do pedaço', está grávida do namorado: 'Ficamos muito assustados'",
      "description": "Luciana Fernandes, a Jenifer de \"A dona do pedaço\", espera seu primeiro filho. A atriz, de 22 anos, está grávida de três meses do namorado, Thiago Molfi (foto abaixo):- Não foi planejado, mas está sendo incrível. No início, ficamos muito assustados. Tivemos u…",
      "url": "https://kogut.oglobo.globo.com/noticias-da-tv/noticia/2019/08/aos-22-anos-luciana-fernandes-jenifer-de-dona-do-pedaco-esta-gravida-do-namorado-ficamos-muito-assustados.html",
      "urlToImage": "https://s2.glbimg.com/eWNa2Wjnt0wroQtXvNnkxgMbBw4=/640x424/top/i.glbimg.com/og/ig/infoglobo/f/original/2019/08/29/whatsapp_image_2019-08-28_at_10.44.04.jpeg",
      "publishedAt": "2019-08-30T09:00:01Z",
      "content": "Luciana Fernandes, a Jenifer de \"A dona do pedaço\", espera seu primeiro filho. A atriz, de 22 anos, está grávida de três meses do namorado, Thiago Molfi (foto abaixo):\r\n- Não foi planejado, mas está sendo incrível. No início, ficamos muito assustados. Tivemos… [+1489 chars]"
    },
    {
      "source": {
        "id": "globo",
        "name": "Globo"
      },
      "author": null,
      "title": "Saiba o que fazer diante de uma suspeita de enfarte",
      "description": "As doenças cardiovasculares são a principal causa de morte no mundo, de acordo com a Organização Mundial da Saúde. O enfarte é um dos dos responsáveis por colocar as cardiopatias no topo do ranking dos óbitos por ser uma situação na qual é... Leia mais",
      "url": "https://extra.globo.com/noticias/saude-e-ciencia/saiba-que-fazer-diante-de-uma-suspeita-de-enfarte-23915276.html",
      "urlToImage": "https://extra.globo.com/incoming/23915275-786-281/w976h550-PROP/enfarte.jpg",
      "publishedAt": "2019-08-30T09:00:00Z",
      "content": "As doenças cardiovasculares são a principal causa de morte no mundo, de acordo com a Organização Mundial da Saúde. O enfarte é um dos dos responsáveis por colocar as cardiopatias no topo do ranking dos óbitos por ser uma situação na qual é necessária ação ráp… [+2425 chars]"
    },
    {
      "source": {
        "id": "globo",
        "name": "Globo"
      },
      "author": null,
      "title": "Presidente da Câmara de Belford Roxo impetra mandado de segurança contra prefeito; documentação da Casa vira caso de polícia",
      "description": "O presidente da Câmara de Belford Roxo, Marcio Cardoso Pagniez, o Marcinho Bombeiro (PSL), impetrou um mandado de segurança contra o prefeito Wagner dos Santos Carneiro, o Waguinho (MDB), e o Município por abuso de poder.De acordo com o vereador, o... Leia ma…",
      "url": "https://extra.globo.com/noticias/rio/presidente-da-camara-de-belford-roxo-impetra-mandado-de-seguranca-contra-prefeito-documentacao-da-casa-vira-caso-de-policia-23915829.html",
      "urlToImage": "https://extra.globo.com/incoming/23915827-329-53b/w533h800/infochpdpict000068625322.jpg",
      "publishedAt": "2019-08-30T09:00:00Z",
      "content": "O presidente da Câmara de Belford Roxo, Marcio Cardoso Pagniez, o Marcinho Bombeiro (PSL), impetrou um mandado de segurança contra o prefeito Wagner dos Santos Carneiro, o Waguinho (MDB), e o Município por abuso de poder.\r\nDe acordo com o vereador, o valor do… [+2488 chars]"
    },
    {
      "source": {
        "id": "globo",
        "name": "Globo"
      },
      "author": null,
      "title": "Cantora Jane Di Castro faz relato sobre perseguição durante a ditadura: 'Me bateram, me torturaram'",
      "description": "Artista perfomática desde os anos 60, Jane Di Castro fez um relato sobre a perseguição que sofria durante a ditadura militar no Brasil. A cantora transexual publicou um texto em seu perfil no Facebook contando que foi perseguida e torturada por... Leia mais",
      "url": "https://extra.globo.com/famosos/cantora-jane-di-castro-faz-relato-sobre-perseguicao-durante-ditadura-me-bateram-me-torturaram-23915208.html",
      "urlToImage": "https://extra.globo.com/incoming/23915221-ba3-7fa/w976h550-PROP/janedicastro_.jpg",
      "publishedAt": "2019-08-30T08:48:21Z",
      "content": "Artista perfomática desde os anos 60, Jane Di Castro fez um relato sobre a perseguição que sofria durante a ditadura militar no Brasil. A cantora transexual publicou um texto em seu perfil no Facebook contando que foi perseguida e torturada por Deraldo Padilh… [+4053 chars]"
    },
    {
      "source": {
        "id": "globo",
        "name": "Globo"
      },
      "author": null,
      "title": "Eduardo Moscovis desfila pela noite do Rio com seu novo visual careca",
      "description": "A marchinha de carnaval já dizia que é dos carecas que elas gostam mais. O fato é que Eduardo Moscovis segue sendo galã desfilando com a cabeça raspada pela noite do Rio. O ator de 51 anos foi fotografado tomando chope com amigos no Baixo Gávea, na... Leia ma…",
      "url": "https://extra.globo.com/famosos/eduardo-moscovis-desfila-pela-noite-do-rio-com-seu-novo-visual-careca-23915708.html",
      "urlToImage": "https://extra.globo.com/incoming/23915674-1d7-87f/w976h550-PROP/eduardo-moscovis.png",
      "publishedAt": "2019-08-30T08:31:53Z",
      "content": "A marchinha de carnaval já dizia que é dos carecas que elas gostam mais. O fato é que Eduardo Moscovis segue sendo galã desfilando com a cabeça raspada pela noite do Rio. \r\nEduardo Moscovis com seu novo visual na noite do Rio Foto: EXTRA\r\nO ator de 51 anos fo… [+239 chars]"
    },
    {
      "source": {
        "id": "globo",
        "name": "Globo"
      },
      "author": "Anna Luiza Santiago",
      "title": "Maria Flor fará a novela das 21h de Licia Manzo",
      "description": "Maria Flor voltará às novelas da Globo na trama que Licia Manzo escreve para a faixa das 21h. Ela interpretará uma mulher que vive um relacionamento abusivo com o marido.Cauã Reymond e Andreia Horta serão os protagonistas da história. Quem também terá um pape…",
      "url": "https://kogut.oglobo.globo.com/noticias-da-tv/noticia/2019/08/maria-flor-fara-novela-das-21h-de-licia-manzo.html",
      "urlToImage": "https://s2.glbimg.com/UQDEFxfvKj-oE0grYuRZ6sCTuiI=/640x424/top/i.glbimg.com/og/ig/infoglobo/f/original/2019/08/29/82375545_sc_-_rio_de_janeiro_rj_-_25-04-2019_-_atriz_e_diretora_maria_flor_em_sua_casa._foto_ga.jpg",
      "publishedAt": "2019-08-30T08:30:01Z",
      "content": "Maria Flor voltará às novelas da Globo na trama que Licia Manzo escreve para a faixa das 21h. Ela interpretará uma mulher que vive um relacionamento abusivo com o marido.\r\nCauã Reymond e Andreia Horta serão os protagonistas da história. Quem também terá um pa… [+545 chars]"
    },
    {
      "source": {
        "id": "globo",
        "name": "Globo"
      },
      "author": null,
      "title": "Gracyanne Barbosa é vetada em concurso no México por estar 'fora do padrão'",
      "description": "Gracyanne Barbosa foi cortada do posto de apresentadora da primeira edição do Miss Bumbum World a um mês da realização do evento, no dia 30 de setembro, no México. A musa fitness já havia sido anuncida como uma das atrações do concurso. Como o... Leia mais",
      "url": "https://extra.globo.com/famosos/gracyanne-barbosa-vetada-em-concurso-no-mexico-por-estar-fora-do-padrao-23915289.html",
      "urlToImage": "https://extra.globo.com/incoming/23915330-510-442/w533h800/gracyanne.jpg",
      "publishedAt": "2019-08-30T08:08:55Z",
      "content": "Gracyanne Barbosa foi cortada do posto de apresentadora da primeira edição do Miss Bumbum World a um mês da realização do evento, no dia 30 de setembro, no México. A musa fitness já havia sido anuncida como uma das atrações do concurso. Como o EXTRA apurou, G… [+619 chars]"
    },
    {
      "source": {
        "id": "globo",
        "name": "Globo"
      },
      "author": "Gabriel Menezes",
      "title": "'Órfãos da terra': grávida, Dalila será presa após armadilha de Laila",
      "description": "No capítulo do dia 6 de setembro de \"Órfãos da terra\", Dalila (Alice Wegmann) será presa pela segunda vez após cair numa armadilha de Laila (Julia Dalavia).A filha de Missade (Ana Cecília Costa) publicará um texto falso nas suas redes sociais anunciando o cas…",
      "url": "https://kogut.oglobo.globo.com/noticias-da-tv/novelas/noticia/2019/08/orfaos-da-terra-gravida-dalila-sera-presa-apos-armadilha-de-laila.html",
      "urlToImage": "https://s2.glbimg.com/2edr_fq-FcFTetdBUURMxXPsxLM=/640x424/top/i.glbimg.com/og/ig/infoglobo/f/original/2019/08/29/dalila_orfaosdaterra.png",
      "publishedAt": "2019-08-30T08:05:01Z",
      "content": "No capítulo do dia 6 de setembro de \"Órfãos da terra\", Dalila (Alice Wegmann) será presa pela segunda vez após cair numa armadilha de Laila (Julia Dalavia).\r\nA filha de Missade (Ana Cecília Costa) publicará um texto falso nas suas redes sociais anunciando o c… [+383 chars]"
    },
    {
      "source": {
        "id": "globo",
        "name": "Globo"
      },
      "author": null,
      "title": "Elba Ramalho leva para palco no Rio música inédita de George Sauma: ‘Virou meu amigo’",
      "description": "Elba Ramalho continua celebrando os 40 anos de estrada em cima dos palcos. Nesta sexta e sábado, a cantora se apresenta no Teatro Oi Casagrande, no Rio de Janeiro com o repertório do novo disco “O ouro do pó da estrada”.Uma das faixas chama atenção... Leia ma…",
      "url": "https://extra.globo.com/famosos/elba-ramalho-leva-para-palco-no-rio-musica-inedita-de-george-sauma-virou-meu-amigo-23913992.html",
      "urlToImage": "https://extra.globo.com/incoming/23913987-bb0-4fb/w533h800/elb.jpg",
      "publishedAt": "2019-08-30T08:03:00Z",
      "content": "Elba Ramalho continua celebrando os 40 anos de estrada em cima dos palcos. Nesta sexta e sábado, a cantora se apresenta no Teatro Oi Casagrande, no Rio de Janeiro com o repertório do novo disco O ouro do pó da estrada.\r\nUma das faixas chama atenção pelo compo… [+1205 chars]"
    },
    {
      "source": {
        "id": "globo",
        "name": "Globo"
      },
      "author": null,
      "title": "Alerj aprova fim de fidelização se houver má prestação de serviço de telefonia",
      "description": "As concessionárias de telefonia fixa e móvel e de banda larga móvel deverão ser obrigadas a liberar os consumidores da fidelização, sem penalidades, nos casos de má prestação de serviço. Foi aprovado ontem, em segunda discussão na Assembleia... Leia mais",
      "url": "https://extra.globo.com/noticias/economia/alerj-aprova-fim-de-fidelizacao-se-houver-ma-prestacao-de-servico-de-telefonia-23915433.html",
      "urlToImage": "https://extra.globo.com/noticias/economia/23915416-84e-180/w976h550-PROP/73030044_rio-de-janeiro-17-11-2017-deputados-do-rj-decidem-hoje-se-mantem-prisoes-de-picciani-pa.jpg",
      "publishedAt": "2019-08-30T08:01:02Z",
      "content": "As concessionárias de telefonia fixa e móvel e de banda larga móvel deverão ser obrigadas a liberar os consumidores da fidelização, sem penalidades, nos casos de má prestação de serviço. Foi aprovado ontem, em segunda discussão na Assembleia Legislativa do Es… [+1525 chars]"
    },
    {
      "source": {
        "id": "globo",
        "name": "Globo"
      },
      "author": null,
      "title": "Leva um, faz dois: Flamengo de Jesus consolida estilo e novo trio ofensivo",
      "description": "Em dois meses sob o comando de Jorge Jesus, o Flamengo é líder do Brasileiro e está classificado para a semifinal da Libertadores. A marca do trabalho do novo comandante, apesar da eliminação na Copa do Brasil, está clara: uma equipe destemida, que... Leia ma…",
      "url": "https://extra.globo.com/esporte/leva-um-faz-dois-flamengo-de-jesus-consolida-estilo-novo-trio-ofensivo-23913726.html",
      "urlToImage": "https://extra.globo.com/incoming/23913763-906-6a8/w533h800/84297506_brazil's-flamengo-coach-jorge-jesus-gestures-during-the-copa-libertadores-football-matc.jpg",
      "publishedAt": "2019-08-30T08:00:59Z",
      "content": "Em dois meses sob o comando de Jorge Jesus, o Flamengo é líder do Brasileiro e está classificado para a semifinal da Libertadores. A marca do trabalho do novo comandante, apesar da eliminação na Copa do Brasil, está clara: uma equipe destemida, que leva um, m… [+2403 chars]"
    },
    {
      "source": {
        "id": "globo",
        "name": "Globo"
      },
      "author": null,
      "title": "Em 'Malhação', Meg descobre que está grávida, mas não sabe quem é o pai",
      "description": "Nos próximos capítulos de “Malhação: Toda forma de amar”, uma reviravolta vai acontecer na vida de Meg (Giulia Bertolli). Feliz ao lado de Beto (John Buckley), ela descobre que está grávida. Mas vai viver um conflito ainda maior que o susto de... Leia mais",
      "url": "https://extra.globo.com/tv-e-lazer/telinha/em-malhacao-meg-descobre-que-esta-gravida-mas-nao-sabe-quem-o-pai-23914473.html",
      "urlToImage": "https://extra.globo.com/incoming/23914475-6da-375/w976h550-PROP/tvg_20190817-jm-malhacao-0001176a0357.jpg",
      "publishedAt": "2019-08-30T08:00:51Z",
      "content": null
    },
    {
      "source": {
        "id": "globo",
        "name": "Globo"
      },
      "author": null,
      "title": "Camila é a assassina de Aziz em 'Órfãos da terra'",
      "description": "Se Duca Rachid e Thelma Guedes não mudarem de ideia, Camila (Anaju Dorigon) é a assassina de Aziz (Herson Capri) em “Órfãos da terra”. A revelação acontece no capítulo que vai ao ar no dia 11 de setembro; duas semanas antes do fim da novela, que... Leia mais",
      "url": "https://extra.globo.com/tv-e-lazer/telinha/camila-a-assassina-de-aziz-em-orfaos-da-terra-23914579.html",
      "urlToImage": null,
      "publishedAt": "2019-08-30T08:00:47Z",
      "content": null
    },
    {
      "source": {
        "id": "globo",
        "name": "Globo"
      },
      "author": "Gabriel Menezes",
      "title": "'Bom sucesso': Diogo ordena mortes de comparsas",
      "description": "Nos próximos capítulos de \"Bom sucesso\", Diogo (Armando Babaioff) ordenará que um grupo de criminosos seja assassinado. Tudo começará quando o vilão, com a ajuda de um amigo policial, contratar os bandidos para um assalto à mansão de Alberto (Antonio Fagundes…",
      "url": "https://kogut.oglobo.globo.com/noticias-da-tv/novelas/noticia/2019/08/bom-sucesso-diogo-ordena-mortes-de-comparsas.html",
      "urlToImage": "https://s2.glbimg.com/RKX3MhVPjGD6fcoRN5dTeEtW4bI=/620x450/top/i.glbimg.com/og/ig/infoglobo/f/original/2019/08/29/15649289125d46eb907b3ff_1564928912_1x1_md_2vF7za5.jpg",
      "publishedAt": "2019-08-30T08:00:32Z",
      "content": "Nos próximos capítulos de \"Bom sucesso\", Diogo (Armando Babaioff) ordenará que um grupo de criminosos seja assassinado. \r\nTudo começará quando o vilão, com a ajuda de um amigo policial, contratar os bandidos para um assalto à mansão de Alberto (Antonio Fagund… [+1982 chars]"
    }
  ]
}
