{
  "status": "ok",
  "totalResults": 3162,
  "articles": [
    {
      "source": {
        "id": "breitbart-news",
        "name": "Breitbart News"
      },
      "author": "Frances Martel",
      "title": "Key Democracy Activists Arrested in ‘Outrageous’ Hong Kong Police Sweep",
      "description": "Hong Kong police arrested at least five high-profile democracy activists between Thursday night and Friday afternoon on various charges of participating in \"separatist\" activities shortly before the city enters its thirteenth week of protests.",
      "url": "https://www.breitbart.com/asia/2019/08/30/key-democracy-activists-arrested-outrageous-hong-kong-police-sweep/",
      "urlToImage": "https://media.breitbart.com/media/2019/08/Joshua-Wong-Agnes-Chow-arrest-papers-getty-640x335.jpg",
      "publishedAt": "2019-08-30T14:15:19Z",
      "content": "Pro-democracy activists Joshua Wong and Agnes Chow of the Demosisto Party, student leader Althea Suen, lawmaker Cheng Chung-tai, and Hong Kong National Party leader Andy Chan were all arrested in the past 24 hours.\r\nWong, who rose to prominence as a 17-year-o… [+6869 chars]"
    },
    {
      "source": {
        "id": "breitbart-news",
        "name": "Breitbart News"
      },
      "author": "Jerome Hudson",
      "title": "Jim Carrey: James Comey Critics will ‘Spend Eternity Choking on the Devil’s Dong’",
      "description": "Actor Jim Carrey defended fired FBI Director James Comey after the Department of Justice’s inspector general's report concluded that Comey broke bureau policy by leaking memos with classified information.",
      "url": "https://www.breitbart.com/entertainment/2019/08/30/jim-carrey-james-comey-critics-will-spend-eternity-choking-on-the-devils-dong/",
      "urlToImage": "https://media.breitbart.com/media/2019/08/jimcarreycomey1-640x335.jpg",
      "publishedAt": "2019-08-30T13:45:04Z",
      "content": "“This is the day they tried to make patriotism unethical,” Jim Carrey said in a tweet on Thursday that featured a drawing of Comey with the words “Department Policy is Not Law” written on his head.\r\nCarrey’s tweet included a graphic hashtag declaring: “Unfcki… [+1638 chars]"
    },
    {
      "source": {
        "id": "breitbart-news",
        "name": "Breitbart News"
      },
      "author": "Dr. Susan Berry",
      "title": "Google Emulates Chick-fil-A in Donation to Christian Salvation Army",
      "description": "Tech giant Google announced Wednesday it has donated $1.5 million to the Salvation Army, to assist in the charity’s efforts to fight homelessness in San Francisco and San Jose.",
      "url": "https://www.breitbart.com/politics/2019/08/30/google-emulates-chick-fil-a-in-donation-to-christian-salvation-army/",
      "urlToImage": "https://media.breitbart.com/media/2017/12/salvation-army-bellringer.png",
      "publishedAt": "2019-08-30T13:28:10Z",
      "content": "Google.org is committed to continuing our support for organizations like the Salvation Army to help find solutions to homelessness, said Adrian Schurr, Bay Area program manager for Google.org, the companys charitable arm, according to CBS SF.\r\nThe donation fr… [+5230 chars]"
    },
    {
      "source": {
        "id": "breitbart-news",
        "name": "Breitbart News"
      },
      "author": "Joel B. Pollak",
      "title": "Blue State Blues: Joe Biden Keeps Repeating Charlottesville ‘Very Fine People’ Hoax",
      "description": "Joe Biden continues to lie about Charlottesville while claiming that his campaign stands for \"unity over division\" and \"truth over lies.\"",
      "url": "https://www.breitbart.com/2020-election/2019/08/30/blue-state-blues-joe-biden-keeps-repeating-charlottesville-very-fine-people-hoax/",
      "urlToImage": "https://media.breitbart.com/media/2019/08/IMG_6290-640x335.jpg",
      "publishedAt": "2019-08-30T13:19:50Z",
      "content": "He keeps claiming that President Trump called neo-Nazis “very fine people” — when, in fact, Trump was referring to non-violent protesters on both left and right, and said, “I’m not talking about the neo-Nazis and the white nationalists, because they should be… [+3679 chars]"
    },
    {
      "source": {
        "id": "breitbart-news",
        "name": "Breitbart News"
      },
      "author": "John Nolte",
      "title": "Nolte: Serial Loser Donny Deutsch’s MSNBC Show Canceled After Just 13 Episodes",
      "description": "Donny Deutsch just doesn’t have what it takes to think outside the box or to be interesting. He's a parrot, not a pirate; he just repeats the tired old conventional wisdom, the worn out narratives…",
      "url": "https://www.breitbart.com/the-media/2019/08/30/nolte-serial-loser-donny-deutschs-msnbc-show-canceled-after-just-13-episodes/",
      "urlToImage": "https://media.breitbart.com/media/2019/08/Donny-Deutsch-640x335.jpg",
      "publishedAt": "2019-08-30T13:11:27Z",
      "content": "The far-left and frequently unmoored Deutsch launched Saturday Night Politics in May and already MSNBC has had enough. After just 13 episodes, the left-wing cable news channel decided the August 17 episode would the last.\r\nDeutsch commented on the humiliating… [+3840 chars]"
    },
    {
      "source": {
        "id": "breitbart-news",
        "name": "Breitbart News"
      },
      "author": "Ben Kew, Ben Kew",
      "title": "Brad Pitt Says ‘Ad Astra’ Is a Film About Masculinity and the ‘Barrier That’s Created’",
      "description": "Actor Brad Bitt says his upcoming space thriller Ad Astra will explore themes of toxic masculinity and the consequent \"barrier that's created\" throughout society.",
      "url": "https://www.breitbart.com/entertainment/2019/08/30/brad-pitt-says-ad-astra-is-a-film-about-masculinity-and-the-barrier-thats-created/",
      "urlToImage": "https://media.breitbart.com/media/2019/08/bradpittastra1-640x335.jpg",
      "publishedAt": "2019-08-30T13:07:31Z",
      "content": "The film, which will hit cinemas September 20, sees Brad Pitt play the role of astronaut Roy McBride as he “travels to the outer edges of the solar system to find his missing father and unravel a mystery that threatens the survival of our planet.”\r\nAddressing… [+1794 chars]"
    },
    {
      "source": {
        "id": "breitbart-news",
        "name": "Breitbart News"
      },
      "author": "Charlie Spiering, Charlie Spiering",
      "title": "Donald Trump Scolds General Motors for Moving Plants to China After Bailout",
      "description": "President Donald Trump scolded General Motors on Friday for shifting car production to China, despite getting a taxpayer bailout.",
      "url": "https://www.breitbart.com/politics/2019/08/30/donald-trump-scolds-general-motors-for-moving-plants-to-china-after-bailout/",
      "urlToImage": "https://media.breitbart.com/media/2019/02/Assembly-line-workers-General-Motors-Detroit-Hamtramck-Plant-file-Getty.jpg",
      "publishedAt": "2019-08-30T12:53:41Z",
      "content": "“They moved major plants to China, BEFORE I CAME INTO OFFICE,” Trump wrote on Twitter. “This was done despite the saving help given them by the USA. Now they should start moving back to America again?”\r\nTaxpayers funded a $50 billion package that bailed out G… [+1219 chars]"
    },
    {
      "source": {
        "id": "breitbart-news",
        "name": "Breitbart News"
      },
      "author": "Breitbart News",
      "title": "Florida Braces for ‘Absolute Monster’ Hurricane Dorian",
      "description": "MIAMI (AP) — Unsure where Hurricane Dorian is going to land over Labor Day weekend, many Florida residents faced a sense of helplessness as they prepared for what President Donald Trump said could be an “absolute monster” of a storm.",
      "url": "https://www.breitbart.com/environment/2019/08/30/florida-braces-for-absolute-monster-hurricane-dorian/",
      "urlToImage": "https://media.breitbart.com/media/2019/08/GettyImages-1171002871-640x335.jpg",
      "publishedAt": "2019-08-30T11:31:51Z",
      "content": "All indications are its going to hit very hard and its going to be very big, Trump said in a video he tweeted Thursday evening, comparing Dorian to Hurricane Andrew, which devastated South Florida in 1992.\r\nThe National Hurricane Center said the Category 2 st… [+5424 chars]"
    },
    {
      "source": {
        "id": "breitbart-news",
        "name": "Breitbart News"
      },
      "author": "Oliver JJ Lane",
      "title": "Ex-PM Who Suspended Parliament Joins Legal Challenge to Boris Suspending Parliament",
      "description": "Sir John Major, the former British Prime Minister who was accused of proroguing Parliament in 1997 for cynical political reasons has himself joined a legal effort against Boris Johnson for using the same constitutional mechanism.",
      "url": "https://www.breitbart.com/europe/2019/08/30/ex-pm-who-suspended-parliament-joins-legal-challenge-to-boris-suspending-parliament/",
      "urlToImage": "https://media.breitbart.com/media/2019/08/GettyImages-538949038-e1567161515636-640x335.jpg",
      "publishedAt": "2019-08-30T11:22:32Z",
      "content": "The former Conservative prime minister, who was the Europhile leader responsible for signing the United Kingdom up to the newly established European Union in 1993 through the controversial Maastricht Treaty, announced he would be joining a legal action brough… [+3584 chars]"
    },
    {
      "source": {
        "id": "breitbart-news",
        "name": "Breitbart News"
      },
      "author": "Chris Tomlinson",
      "title": "Spain: Single Algerian Migrant Arrested 14 Times in 11 Weeks",
      "description": "Of the top ten worst offenders in Barcelona over the summer, an Algerian illegal migrant topped the list with 14 arrests over a period of just 11 weeks. Police say the 18-year-old Algerian was arrested eight separate times for theft",
      "url": "https://www.breitbart.com/europe/2019/08/30/spain-single-algerian-migrant-arrested-14-times-in-11-weeks/",
      "urlToImage": "https://media.breitbart.com/media/2017/10/GettyImages-843328306.png",
      "publishedAt": "2019-08-30T11:21:08Z",
      "content": "Police say the 18-year-old Algerian was arrested eight separate times for theft and six times for acts of violence and intimidation and was part of a group of underage migrants who arrived in the city last year, Spanish newspaper La Vanguardiareports.\r\nDespit… [+1677 chars]"
    },
    {
      "source": {
        "id": "breitbart-news",
        "name": "Breitbart News"
      },
      "author": "Victoria Friedman",
      "title": "Rotherham Rape Gangs Review Results in Six More Convictions",
      "description": "Six men have been convicted of the historic grooming and raping of vulnerable underaged girls in Rotherham, the latest convictions to come out of the National Crime Agency’s Operation Stovewood.",
      "url": "https://www.breitbart.com/europe/2019/08/30/rotherham-rape-gangs-review-results-six-more-convictions/",
      "urlToImage": "https://media.breitbart.com/media/2019/08/Operation-Stovewood-1-640x335.png",
      "publishedAt": "2019-08-30T09:35:53Z",
      "content": "Masaued Malik (35), Aftab Hussain (40), Abid Saddiq (38), Sharaz Hussain (35), and two men aged 33 and 35 who cannot be named for legal reasons were found guilty of charges including the rape and sexual assault of seven girls under the age of 16 between 1998 … [+3897 chars]"
    },
    {
      "source": {
        "id": "breitbart-news",
        "name": "Breitbart News"
      },
      "author": "James Delingpole",
      "title": "Delingpole: Meet Your New Favourite Tory MP.",
      "description": "The 1975 are a particularly rubbish pop band which appears to have jumped onto the climate emergency/Greta Thunberg/Extinction Rebellion bandwagon, and this is quite amusing...",
      "url": "https://www.breitbart.com/europe/2019/08/30/delingpole-meet-your-new-favourite-tory-mp/",
      "urlToImage": "https://media.breitbart.com/media/2019/08/GettyImages-811389942-e1567156704807-640x335.jpg",
      "publishedAt": "2019-08-30T09:23:52Z",
      "content": "David TC Davies is the member for Monmouth.\r\nThe 1975 are a particularly rubbish pop band [lead singer Matthew Healy pictured, top] which appears to have jumped onto the climate emergency/Greta Thunberg/Extinction Rebellion bandwagon, and this is quite amusin… [+232 chars]"
    },
    {
      "source": {
        "id": "breitbart-news",
        "name": "Breitbart News"
      },
      "author": "Jack Montgomery",
      "title": "Orban to Salvini: Hungarians 'Will Never Forget' Your Fight for Europe",
      "description": "Hungarian premier Viktor Orbán has sent a warm letter to Italian populist leader Matteo Salvini, who is leaving government as the formerly anti-establishment Five Star Movement (M5S) forms a new coalition with the left-establishment Democratic Party (PD) to a…",
      "url": "https://www.breitbart.com/europe/2019/08/30/orban-to-brother-in-arms-salvini-hungarians-will-never-forget-your-fight-for-strong-borders-european-heritage/",
      "urlToImage": "https://media.breitbart.com/media/2019/08/Orban-Salvini-640x335.png",
      "publishedAt": "2019-08-30T09:08:10Z",
      "content": "The League (Lega, formerly Lega Nord) leader made huge waves when he formed a coalition government with M5S after the Italian elections in 2018, becoming Deputy Prime Minister and Minister of the Interior and taking bold, decisive, and effective action agains… [+2604 chars]"
    },
    {
      "source": {
        "id": "breitbart-news",
        "name": "Breitbart News"
      },
      "author": "Chris Tomlinson",
      "title": "Salvini: New Italian Government Least Democratic Ever",
      "description": "Populist Italian politician, and now former Interior Minister, Matteo Salvini has blasted the new Five Star Movement-Democratic Party (PD) coalition as being the least democratic government of all time.",
      "url": "https://www.breitbart.com/europe/2019/08/30/salvini-blasts-new-italian-government-as-least-democratic-ever/",
      "urlToImage": "https://media.breitbart.com/media/2019/01/GettyImages-1071817476.png",
      "publishedAt": "2019-08-30T08:54:44Z",
      "content": "Mr Salvini, who leads the populist Lega party, slammed the new coalition between the Five Star Movement and the establishment leftist PD saying, “This government is the least democratic and representative of all time. How do you get an executive to start wher… [+1831 chars]"
    },
    {
      "source": {
        "id": "breitbart-news",
        "name": "Breitbart News"
      },
      "author": "Breitbart London",
      "title": "Raab Defends Parliament Suspension as Longest-serving EU Foreign Minister Takes Shots at UK",
      "description": "HELSINKI (AP) - British Foreign Secretary Dominic Raab is defending his government's decision to suspend parliament and says the move has nothing to do with preventing lawmakers from debating the country's exit from the European Union.",
      "url": "https://www.breitbart.com/europe/2019/08/30/raab-defends-parliament-suspension-longest-serving-eu-foreign-minister-takes-shots-uk/",
      "urlToImage": "https://media.breitbart.com/media/2018/11/Dominic-Raab.jpg",
      "publishedAt": "2019-08-30T08:29:39Z",
      "content": "At a meeting Friday with his EU counterparts in Finland, Raab said that “the idea that this is some kind of constitutional outrage is nonsense. It’s actually lawful. It’s perfectly proper. There’s precedent for it.”\r\nOther EU foreign ministers expressed conce… [+550 chars]"
    },
    {
      "source": {
        "id": "breitbart-news",
        "name": "Breitbart News"
      },
      "author": "Neil Munro, Neil Munro",
      "title": "Joe Biden: DACA Illegals 'Become American Before a Lot of Americans'",
      "description": "Joe Biden praised young 'DACA' illegal migrants as more American than Americans during a Thursday campaign event in Rock Hill, South Carolina.",
      "url": "https://www.breitbart.com/economy/2019/08/30/joe-biden-daca-illegals-become-american-before-a-lot-of-americans/",
      "urlToImage": "https://media.breitbart.com/media/2018/12/discharge-petition.png",
      "publishedAt": "2019-08-30T08:02:34Z",
      "content": "“We have to find a [amnesty] pathway for dreamers These kids who come, and they end up doing well. They become American before a lot of Americans become Americans No, I’m serious, they get in school, they do well, they contribute to the community, they contri… [+5517 chars]"
    },
    {
      "source": {
        "id": "breitbart-news",
        "name": "Breitbart News"
      },
      "author": "Hannah Bleau, Hannah Bleau",
      "title": "Netflix Preps Series on Hillary Clinton's Failed Presidential Campaigns",
      "description": "Netflix is prepping a series loosely based on a book recounting Hillary Clinton's failed presidential campaigns, according to a report from the Hollywood Reporter.",
      "url": "https://www.breitbart.com/entertainment/2019/08/29/netflix-preps-hillary-clinton-presidential-campaign-drama/",
      "urlToImage": "https://media.breitbart.com/media/2019/08/netflixclintonseries1-640x335.jpg",
      "publishedAt": "2019-08-30T03:26:28Z",
      "content": "The series  The Girls on the Bus is an adaption of New York Times journalist Amy Chozick’s book recounting Clinton’s failed campaigns, titled Chasing Hillary: Ten Years, Two Presidential Campaigns and One Intact Glass Ceiling.\r\nThe book, published last year, … [+2026 chars]"
    },
    {
      "source": {
        "id": "breitbart-news",
        "name": "Breitbart News"
      },
      "author": "Matthew Boyle",
      "title": "Report: Alleged West Wing Leaker Madeleine Westerhout Ousted",
      "description": "An alleged leaker from inside the West Wing whose desk sat right outside President Donald Trump's Oval Office was reportedly ousted from her position on Thursday and told never to return to the White House.",
      "url": "https://www.breitbart.com/politics/2019/08/29/report-alleged-west-wing-leaker-madeleine-westerhout-ousted/",
      "urlToImage": "https://media.breitbart.com/media/2019/08/Madeline-Westerhout-640x335.jpg",
      "publishedAt": "2019-08-30T02:50:34Z",
      "content": "Madeleine Westerhout, who had served as the president’s personal assistant since the first day of his administration, was according to the New York Times terminated from her position on Thursday after it was revealed that she allegedly leaked details about Ov… [+2746 chars]"
    },
    {
      "source": {
        "id": "breitbart-news",
        "name": "Breitbart News"
      },
      "author": "Joel B. Pollak",
      "title": "Joe Biden on Migrant Detention Centers: ‘Close Them Down!’",
      "description": "GREENVILLE, South Carolina -- Former vice president Joe Biden told an town hall at Clinton College in Rock Hill, South Carolina on Thursday afternoon that he would close down migrant shelters and detention facilities at the border.",
      "url": "https://www.breitbart.com/immigration/2019/08/29/joe-biden-on-migrant-detention-centers-close-them-down/",
      "urlToImage": "https://media.breitbart.com/media/2019/08/IMG_6341-640x335.jpg",
      "publishedAt": "2019-08-30T02:39:41Z",
      "content": "Biden was asked by a Clinton College student what he would do to improve and help migrants in the facilities reunite with their families.\r\n“Close them down!” Biden declared, to loud applause.\r\n“No, no, no, no, no, no,” he continued. “We don’t need them. We [m… [+1394 chars]"
    },
    {
      "source": {
        "id": "breitbart-news",
        "name": "Breitbart News"
      },
      "author": "Pam Key, Pam Key",
      "title": "MSNBC Guest: Trump ‘Willing to Start a Physical War’ to Win Re-Election",
      "description": "Thursday on MSNBC’s “The Beat,” Rutgers University professor Brittney Cooper said President Donald Trump was “willing to start a physical war” to end a potential recession and win reelection in 2020. Cooper said, “I am more concerned because this is not",
      "url": "https://www.breitbart.com/clips/2019/08/29/msnbc-guest-trump-willing-to-start-a-physical-war-to-win-re-election/",
      "urlToImage": "https://media.breitbart.com/media/2019/08/Rutgers-University-professor-Brittney-Cooper--640x335.jpg",
      "publishedAt": "2019-08-30T02:28:38Z",
      "content": "Thursday on MSNBCs “The Beat,” Rutgers University professor Brittney Cooper said President Donald Trump was willing to start a physical war to end a potential recession and win reelection in 2020.\r\nCooper said, “I am more concerned because this is not a man w… [+836 chars]"
    },
    {
      "source": {
        "id": "breitbart-news",
        "name": "Breitbart News"
      },
      "author": "Pam Key, Pam Key",
      "title": "FNC's Cavuto Slams Trump Attacks on Fox News -- 'It's Called Being Fair and Balanced, Mr. President'",
      "description": "Thursday on Fox News Channel’s “Your World with Neil Cavuto,” Cavuto’s monologue clapped back at President Donald Trump criticizing Fox News on Twitter. Cavuto said, “I think the president watches Fox. I also think he’s getting sick of Fox, which",
      "url": "https://www.breitbart.com/clips/2019/08/29/fncs-cavuto-slams-trump-attacks-on-fox-news-its-called-being-fair-and-balanced-mr-president/",
      "urlToImage": "https://media.breitbart.com/media/2019/08/Cavoto-640x335.jpg",
      "publishedAt": "2019-08-30T02:15:25Z",
      "content": "Thursday on Fox News Channel’s “Your World with Neil Cavuto,” Cavuto’s monologue clapped back at President Donald Trump criticizing Fox News on Twitter.\r\nCavuto said, “I think the president watches Fox. I also think hes getting sick of Fox, which is weird bec… [+937 chars]"
    },
    {
      "source": {
        "id": "breitbart-news",
        "name": "Breitbart News"
      },
      "author": "Joel B. Pollak",
      "title": "Joe Biden: Trump Judges Have ‘No Interest … in the Traditional Reading of the Constitution’",
      "description": "GREENVILLE, South Carolina -- Former vice president Joe Biden told a town hall meeting Thursday evening that President Donald Trump’s judicial appointees have “no interest whatsoever in the traditional reading of the Constitution.”",
      "url": "https://www.breitbart.com/2020-election/2019/08/29/joe-biden-trump-judges-constitution/",
      "urlToImage": "https://media.breitbart.com/media/2019/08/IMG_6386-640x335.jpg",
      "publishedAt": "2019-08-30T01:58:59Z",
      "content": "He then caught himself and said: I shouldnt say whatsoever. Dont add that in there.\r\nTrump has prided himself on nominating constitutional originalists, who interpret the Constitution and the law through the original text as understood when written. Biden fav… [+2411 chars]"
    },
    {
      "source": {
        "id": "breitbart-news",
        "name": "Breitbart News"
      },
      "author": "Charlie Kirk",
      "title": "Kirk: Bernie Sander’s Criminal Justice Reform Copies Trump’s Success but with Progressive Absurdity",
      "description": "There is a question that is almost existential in nature which is brought to mind by Bernie Sanders’ recent proposal for criminal justice reform.  The question is:  If somebody invents something that has already been invented, but they didn’t know it, did the…",
      "url": "https://www.breitbart.com/politics/2019/08/29/kirk-bernie-sanders-criminal-justice-reform-copies-trumps-success-but-with-progressive-absurdity/",
      "urlToImage": "https://media.breitbart.com/media/2019/08/bernie-confused-getty-640x335.jpg",
      "publishedAt": "2019-08-30T01:27:42Z",
      "content": "Senator Sanders criminal justice reform plan is intended to place the socialist presidential candidate at the progressive vanguard of transforming the criminal justice system in America.  New polls show Sanders now in a statistical dead heat in the Democrat p… [+5952 chars]"
    },
    {
      "source": {
        "id": "breitbart-news",
        "name": "Breitbart News"
      },
      "author": "Robert Kraychik, Robert Kraychik",
      "title": "Dr. Alveda King: Democrats 'Have to Stir Up Fear, Tears, Terror' by Saying 'Trump Is a Racist'",
      "description": "Democrats \"have to stir up fear, tears, [and] terror\" by \"saying that President Trump is a racist\" said Dr. Alveda King.",
      "url": "https://www.breitbart.com/radio/2019/08/29/alveda-king-dems-stir-up-fear-tears-terror-saying-trump-racist/",
      "urlToImage": "https://media.breitbart.com/media/2019/08/dr-alveda-king-wh-visit-719-getty-640x335.jpg",
      "publishedAt": "2019-08-30T01:24:29Z",
      "content": "Dr. Alveda King said, “African-American men really turned out for [Donald Trump]. That’s because they were listening, and still are, when he says, ‘We’re going to bring the jobs back. We’re going to get people out of jail.’ He made it very clear about his pro… [+1742 chars]"
    },
    {
      "source": {
        "id": "breitbart-news",
        "name": "Breitbart News"
      },
      "author": "Robert Kraychik, Robert Kraychik",
      "title": "Alveda King: I Pray Gov. Brian Kemp Picks Bruce LeVell for Georgia Senate Seat",
      "description": "Bruce LeVell would be a \"fabulous senator,\" said Alveda King, expressing hope for Gov. Brian Kemp to appoint him to replace Johnny Isakson.",
      "url": "https://www.breitbart.com/radio/2019/08/29/alveda-king-i-pray-gov-brian-kemp-picks-bruce-levell-for-georgia-senate-seat/",
      "urlToImage": "https://media.breitbart.com/media/2019/08/Alveda-King-640x335.jpg",
      "publishedAt": "2019-08-30T01:06:24Z",
      "content": "Isakson announced his planned retirement on Wednesday, citing “health challenges” resulting from Parkinson’s disease.\r\n“He would be absolutely the best,” said King of Levell, offering her remarks on Wednesday’s edition of SiriusXM’s Breitbart News Tonight wit… [+3094 chars]"
    },
    {
      "source": {
        "id": "breitbart-news",
        "name": "Breitbart News"
      },
      "author": "Robert Kraychik, Robert Kraychik",
      "title": "Hogan Gidley: Trump's Strong Economy Allows Him to 'Take on China'",
      "description": "\"The reason [Donald Trump] is able to take on China directly now is because our economy is so good based on all of the policies that he has enacted,\" said Deputy Press Secretary Hogan Gidley in a Wednesday interview on SiriusXM's Breitbart News Daily with hos…",
      "url": "https://www.breitbart.com/radio/2019/08/29/hogan-gidley-trumps-strong-economy-allows-him-to-take-on-china/",
      "urlToImage": "https://media.breitbart.com/media/2019/08/82019-WH-Deputy-Press-Secretary-Hogan-Gidley-AP-640x335.jpg",
      "publishedAt": "2019-08-30T00:57:39Z",
      "content": "President Donald Trump “continues to move forward and do things that the entrenched status quo bureaucrats have refused to act on for decades and decades,” said Gidley, adding, “It’s more than having a new sheriff in town in Donald Trump. It’s someone who mov… [+5544 chars]"
    },
    {
      "source": {
        "id": "breitbart-news",
        "name": "Breitbart News"
      },
      "author": "John Binder",
      "title": "Fact Check: Biden Falsely Claims Trump Revoking Citizenship for Military Kids",
      "description": "Former Vice President Joe Biden claimed during a South Carolina town hall even on Wednesday that President Trump is stripping \"automatic citizenship\" for the children of American servicemembers born overseas.",
      "url": "https://www.breitbart.com/politics/2019/08/29/fact-check-biden-falsely-claims-trump-revoking-citizenship-for-military-kids/",
      "urlToImage": "https://media.breitbart.com/media/2019/08/Biden-South-Carolina-640x335.jpg",
      "publishedAt": "2019-08-30T00:54:05Z",
      "content": "Speaking to a crowd, Biden accused Trump of “taking away automatic citizenship of children of some of our military members serving overseas.”\r\n“Our service men and women give everything to this country and this is the respect that President Trump shows for th… [+1165 chars]"
    },
    {
      "source": {
        "id": "breitbart-news",
        "name": "Breitbart News"
      },
      "author": "Ian Hanchett, Ian Hanchett",
      "title": "Dem Rep. Soto: 'There Will Be Lawsuits' if Military Aid to Ukraine Is Blocked",
      "description": "On Thursday’s “CNN Newsroom,” Representative Darren Soto (D-FL) vowed that if President Trump blocks $250 million in military aid to Ukraine, Congress will respond with lawsuits and by using the budget for leverage. Soto stated, “There will be lawsuits. We’ll",
      "url": "https://www.breitbart.com/clips/2019/08/29/dem-rep-soto-there-will-be-lawsuits-if-military-aid-to-ukraine-is-blocked/",
      "urlToImage": "https://media.breitbart.com/media/2017/09/Soto-929-Thumbnail.jpg",
      "publishedAt": "2019-08-29T23:57:01Z",
      "content": "On Thursday’s “CNN Newsroom,” Representative Darren Soto (D-FL) vowed that if President Trump blocks $250 million in military aid to Ukraine, Congress will respond with lawsuits and by using the budget for leverage.\r\nSoto stated, “There will be lawsuits. We’l… [+527 chars]"
    },
    {
      "source": {
        "id": "breitbart-news",
        "name": "Breitbart News"
      },
      "author": "Nate Church, Nate Church",
      "title": "California Considers Controversial Fur Ban",
      "description": "Sellers and activists clash as California moves toward becoming the first state in the union to ban furs.",
      "url": "https://www.breitbart.com/entertainment/2019/08/29/california-considers-controversial-fur-ban/",
      "urlToImage": "https://media.breitbart.com/media/2019/08/fur-protesters-640x335.jpg",
      "publishedAt": "2019-08-29T23:48:47Z",
      "content": "I just stocked up for Burning Man, said Melrose Trading Post vendor Sean Hammond. During the winter they really sell, too. He is among many furriers who oppose Democrat Assemblywoman Laura Friedman’s proposed statewide fur prohibition (AB-44).\r\nTheres going t… [+2129 chars]"
    },
    {
      "source": {
        "id": "breitbart-news",
        "name": "Breitbart News"
      },
      "author": "Charlie Spiering",
      "title": "Donald Trump Cancels Trip to Poland in Response to Hurricane Dorian",
      "description": "President Donald Trump announced Thursday that he would cancel his trip to Poland, as Hurricane Dorian approaches Florida. \"It looks like it could be a very very big one indeed,\" Trump said.",
      "url": "https://www.breitbart.com/politics/2019/08/29/donald-trump-cancels-trip-to-poland-in-response-to-hurricane-dorian/",
      "urlToImage": "https://media.breitbart.com/media/2019/08/Hurricane-Dorian-640x335.jpg",
      "publishedAt": "2019-08-29T23:15:15Z",
      "content": "“It looks like it could be a very very big one indeed,” Trump said.\r\nThe president was scheduled to attend ceremonies in Poland Sunday marking the 80th Anniversary of the start of World War II. Trump announced the cancelation of his plans ahead of a speech in… [+946 chars]"
    },
    {
      "source": {
        "id": "breitbart-news",
        "name": "Breitbart News"
      },
      "author": "Penny Starr",
      "title": "Florida Braces for Hurricane Dorian: Governor Expands State of Emergency to all 67 Counties",
      "description": "Florida Governor Ron De Santis set a state of emergency for all 67 counties as Hurricane Dorian could reach the state as a Category 4 storm.",
      "url": "https://www.breitbart.com/politics/2019/08/29/florida-braces-for-hurricane-dorian-governor-expands-state-of-emergency-to-all-67-counties/",
      "urlToImage": "https://media.breitbart.com/media/2019/08/Gov.-De-Santis-Florida-640x335.jpg",
      "publishedAt": "2019-08-29T23:08:28Z",
      "content": "Due to Hurricane Dorians uncertain projected path, I am expanding the state of emergency to include all 67 counties throughout Florida, DeSantis said in a detailed bulletin. All residents, especially those along the east coast, need to be prepared for possibl… [+2351 chars]"
    },
    {
      "source": {
        "id": "breitbart-news",
        "name": "Breitbart News"
      },
      "author": "Jeff Poor, Jeff Poor",
      "title": "Alabama Gov. Ivey Forced to Apologize After Audio Surfaces Alleging She Wore Blackface",
      "description": "On Thursday, Alabama Gov. Kay Ivey's office released audio from the late 1960s alleging the governor wore blackface while a student at Auburn University.",
      "url": "https://www.breitbart.com/politics/2019/08/29/alabama-gov-ivey-forced-to-apologize-after-audio-surfaces-alleging-she-wore-blackface/",
      "urlToImage": "https://media.breitbart.com/media/2019/05/Ivey516a-640x335.jpg",
      "publishedAt": "2019-08-29T23:00:11Z",
      "content": "The audio was uncovered by Auburns student media, who happened upon a radio clip from their archives from 1967. In it, Ivey and her then-fiancé, Ben LaRavia are interviewed as college seniors while Ivey is serving as the school’s Student Government Associatio… [+2706 chars]"
    },
    {
      "source": {
        "id": "breitbart-news",
        "name": "Breitbart News"
      },
      "author": "Haris Alic, Haris Alic",
      "title": "Joe Biden Again Inflates Role in Civil Rights Movement",
      "description": "Former Vice President Joe Biden once again falsely claimed to be part of the civil rights movement as he was campaigning in South Carolina on Thursday.",
      "url": "https://www.breitbart.com/politics/2019/08/29/joe-biden-again-inflates-role-in-civil-rights-movement/",
      "urlToImage": "https://media.breitbart.com/media/2019/08/Biden-in-1972-640x335.jpg",
      "publishedAt": "2019-08-29T22:56:26Z",
      "content": "I never thought coming out of the civil rights movement, that Id see people walking out in fields, carrying torches, Biden said while accusing the Trump administration of emboldening racists during an address at Limestone College.\r\nThe claim is one the 76-yea… [+2966 chars]"
    },
    {
      "source": {
        "id": "breitbart-news",
        "name": "Breitbart News"
      },
      "author": "John Binder",
      "title": "Fact Check: No, Trump Will Not Strip U.S. Military Kids of Their Citizenship",
      "description": "The latest rule issued by the United States Citizenship and Immigration Services (USCIS) agency will not strip the children of U.S. citizen service members and diplomats of their American citizenship despite false claims by the establishment media and Democra…",
      "url": "https://www.breitbart.com/politics/2019/08/29/fact-check-no-trump-will-not-strip-u-s-military-kids-of-their-citizenship/",
      "urlToImage": "https://media.breitbart.com/media/2019/08/GettyImages-682079460-e1567118717547-639x335.jpg",
      "publishedAt": "2019-08-29T22:45:29Z",
      "content": "After USCIS issued guidelines on the children born abroad to U.S. citizen parents and non-U.S. citizen parents serving overseas, the establishment media and bureaucrats rushed to claim that Trump is stripping citizenship from the children of American service … [+4804 chars]"
    },
    {
      "source": {
        "id": "breitbart-news",
        "name": "Breitbart News"
      },
      "author": "John Nolte",
      "title": "Nolte: MSNBC’s Lawrence O’Donnell Proves the Elite Media Have Zero Standards",
      "description": "You get to a point where the behavior of the establishment media stops shocking you. After decades of lies and fake news and calling hurricanes racist, you simply assume this is who they are and this is what they do.",
      "url": "https://www.breitbart.com/the-media/2019/08/29/nolte-msnbcs-lawrence-odonnell-proves-the-elite-media-have-zero-standards/",
      "urlToImage": "https://media.breitbart.com/media/2019/08/lawrence-odonnell-lecture-msnbc-getty-640x335.jpg",
      "publishedAt": "2019-08-29T22:15:27Z",
      "content": "How does MSNBC’s Lawrence O’Donnell and his producers still have a job?\r\nDont get me wrong, I’m not calling for anyone to be fired or punished. I don’t do that.\r\nBut how does O’Donnell still have a job?\r\nHow does a prime-time anchor on a cable news channel re… [+4976 chars]"
    },
    {
      "source": {
        "id": "breitbart-news",
        "name": "Breitbart News"
      },
      "author": "Breitbart News, Breitbart News",
      "title": "Justin Danhof: Woke Activists Steer Corporate Behavior Further to the Left",
      "description": "A recent statement of purpose by the Business Roundtable provides an easy means for progressive activists to steer corporate behavior towards left-wing causes, writes Justin Danhof of the National Center for Public Policy Research in an op-ed at The Hill.",
      "url": "https://www.breitbart.com/politics/2019/08/29/justin-danhof-woke-activists-steer-corporate-behavior-further-to-the-left/",
      "urlToImage": "https://media.breitbart.com/media/2019/08/climate-change-activist-green-new-deal-getty-640x335.jpg",
      "publishedAt": "2019-08-29T22:13:07Z",
      "content": "Liberal activist shareholders have a well-defined pattern of altering corporate behavior, and the Roundtable just played right into this trap. First, a progressive shareholder group, almost always from the As You Sow network, files a shareholder resolution de… [+1007 chars]"
    },
    {
      "source": {
        "id": "breitbart-news",
        "name": "Breitbart News"
      },
      "author": "Bob Price",
      "title": "Universal Aryan Brotherhood Gang Members Sentenced for Meth Trafficking, Gun Charges",
      "description": "Two federal courts in Oklahoma handed down decades-long sentences to a pair of Universal Aryan Brotherhood gang members for drug trafficking and gun-related charges. Two of the gang members will serve a combined 48 years in federal prison.",
      "url": "https://www.breitbart.com/border/2019/08/29/universal-aryan-brotherhood-gang-members-sentenced-for-meth-trafficking-gun-charges/",
      "urlToImage": "https://media.breitbart.com/media/2019/08/AP_19157649334260-640x335.jpg",
      "publishedAt": "2019-08-29T22:11:10Z",
      "content": "Two district courts in the Western District of Oklahoma, sentenced Owen Henry Long Jr., aka Ardmore, 38, to serve 28 years in federal prison and Christopher Chad Pool, aka Cityboy, 40, to serve 20 for their roles in a conspiracy to distribute methamphetamine … [+4018 chars]"
    },
    {
      "source": {
        "id": "breitbart-news",
        "name": "Breitbart News"
      },
      "author": "Aaron Klein",
      "title": "IG Report: James Comey Passed Private Conversation with Trump to FBI Team Investigating Russia Collusion",
      "description": "A report released on Thursday by the Justice Department’s inspector general provides new context to disgraced former FBI Director James Comey’s infamous classified briefing to then President-elect Donald Trump about “salacious” material inside the anti-Trump …",
      "url": "https://www.breitbart.com/politics/2019/08/29/ig-report-james-comey-passed-private-conversation-with-trump-to-fbi-team-investigating-russia-collusion/",
      "urlToImage": "https://media.breitbart.com/media/2018/04/wi/afp/18/gf7nlk_fbi-james-comey-president-donald-trump-trump-denies-firing-comey-russia-e1524083914598.jpg",
      "publishedAt": "2019-08-29T21:52:52Z",
      "content": "The IG report relates that prior to the briefing, FBI members on Comeys team discussed the need to memorialize the exchanges between Comey and Trump during the private January 6, 2017 briefing in Trump Tower just in case Trump made statements relevant to the … [+6736 chars]"
    },
    {
      "source": {
        "id": "breitbart-news",
        "name": "Breitbart News"
      },
      "author": "Kristina Wong",
      "title": "President Trump Announces the Official Establishment of U.S. Space Command",
      "description": "Trump announced the official creation of the Space Command -- the U.S. military's 11th war-fighting geographic combatant command.",
      "url": "https://www.breitbart.com/politics/2019/08/29/president-trump-announces-the-official-establishment-of-u-s-space-command/",
      "urlToImage": "https://media.breitbart.com/media/2019/08/Space-Command-640x335.png",
      "publishedAt": "2019-08-29T21:50:40Z",
      "content": "“The establishment of the 11th combatant command is a landmark moment. This is a landmark day. One that recognizes the centrality of space to America’s national security and defense,” Trump said in a Rose Garden ceremony.\r\n“Spacecom will soon be followed very… [+5073 chars]"
    },
    {
      "source": {
        "id": "breitbart-news",
        "name": "Breitbart News"
      },
      "author": "Hannah Bleau",
      "title": "Report: Comey Did Not Use Secure Room to Pen Sensitive Memos, Considered Them ‘Personal’",
      "description": "Former FBI director James Comey had a secure room in his basement designated for sensitive work but did not utilize it when penning the memos he ultimately leaked, according to the explosive inspector's general report released Thursday.",
      "url": "https://www.breitbart.com/politics/2019/08/29/report-comey-did-not-use-secure-room-to-pen-sensitive-memos-considered-them-personal/",
      "urlToImage": "https://media.breitbart.com/media/2018/04/wi/afp/19/1lv08d_fbi-james-comey-testifies-us-senate-select-committee-on-intelligence-hearing-e1528302534479.jpg",
      "publishedAt": "2019-08-29T21:38:06Z",
      "content": "The damning IG reported released Thursday revealed that Comey did, in fact, violate FBI policies by leaking 2017 memos from his private conversations with President Trump. Comey had a secure Sensitive Compartmented Information Facility (SCIF) located in the b… [+2879 chars]"
    },
    {
      "source": {
        "id": "breitbart-news",
        "name": "Breitbart News"
      },
      "author": "Frances Martel, Frances Martel",
      "title": "Masked Thugs Attack Hong Kong Protest Organizer with Baseball Bat",
      "description": "A Hong Kong protest organizer accused masked men of attacking him and a friend Thursday with baseball bats shortly after police denied his group, the Civil Human Rights Front, a permit for this weekend's planned protests.",
      "url": "https://www.breitbart.com/asia/2019/08/29/masked-thugs-attack-hong-kong-protest-organizer-baseball-bat/",
      "urlToImage": "https://media.breitbart.com/media/2019/08/GettyImages-1150150549-640x335.png",
      "publishedAt": "2019-08-29T21:26:09Z",
      "content": "Jimmy Sham, one of several Civil Human Rights Front leaders working to ensure the pro-democracy protests are legal, orderly, and safe, had received news of the government’s rejection of his request for a permit Thursday morning. Police claimed the prior prote… [+5147 chars]"
    },
    {
      "source": {
        "id": "breitbart-news",
        "name": "Breitbart News"
      },
      "author": "John Hayward",
      "title": "Hong Kong Protesters Hold #MeToo Rally Against Police Sexual Abuse",
      "description": "The Hong Kong protest movement held a rally on Wednesday dedicated to protesting alleged sexual assaults on pro-democracy demonstrators by police officers. Organizers modeled the event after the #MeToo movement, while participants came up with their own hasht…",
      "url": "https://www.breitbart.com/national-security/2019/08/29/hong-kong-protesters-hold-metoo-rally-against-police-sexual-abuse/",
      "urlToImage": "https://media.breitbart.com/media/2019/08/GettyImages-1164511956-640x335.png",
      "publishedAt": "2019-08-29T21:16:12Z",
      "content": "Organizers modeled the event after the #MeToo movement while participants came up with their own hashtag, #ProtestToo, and began writing it on their arms with lipstick. \r\nThe event drew thousands of black-clad participants to Hong Kongs Charter Garden. Purple… [+2464 chars]"
    },
    {
      "source": {
        "id": "breitbart-news",
        "name": "Breitbart News"
      },
      "author": "Joshua Caplan",
      "title": "Watch: Reporter Confronts Ilhan Omar About Alleged Affair",
      "description": "Freshman Rep. Ilhan Omar (D-MN) on Thursday scurried away from a New York Post reporter asking about her alleged affair with a married political consultant to whom she's paid tens of thousands of dollars.",
      "url": "https://www.breitbart.com/politics/2019/08/29/watch-reporter-confronts-ilhan-omar-about-alleged-affair/",
      "urlToImage": "https://media.breitbart.com/media/2019/08/Ilhan-Omar-Profile-640x335.jpg",
      "publishedAt": "2019-08-29T20:59:20Z",
      "content": "Ahead of a planned event at the University of Minnesota, the far-left “Squad” member was approached by a Post reporter, who asked if she had any comment on allegations that she was romantically involved with Tim Mynett, a partner of E. Street Group.\r\nIn divor… [+2138 chars]"
    },
    {
      "source": {
        "id": "breitbart-news",
        "name": "Breitbart News"
      },
      "author": "Kristina Wong",
      "title": "Trump: ‘Disgraced’ James Comey ‘Should Be Ashamed of Himself!’",
      "description": "The White House in a statement called former Federal Bureau of Investigations Director James Comey a \"liar and leaker.\"",
      "url": "https://www.breitbart.com/politics/2019/08/29/trump-disgraced-james-comey-should-be-ashamed-of-himself/",
      "urlToImage": "https://media.breitbart.com/media/2018/07/wi/ap/18/51882c_comey-44842-james-comey-in-thursday-2017-file-photo-fbi-james-comey-testifies.jpg",
      "publishedAt": "2019-08-29T20:45:56Z",
      "content": "“Perhaps never in the history of our Country has someone been more thoroughly disgraced and excoriated than James Comey in the just released Inspector Generals Report. He should be ashamed of himself!” he tweeted:\r\nPerhaps never in the history of our Country … [+3504 chars]"
    },
    {
      "source": {
        "id": "breitbart-news",
        "name": "Breitbart News"
      },
      "author": "Kyle Morris, Kyle Morris",
      "title": "Rotten Tomatoes Adds 600 Critics to Its Reviewer Class",
      "description": "Rotten Tomatoes has added more than 600 new critics in the past year, after the review-aggregation website for film and television announced last year that it would strive to be more diverse when it comes to its reviewers.",
      "url": "https://www.breitbart.com/entertainment/2019/08/29/rotten-tomatoes-adds-600-critics-to-its-reviewer-class/",
      "urlToImage": "https://media.breitbart.com/media/2019/08/rottentomatoes1-640x335.jpg",
      "publishedAt": "2019-08-29T20:32:42Z",
      "content": "According to a report from The Hollywood Reporter, 55 percent of review contributors in the new class are women. An estimated 60 percent of the new review class are freelancers with 10 percent of those publishing reviews on modern platforms, such as Youtube a… [+1048 chars]"
    },
    {
      "source": {
        "id": "breitbart-news",
        "name": "Breitbart News"
      },
      "author": "Haris Alic",
      "title": "Report: Joe Biden Fabricated Emotional Story About Afghanistan War",
      "description": "\"In the space of three minutes, Biden got the time period, the location, the heroic act, the type of medal, the military branch and the rank of the recipient wrong, as well as his own role in the ceremony,\" the Post elaborated.",
      "url": "https://www.breitbart.com/politics/2019/08/29/report-joe-biden-fabricated-emotional-story-about-afghanistan-war/",
      "urlToImage": "https://media.breitbart.com/media/2019/08/Joe-Biden-Crying-640x335.jpg",
      "publishedAt": "2019-08-29T20:25:12Z",
      "content": "Biden, whose penchant for confusing times and places has drawn worried whispers from even the staunchest of allies, told a heart wrenching story last Friday about being asked to pin a medal on a reluctant Navy officer. The story, which Biden told to more than… [+4263 chars]"
    },
    {
      "source": {
        "id": "breitbart-news",
        "name": "Breitbart News"
      },
      "author": "Andy Surabian, Andy Surabian",
      "title": "Surabian: Jerome Powell’s Never-Ending War on the Trump Economy Gives China the Upper Hand",
      "description": "President Donald Trump has launched an unprecedented economic campaign to free America from the world’s most cancerous economy. However, Federal Reserve Chairman Jerome Powell is helping China survive it through policies seemingly designed to undermine Trump …",
      "url": "https://www.breitbart.com/economy/2019/08/29/surabian-jerome-powells-never-ending-war-on-the-trump-economy-gives-china-the-upper-hand/",
      "urlToImage": "https://media.breitbart.com/media/2019/08/donald-trump-jerome-powell-getty-640x335.jpg",
      "publishedAt": "2019-08-29T20:20:58Z",
      "content": "Powell is responsible for turning the presidents trade strategy into a never-ending trade war. Doing so has not only likely gotten his name in the running for Chinas all-time favorite U.S. dignitary, but it has also provided the Never Trump media the ammuniti… [+3730 chars]"
    },
    {
      "source": {
        "id": "breitbart-news",
        "name": "Breitbart News"
      },
      "author": "Warner Todd Huston, Warner Todd Huston",
      "title": "Piper Perabo: 'I Don’t Want To Be an Actress in a Dictatorship. I’d Rather Be a Waitress in a Democracy'",
      "description": "Actress Piper Perabo and her left-wing political activism, which kicked off with the election of Donald Trump, is the subject of a fawning feature at the left-wing outlet Slate.",
      "url": "https://www.breitbart.com/entertainment/2019/08/29/piper-perabo-i-dont-want-to-be-an-actress-in-a-dictatorship-id-rather-be-a-waitress-in-a-democracy/",
      "urlToImage": "https://media.breitbart.com/media/2019/08/piperperabo1-640x335.jpg",
      "publishedAt": "2019-08-29T20:18:45Z",
      "content": "Writer Christina Cauterucci is full of praise and some rather backhanded adulation for the Coyote Ugly star who suddenly jumped into the left’s spotlight during the confirmation hearing for now-Supreme Court Justice Brett Kavanaugh, who the left lined up to d… [+6847 chars]"
    },
    {
      "source": {
        "id": "breitbart-news",
        "name": "Breitbart News"
      },
      "author": "Charlie Spiering",
      "title": "Watch Live: Donald Trump Announces Space Command",
      "description": "President Donald Trump will announce the return of Space Command, as part of his effort to restore the Defense Department’s operations in space. The announcement is scheduled for 4:00 pm EST.",
      "url": "https://www.breitbart.com/politics/2019/08/29/watch-live-donald-trump-announces-space-command/",
      "urlToImage": "https://media.breitbart.com/media/2019/08/GettyImages-1159892604-640x335.jpg",
      "publishedAt": "2019-08-29T20:13:53Z",
      "content": "The announcement is scheduled for 4:00 pm EST."
    },
    {
      "source": {
        "id": "breitbart-news",
        "name": "Breitbart News"
      },
      "author": "Penny Starr",
      "title": "Poll Shows Biden, Four Other Democrats Leading Donald Trump",
      "description": "A poll surveying a President Trump matchup with the 2020 Democrat presidential candidates shows the president would be defeated by five contenders.",
      "url": "https://www.breitbart.com/2020-election/2019/08/29/biden-four-other-democrats-leading-donald-trump/",
      "urlToImage": "https://media.breitbart.com/media/2017/11/AP-Photo-Nati-Harnik.png",
      "publishedAt": "2019-08-29T20:08:44Z",
      "content": "The Quinnipiac University poll showed that former Vice President Joe Biden would take 54 percent of the vote in a contest between the two, with Trump only getting 38 percent.\r\nFour other candidates also came out ahead of Trump:\r\n<ul><li>Vermont Sen. Bernie Sa… [+3946 chars]"
    },
    {
      "source": {
        "id": "breitbart-news",
        "name": "Breitbart News"
      },
      "author": "Pam Key",
      "title": "CNN’s Stelter: We All See Trump’s ‘Mental Instability’ — ‘Right in Front of Our Eyes’",
      "description": "Wednesday on CNN’s “Tonight,” network host Brian Stelter said Americans could see President Donald Trump’s “mental instability” though his tweets and statements. Stelter said “When you have the president saying fake news all the time talking about real report…",
      "url": "https://www.breitbart.com/clips/2019/08/29/cnns-stelter-we-all-see-trumps-mental-instability-right-in-front-of-our-eyes/",
      "urlToImage": "https://media.breitbart.com/media/2018/07/brian-stelter.png",
      "publishedAt": "2019-08-29T20:07:00Z",
      "content": "Wednesday on CNN’s “Tonight,” network host Brian Stelter said Americans could see President Donald Trump’s “mental instability” though his tweets and statements.\r\nStelter said “When you have the president saying fake news all the time talking about real repor… [+577 chars]"
    },
    {
      "source": {
        "id": "breitbart-news",
        "name": "Breitbart News"
      },
      "author": "Matt Perdie",
      "title": "New York Times Editor Keeps Job After Antisemitic, Racist Messages Exposed",
      "description": "Breitbart News has recently exposed Tom Wright-Piersanti's history of publishing antisemitic and racist tweets years ago. Days after the exposé, the New York Times admitted the comments were in fact racist and antisemitic, but Wright-Piersanti remains at the …",
      "url": "https://www.breitbart.com/the-media/2019/08/29/new-york-times-editor-keeps-job-after-antisemitic-racist-messages-exposed/",
      "urlToImage": "https://media.breitbart.com/media/2019/08/tom-wright-piersanti-jew-police-640x335.jpg",
      "publishedAt": "2019-08-29T20:06:22Z",
      "content": "Breitbart News has recently exposed New York Times editor Tom Wright-Piersanti’s history of publishing antisemitic and racist tweets. Days after the exposé, the Timesadmitted the comments were in fact racist and antisemitic, but Wright-Piersanti remains at th… [+11 chars]"
    },
    {
      "source": {
        "id": "breitbart-news",
        "name": "Breitbart News"
      },
      "author": "Ben Kew",
      "title": "Tim Robbins Promoting Prison Reform with Documentary ’45 Seconds of Laughter’",
      "description": "Shawshank Redemption director Tim Robbins spoke about his campaign for prison reform at the Venice Film Festival on Thursday, arguing that new measures will help foster both a \"safer and more humane society.\"",
      "url": "https://www.breitbart.com/entertainment/2019/08/29/tim-robbins-promoting-prison-reform-with-documentary-45-seconds-of-laughter/",
      "urlToImage": "https://media.breitbart.com/media/2019/08/timrobbins1-640x335.jpg",
      "publishedAt": "2019-08-29T20:01:39Z",
      "content": "In an interview with The Hollywood Reporter, Robbins — who starred as an incarcerated man in the cult classic prison drama Shawshank Redemption — talked about The Actor’s Gang Prison Project, a theater program running in 13 Californian state prisons aimed at … [+2691 chars]"
    },
    {
      "source": {
        "id": "breitbart-news",
        "name": "Breitbart News"
      },
      "author": "Neil Munro",
      "title": "Joe Biden: ‘Cruel’ Republicans Will ‘Unplug These Kids’",
      "description": "Joe Biden told a campaign audience that President Donald Trump's immigration officials are forcing sick kids out of hospital beds because they want to be cruel.",
      "url": "https://www.breitbart.com/politics/2019/08/29/joe-biden-theyre-going-to-unplug-these-kids/",
      "urlToImage": "https://media.breitbart.com/media/2019/08/GettyImages-1164688329-640x335.png",
      "publishedAt": "2019-08-29T19:57:05Z",
      "content": "He said:\r\nEveryone from the ACLU to all the human right groups are trying to change what is happening. They literally giving notice to these families that they’ve got to unplug their kids and get them out of hospitals and take them out of America. [When] has … [+6144 chars]"
    },
    {
      "source": {
        "id": "breitbart-news",
        "name": "Breitbart News"
      },
      "author": "Bob Price",
      "title": "Sex Offenders, Dangerous Criminals Apprehended Crossing into U.S.",
      "description": "Border Patrol agents along the southwest border with Mexico arrested multiple sex offenders and other dangerous criminals attempting to enter the U.S. illegally. The arrests came during a three-day period ending on Monday.",
      "url": "https://www.breitbart.com/border/2019/08/29/sex-offenders-dangerous-criminals-apprehended-crossing-into-u-s/",
      "urlToImage": "https://media.breitbart.com/media/2018/12/GettyImages-166315509.jpg",
      "publishedAt": "2019-08-29T19:49:54Z",
      "content": "Agents assigned to the Del Rio Station apprehended a man who illegally crossed the border from Mexico on August 25. The agents transported the man to the Del Rio Station where they carried out a biometric background investigation. The agents identified the ma… [+5713 chars]"
    },
    {
      "source": {
        "id": "breitbart-news",
        "name": "Breitbart News"
      },
      "author": "John Binder",
      "title": "Exclusive–Man Accused of Murdering Margery Magill Came to U.S. as Refugee",
      "description": "The man accused of stabbing 27-year-old Margery Magill to death in a Northwest Washington, DC, neighborhood on Tuesday came to the United States as a refugee from Ethiopia, Breitbart News has confirmed.",
      "url": "https://www.breitbart.com/politics/2019/08/29/suspect-margery-magill-refugee/",
      "urlToImage": "https://media.breitbart.com/media/2019/08/Margery-Magill-640x335.jpg",
      "publishedAt": "2019-08-29T19:40:48Z",
      "content": "On Tuesday evening, police say Margery Magill — a University of California, Davis graduate — was walking a dog for the app service Rover when she was randomly attacked and stabbed by 24-year-old Eliyas Aregahegne.\r\nA law enforcement official confirmed to Brei… [+1612 chars]"
    },
    {
      "source": {
        "id": "breitbart-news",
        "name": "Breitbart News"
      },
      "author": "Amy Furr",
      "title": "Woman Stabbed to Death in Alleged ‘Random Attack’ in D.C.",
      "description": "A young woman has died after being stabbed to death in Washington, D.C., Tuesday night while walking a dog, reports said.",
      "url": "https://www.breitbart.com/crime/2019/08/29/woman-stabbed-death-alleged-random-attack-d-c/",
      "urlToImage": "https://media.breitbart.com/media/2019/08/Margery-Magill-640x335.png",
      "publishedAt": "2019-08-29T19:34:41Z",
      "content": "California native Margery Magill, 27, reportedly bled to death on a sidewalk after 24-year-old Eliyas Aregahegne allegedly attacked her at random while she was working as a dog walker for a family living in the area.\r\nPolice said Aregahegne did not seem to be… [+1510 chars]"
    },
    {
      "source": {
        "id": "breitbart-news",
        "name": "Breitbart News"
      },
      "author": "Hannah Bleau",
      "title": "Poll Suggests Undecided Voters Could Determine Michigan’s Fate in 2020",
      "description": "An EPIC-MRA poll released Wednesday revealed that undecided voters could determine whether Michigan goes red or blue in 2020.",
      "url": "https://www.breitbart.com/politics/2019/08/29/poll-suggests-undecided-voters-could-determine-michigans-fate-2020/",
      "urlToImage": "https://media.breitbart.com/media/2019/07/Voting-Booths-640x335.png",
      "publishedAt": "2019-08-29T19:19:59Z",
      "content": "The poll, which surveyed 600 Michigan voters August 1721, shows Joe Biden (D) topping President Trump in a head to head matchup in the state, 51 percent to Trump’s 41 percent. It also shows Sen. Elizabeth Warren (D-MA) defeating Trump 49 percent to 43 percent… [+1379 chars]"
    },
    {
      "source": {
        "id": "breitbart-news",
        "name": "Breitbart News"
      },
      "author": "Breitbart News",
      "title": "Judge Formally Ends Case Against Jeffrey Epstein",
      "description": "NEW YORK (AP) — A judge formally ended the criminal case against Jeffrey Epstein on Thursday, but not without a final tribute to the women who spoke out against the financier.",
      "url": "https://www.breitbart.com/politics/2019/08/29/judge-formally-ends-case-against-jeffrey-epstein/",
      "urlToImage": "https://media.breitbart.com/media/2019/07/GettyImages-1154618940-640x335.jpg",
      "publishedAt": "2019-08-29T19:16:00Z",
      "content": "U.S. District Judge Richard M. Berman took the procedural step of adding his initials to an order dismissing the indictment that charged the 66-year-old Epstein with conspiracy to commit sex trafficking of minors and sex trafficking of minors in the early 200… [+1983 chars]"
    },
    {
      "source": {
        "id": "breitbart-news",
        "name": "Breitbart News"
      },
      "author": "Sean Moran, Sean Moran",
      "title": "Josh Hawley: Silicon Valley's 'Innovation' Is 'Sophisticated Exploitation' of Americans",
      "description": "Sen. Josh Hawley (R-MO) wrote an op-ed Wednesday that big tech's recent innovations amount to nothing more than \"sophisticated exploitation\" of Americans' privacy and well-being. Instead, the senator urged Silicon Valley to \"enrich lives\" and \"strengthen soci…",
      "url": "https://www.breitbart.com/politics/2019/08/29/josh-hawley-silicon-valleys-innovation-sophisticated-exploitation-americans/",
      "urlToImage": "https://media.breitbart.com/media/2019/05/Josh-Hawley-640x335.png",
      "publishedAt": "2019-08-29T19:13:28Z",
      "content": "Sen. Hawley, one of the Senate’s foremost critics of big tech, wrote an op-ed for the Wall Street Journal, lamenting how big tech’s innovations has only amounted to “sophisticated exploitation” of Americans.\r\nThe Missouri senator said that big tech has moneti… [+3062 chars]"
    },
    {
      "source": {
        "id": "breitbart-news",
        "name": "Breitbart News"
      },
      "author": "Sean Moran",
      "title": "Josh Hawley: Silicon Valley’s ‘Innovation’ Is ‘Sophisticated Exploitation’ of Americans",
      "description": "Sen. Josh Hawley (R-MO) wrote an op-ed Wednesday that big tech's recent innovations amount to nothing more than \"sophisticated exploitation\" of Americans' privacy and well-being. Instead, the senator urged Silicon Valley to \"enrich lives\" and \"strengthen soci…",
      "url": "https://www.breitbart.com/politics/2019/08/29/josh-hawley-silicon-valleys-innovation-sophisticated-exploitation-americans/",
      "urlToImage": "https://media.breitbart.com/media/2019/05/Josh-Hawley-640x335.png",
      "publishedAt": "2019-08-29T19:13:28Z",
      "content": "Sen. Hawley, one of the Senate’s foremost critics of big tech, wrote an op-ed for the Wall Street Journal, lamenting how big tech’s innovations has only amounted to “sophisticated exploitation” of Americans.\r\nThe Missouri senator said that big tech has moneti… [+3062 chars]"
    },
    {
      "source": {
        "id": "breitbart-news",
        "name": "Breitbart News"
      },
      "author": "Hannah Bleau",
      "title": "Bernie Sanders to Killer Mike: We’re Taking on Trump’s Idea You Can Steal and Cheat Your Way to Success",
      "description": "Sen. Bernie Sanders (I-VT) took another dive into the hip-hop world and sat down for an interview with rapper a longtime supporter Michael “Killer Mike” Render and said he's challenging President Donald Trump's worldview of robbing, stealing, and cheating one…",
      "url": "https://www.breitbart.com/entertainment/2019/08/29/bernie-sanders-to-killer-mike-were-taking-on-trumps-idea-you-can-steal-and-cheat-your-way-to-success/",
      "urlToImage": "https://media.breitbart.com/media/2019/08/berniekillermike1-640x335.jpg",
      "publishedAt": "2019-08-29T19:02:50Z",
      "content": "Sen. Sanders spoke to the Atlanta-based rapper, repeating many of his long-held talking points — Medicare for All and income inequality — and talked about the big picture of his campaign, which he described as taking on Trump’s erroneous worldview.\r\n“I mean w… [+2186 chars]"
    },
    {
      "source": {
        "id": "breitbart-news",
        "name": "Breitbart News"
      },
      "author": "Katherine Rodriguez, Katherine Rodriguez",
      "title": "VIDEO: Alleged Gang Member Guns Down Rival in Queens Drive-By Shooting",
      "description": "A suspected gang member in a white BMW allegedly gunned down his rival in a drive-by shooting in Queens, according to a video of the incident.",
      "url": "https://www.breitbart.com/clips/2019/08/29/video-alleged-gang-member-guns-down-rival-queens-drive-by-shooting/",
      "urlToImage": "https://media.breitbart.com/media/2018/11/nypd-police-car-crime-scene-tape-nyc-getty.jpg",
      "publishedAt": "2019-08-29T18:57:33Z",
      "content": "The video footage, obtained by the New York Post, showed the white BMW drive up next to a Dodge Charger in the Laurelton neighborhood of Queens near Springfield Boulevard and 140th Avenue around 4 p.m. on Monday.\r\nThe BMW then slows down until its rear window… [+901 chars]"
    },
    {
      "source": {
        "id": "breitbart-news",
        "name": "Breitbart News"
      },
      "author": "Lucas Nolan",
      "title": "Women in Tech Conference Drops Palantir for Working with ICE",
      "description": "Women in tech organization AnitaB.org stated that it has dropped Peter Thiel's Palantir as a sponsor of the largest conference for women in computing, the Grace Hopper Celebration, over the company's work with ICE.",
      "url": "https://www.breitbart.com/tech/2019/08/29/women-in-tech-conference-drops-palantir-for-working-with-ice/",
      "urlToImage": "https://media.breitbart.com/media/2019/07/peter-thiel-oct-31-2016-getty-640x335.jpg",
      "publishedAt": "2019-08-29T18:40:06Z",
      "content": "Business Insider reports that the largest conference for women in computing, the Grace Hopper Celebration, has dropped data firm Palantir as a sponsor due to the companies work with the United States’ Immigration and Customs Enforcement (ICE). Palantir has co… [+1623 chars]"
    },
    {
      "source": {
        "id": "breitbart-news",
        "name": "Breitbart News"
      },
      "author": "Ian Hanchett",
      "title": "Tim Ryan: ‘Some of the Lead Candidates Have Taken Positions That Will Lose 48 States’",
      "description": "On Thursday’s broadcast of MSNBC’s “Morning Joe,” 2020 presidential candidate Representative Tim Ryan (D-OH) stated that some of the top candidates in the 2020 Democratic field “have taken positions that will lose 48 states,” and specifically cited free healt…",
      "url": "https://www.breitbart.com/clips/2019/08/29/tim-ryan-some-of-the-lead-candidates-have-taken-positions-that-will-lose-48-states/",
      "urlToImage": "https://media.breitbart.com/media/2019/08/Tim-Ryan-829-Thumbnail-640x335.jpg",
      "publishedAt": "2019-08-29T18:38:48Z",
      "content": "On Thursday’s broadcast of MSNBC’s “Morning Joe,” 2020 presidential candidate Representative Tim Ryan (D-OH) stated that some of the top candidates in the 2020 Democratic field “have taken positions that will lose 48 states,” and specifically cited free healt… [+1158 chars]"
    },
    {
      "source": {
        "id": "breitbart-news",
        "name": "Breitbart News"
      },
      "author": "Amy Furr",
      "title": "Mike Pence Declares VA Hospitals Will Not Be ‘Religion-Free Zones’",
      "description": "Veterans Affairs hospitals will not be \"religion-free zones,\" Vice President Mike Pence said during a speech on Wednesday.",
      "url": "https://www.breitbart.com/faith/2019/08/29/pence-declares-va-hospitals-will-not-be-religion-free-zones/",
      "urlToImage": "https://media.breitbart.com/media/2019/08/Mike-Pence-101st-American-Legion-National-Convention-pointing-ap-640x335.jpg",
      "publishedAt": "2019-08-29T18:31:31Z",
      "content": "“You mightve heard even today that theres a lawsuit to remove a Bible that was carried in World War II from a Missing Man Table at a VA hospital in New Hampshire,” the vice president said at the 101st American Legion convention in Indianapolis. “Its really no… [+2043 chars]"
    },
    {
      "source": {
        "id": "breitbart-news",
        "name": "Breitbart News"
      },
      "author": "Katherine Rodriguez",
      "title": "VIDEO: Two Bronx Bus Riders Allegedly Beat Down Elderly Woman",
      "description": "Two Bronx bus riders are accused of brutally beating down an elderly woman after she screamed and used her cane to threaten them, according to a video of the incident.",
      "url": "https://www.breitbart.com/crime/2019/08/29/video-two-bronx-bus-riders-allegedly-beat-down-elderly-woman/",
      "urlToImage": "https://media.breitbart.com/media/2019/08/mta-bus-fight-640x335.png",
      "publishedAt": "2019-08-29T18:25:58Z",
      "content": "The melee began after one of the women, who was pushing a stroller with an infant inside, bumped into the 67-year-old woman, the New York Postreported.\r\nThe video of the incident showed the two women shouting profanities back and forth, with one of the women … [+1057 chars]"
    },
    {
      "source": {
        "id": "breitbart-news",
        "name": "Breitbart News"
      },
      "author": "Lucas Nolan, Lucas Nolan",
      "title": "Report: Amazon Kept a List of Mean Comments from NYC Politicians During HQ2 Fight",
      "description": "A recent report from the Wall Street Journal alleges that e-commerce giant Amazon kept a \"burn book\" of mean comments made by New York City politicians about the e-commerce giant during the conflict over the HQ2 project planned for the Big Apple.",
      "url": "https://www.breitbart.com/tech/2019/08/29/report-amazon-kept-a-list-of-mean-comments-from-nyc-politicians-during-hq2-fight/",
      "urlToImage": "https://media.breitbart.com/media/2018/11/wi/afp/16/f08c69_european-parliament-has-appealed-jeff-bezos-pictured-2018-stop-selling-e1567103024715-640x335.jpg",
      "publishedAt": "2019-08-29T18:23:55Z",
      "content": "In an article titled: “The Missing Piece of Amazons New York Debacle: It Kept a Burn Book,” the Wall Street Journal outlines how e-commerce giant Amazon kept a private dossier which cataloged in intense detail the insults it received from New York politicians… [+2685 chars]"
    },
    {
      "source": {
        "id": "breitbart-news",
        "name": "Breitbart News"
      },
      "author": "Katherine Rodriguez",
      "title": "Alex Trebek 'Back to Work' After Chemo Treatments",
      "description": "Alex Trebek, the beloved host of “Jeopardy!,” is back to work after being diagnosed with stage 4 pancreatic cancer in March.",
      "url": "https://www.breitbart.com/entertainment/2019/08/29/alex-trebek-back-to-work-after-chemo-treatments/",
      "urlToImage": "https://media.breitbart.com/media/2019/08/AlexTrebek1-640x335.jpg",
      "publishedAt": "2019-08-29T18:23:22Z",
      "content": "Its another day at the office, and an exciting day because so many great things have been happening, Trebek said as the game show prepares to air its 36th season.\r\nTrebek announced in March that he had been diagnosed with the deadly disease, but vowed to figh… [+757 chars]"
    },
    {
      "source": {
        "id": "breitbart-news",
        "name": "Breitbart News"
      },
      "author": "Joshua Caplan",
      "title": "Andrew Yang Calls Out CNN for Hiding His Poll Numbers Beating Beto",
      "description": "2020 White House hopeful Andrew Yang took an apparent shot at CNN for leaving the technology entrepreneur out of a graphic listing several Democrat presidential canddiates' poll numbers.",
      "url": "https://www.breitbart.com/the-media/2019/08/29/andrew-yang-calls-out-cnn-for-hiding-his-poll-numbers-beating-beto/",
      "urlToImage": "https://media.breitbart.com/media/2019/08/GettyImages-1163406972-640x335.jpg",
      "publishedAt": "2019-08-29T18:23:09Z",
      "content": "Ill admit Ive never been a politician before, but the treatment of our rising national poll results has been odd and confusing, Yang told supporters in a fundraising email Thursday, according to The Hill. The graphic displayed the top five candidates listed i… [+1408 chars]"
    },
    {
      "source": {
        "id": "breitbart-news",
        "name": "Breitbart News"
      },
      "author": "Dylan Gwinn",
      "title": "Former Saints Receiver Joe Horn on NFL Player Safety: ‘I Think it Should Be Flag Football’",
      "description": "Former Saints wide receiver Joe Horn says he thinks the NFL should be a \"flag football league,\" and he believes \"the fans would still pay to see it.\"",
      "url": "https://www.breitbart.com/sports/2019/08/29/former-saints-receiver-joe-horn-on-nfl-player-safety-i-think-it-should-be-flag-football/",
      "urlToImage": "https://media.breitbart.com/media/2019/08/AP-Photo_AFFL_Adam-Hunger-640x335.jpg",
      "publishedAt": "2019-08-29T18:15:32Z",
      "content": "The 12-year NFL veteran made the comments in a recent interview with USA Today’s Sports’ Joe Schad.\r\nIn the interview, Horn talks about watching his sons play football at the high school and college levels. Horn believes that by the time his oldest son has a … [+2569 chars]"
    },
    {
      "source": {
        "id": "breitbart-news",
        "name": "Breitbart News"
      },
      "author": "Ben Kew",
      "title": "Marc Anthony Explodes on ‘Gruesome’ and ‘Demented’ Trump Following Puerto Rico Comments",
      "description": "Puerto Rican pop icon Marc Anthony exploded on Donald Trump on Thursday, describing him as both \"gruesome\" and \"demented\" after the president suggested that Puerto Rico is \"one of the most corrupt places on earth.\"",
      "url": "https://www.breitbart.com/entertainment/2019/08/29/marc-anthony-explodes-on-gruesome-and-demented-trump-following-puerto-rico-comments/",
      "urlToImage": "https://media.breitbart.com/media/2019/08/marcanthony2-640x335.jpg",
      "publishedAt": "2019-08-29T18:09:11Z",
      "content": "Trump posted a series of tweets about Puerto Rico amid fears that Hurricane Dorian could wreak further havoc on the Carribean island.\r\nWe are tracking closely tropical storm Dorian as it heads, as usual, to Puerto Rico. FEMA and all others are ready, and will… [+3026 chars]"
    },
    {
      "source": {
        "id": "breitbart-news",
        "name": "Breitbart News"
      },
      "author": "Cartel Chronicles",
      "title": "Mexican Border State Chamber of Commerce: Send UN Peacekeepers",
      "description": "MATAMOROS, Tamaulipas – The state chamber of commerce is calling for the United Nations to consider local peacekeeping operations due to the escalating cartel violence terrorizing the region.",
      "url": "https://www.breitbart.com/border/2019/08/29/mexican-border-state-chamber-of-commerce-send-un-peacekeepers/",
      "urlToImage": "https://media.breitbart.com/media/2018/04/wi/afp/28/2g5adf_austria-withdrew-its-peacekeepers-golan-heights-in-2013-worsening-security.jpg",
      "publishedAt": "2019-08-29T18:08:05Z",
      "content": "The call for help comes from Julio Cesar Almanza Armas, the president of the Tamaulipas Federation of Chambers of Commerce (FECANACO). He wants the blue helmets to establish a presence in the most violent states after Mexicos federal government began veering … [+1889 chars]"
    },
    {
      "source": {
        "id": "breitbart-news",
        "name": "Breitbart News"
      },
      "author": "Lucas Nolan, Lucas Nolan",
      "title": "Elon Musk: 'China Is the Future'",
      "description": "Tesla CEO Elon Musk commented that \"China is the future\" at the 2019 World Artificial Intelligence Conference in Shanghai on Thursday.",
      "url": "https://www.breitbart.com/tech/2019/08/29/elon-musk-china-is-the-future/",
      "urlToImage": "https://media.breitbart.com/media/2019/03/Elon-Musk-CEO-of-Tesla.jpg",
      "publishedAt": "2019-08-29T18:01:45Z",
      "content": "Speaking with Alibaba Group founder Jack Ma at the 2019 World Artificial Intelligence Conference in Shanghai this week, Tesla CEO and SpaceX founder Elon Musk discussed the opening of Tesla’s Shanghai Gigfactory, calling progress in the country “mind-blowing.… [+1984 chars]"
    },
    {
      "source": {
        "id": "breitbart-news",
        "name": "Breitbart News"
      },
      "author": "Hannah Bleau",
      "title": "GOP Leaders Respond to IG Report: It Is a ‘Stunning and Unprecedented Rebuke’ of James Comey",
      "description": "GOP lawmakers reacted to the Justice Department's Inspector General report, which determined that former FBI Director James Comey violated FBI policies, calling it a \"stunning and unprecedented rebuke.\"",
      "url": "https://www.breitbart.com/politics/2019/08/29/gop-leaders-respond-ig-report-stunning-unprecedented-rebuke-comey/",
      "urlToImage": "https://media.breitbart.com/media/2017/06/wi/afp/08/2q748-e1517548248878.jpg",
      "publishedAt": "2019-08-29T17:47:57Z",
      "content": "Senate Judiciary Committee chairman Lindsey Graham (R-SC) released a forceful statement following the report’s release.\r\nThe Inspector Generals report is a stunning and unprecedented rebuke of a former Director of the FBI,” Graham said in a statement.\r\nThis i… [+8142 chars]"
    },
    {
      "source": {
        "id": "breitbart-news",
        "name": "Breitbart News"
      },
      "author": "Joel B. Pollak",
      "title": "Watch – Joe Biden Mocks Boris Johnson: ‘He Looks Like Donald Trump’",
      "description": "ROCK HILL, South Carolina — Former vice president Joe Biden joked Thursday afternoon that the new British prime minister, Boris Johnson, \"looks like Donald Trump.\"",
      "url": "https://www.breitbart.com/europe/2019/08/29/joe-biden-mocks-boris-johnson-he-looks-like-donald-trump/",
      "urlToImage": "https://media.breitbart.com/media/2019/08/IMG_6349-640x335.jpg",
      "publishedAt": "2019-08-29T17:36:32Z",
      "content": "Biden was speaking to over 300 supporters in a gymnasium at Clinton College, a historically black college, and responded specifically to a question about foreign policy.\r\nThe former vice president said that he was the most experienced candidate in matters of … [+2903 chars]"
    },
    {
      "source": {
        "id": "breitbart-news",
        "name": "Breitbart News"
      },
      "author": "Trent Baker, Trent Baker",
      "title": "Gabbard on Running as an Independent: 'I've Ruled That Out'",
      "description": "Thursday during an appearance on “CNN Newsroom,” 2020 Democratic presidential candidate Rep. Tulsi Gabbard (D-HI) ruled out running as an independent if she does not win the Democratic nomination. Gabbard, who did not qualify for the September debate, said she",
      "url": "https://www.breitbart.com/clips/2019/08/29/gabbard-on-running-as-an-independent-ive-ruled-that-out/",
      "urlToImage": "https://media.breitbart.com/media/2019/08/gabbard-640x335.jpg",
      "publishedAt": "2019-08-29T17:24:59Z",
      "content": "Thursday during an appearance on “CNN Newsroom,” 2020 Democratic presidential candidate Rep. Tulsi Gabbard (D-HI) ruled out running as an independent if she does not win the Democratic nomination.\r\nGabbard, who did not qualify for the September debate, said s… [+604 chars]"
    },
    {
      "source": {
        "id": "breitbart-news",
        "name": "Breitbart News"
      },
      "author": "Penny Starr",
      "title": "Greta Thunberg Arrives in NYC: ‘Keep Fossil Fuels in the Ground,’ ‘Stop War on Nature’",
      "description": "Climate activist Greta Thunberg arrived in the U.S. on Wednesday after a solar-powered sailing trip from England to attend a U.N. summit.",
      "url": "https://www.breitbart.com/environment/2019/08/29/greta-thunberg-arrives-nyc-keep-fossil-fuels-ground-stop-war-nature/",
      "urlToImage": "https://media.breitbart.com/media/2019/08/Greta-Thunberg-arrives-NYC-Fridays-for-Future-getty-640x335.jpg",
      "publishedAt": "2019-08-29T17:22:56Z",
      "content": "The @UN has sent out one boat for each of the 17 sustainable development goal to greet us! Thank you! pic.twitter.com/AU5ZSVj5vD\r\n— Greta Thunberg (@GretaThunberg) August 28, 2019\r\n“It is insane that a 16-year-old would have to cross the Atlantic Ocean to mak… [+2714 chars]"
    },
    {
      "source": {
        "id": "breitbart-news",
        "name": "Breitbart News"
      },
      "author": "John Hayward, John Hayward",
      "title": "Communist China Plans Largest Military Parade in Its History for 70th Anniversary",
      "description": "China plans to hold the largest military parade in its history to celebrate the 70th anniversary of the founding of the People’s Republic of China on October 1. The parade will reportedly showcase some of China’s most advanced weapons.",
      "url": "https://www.breitbart.com/national-security/2019/08/29/communist-china-plans-largest-military-parade-history-70th-anniversary/",
      "urlToImage": "https://media.breitbart.com/media/2019/08/GettyImages-824401952-640x335.png",
      "publishedAt": "2019-08-29T17:14:41Z",
      "content": "AFP on Wednesday relayed assurances from Chinese officials that the parade will not be belligerent in tone, saying:\r\nWe have to point out that this military parade wont be targeted at any countries or districts and any specific incidents, said General Cai Zhi… [+4785 chars]"
    },
    {
      "source": {
        "id": "breitbart-news",
        "name": "Breitbart News"
      },
      "author": "Pam Key",
      "title": "FNC’s Kilmeade Confronts Trump on Fox News Tweets — Criticism ‘Never Used to Bother You Like This’",
      "description": "Thursday on his radio show, \"Fox & Friends\" host Brian Kilmeade confronted President Donald Trump on his tweets criticizing Fox News. During their discussion, Trump reiterated his displeasure with Fox News but also criticized CNN.",
      "url": "https://www.breitbart.com/clips/2019/08/29/fncs-kilmeade-confronts-trump-on-fox-news-tweets-criticism-never-used-to-bother-you-like-this/",
      "urlToImage": "https://media.breitbart.com/media/2018/01/Brian-Kilmeade-ap.jpg",
      "publishedAt": "2019-08-29T16:58:14Z",
      "content": "Thursday on his radio show, “Fox &amp; Friends” host Brian Kilmeade confronted President Donald Trump on his tweets criticizing Fox News.During their discussion, Trump reiterated his displeasure with Fox News but also criticized CNN.TRUMP: But you know — no, … [+5346 chars]"
    },
    {
      "source": {
        "id": "breitbart-news",
        "name": "Breitbart News"
      },
      "author": "Victoria Friedman",
      "title": "Conte Vows a More ‘Inclusive’ Italy Under Left-Wing Govt After Populists Pull Plug on Coalition",
      "description": "Italy's caretaker Prime Minister Giuseppe Conte has accepted a mandate to form a new coalition with the anti-establishment Five Star Movement (M5S) and the left-wing Democratic Party after former deputy Prime Minister Matteo Salvini pulled out of the governin…",
      "url": "https://www.breitbart.com/europe/2019/08/29/conte-vows-more-inclusive-italy-left-wing-govt-populists-pull-plug-coalition/",
      "urlToImage": "https://media.breitbart.com/media/2019/08/Giuseppi-Conte-640x335.png",
      "publishedAt": "2019-08-29T16:57:53Z",
      "content": "President Sergio Mattarella’s spokesman Giovanni Grasso said that the Democratic Party and M5S had reached a deal on Wednesday, reportsPOLITICO, which returns Conte to his role after he had resigned from the post last week.\r\nThe move forced a collapse between… [+3405 chars]"
    },
    {
      "source": {
        "id": "breitbart-news",
        "name": "Breitbart News"
      },
      "author": "Dylan Gwinn",
      "title": "WATCH: UFC’s BJ Penn Knocked Out in Crazy Street Fight",
      "description": "BJ Penn has had some disappointing results in his last seven fights in the Octagon. As it turns out, he's not having any better luck fighting in the streets.",
      "url": "https://www.breitbart.com/sports/2019/08/29/watch-ufcs-bj-penn-knocked-out-in-crazy-street-fight/",
      "urlToImage": "https://media.breitbart.com/media/2019/08/Getty-Images_Zuffa-LLC_Buda-Mendes-640x335.jpg",
      "publishedAt": "2019-08-29T16:53:58Z",
      "content": "On Tuesday, the UFC Hall of Famer found himself in the midst of a lively scrap outside the Lava Shack Bar in Pahoa, Hawaii. The MMA legend was up against an opponent of considerably greater size and girth, but seemed to have the situation under control. That … [+1035 chars]"
    },
    {
      "source": {
        "id": "breitbart-news",
        "name": "Breitbart News"
      },
      "author": "Trent Baker",
      "title": "GOP Sen. Kennedy: Comey ‘a Meathead,’ ‘Political Hack’ Who Hurt the FBI ‘Badly’",
      "description": "Senator John Kennedy (R-LA) slammed former FBI Director Jim Comey in the wake of the Department of Justice’s inspector general report saying Comey broke bureau policy by leaking several memos with classified information. Kennedy called Comey a “meathead” and a",
      "url": "https://www.breitbart.com/clips/2019/08/29/gop-sen-kennedy-comey-a-meathead-political-hack-who-hurt-the-fbi-badly/",
      "urlToImage": "https://media.breitbart.com/media/2019/08/kennedy-640x335.jpg",
      "publishedAt": "2019-08-29T16:46:10Z",
      "content": "Senator John Kennedy (R-LA) slammed former FBI Director Jim Comey in the wake of the Department of Justices inspector general report saying Comey broke bureau policy by leaking several memos with classified information.\r\nKennedy called Comey a “meathead” and … [+464 chars]"
    },
    {
      "source": {
        "id": "breitbart-news",
        "name": "Breitbart News"
      },
      "author": "James Delingpole",
      "title": "Delingpole: St Greta of Thunberg – Her Gospel Is Pure Propaganda; Her Cause Is Evil",
      "description": "St Greta of Thunberg - Patron Saint of the Age of Stupid - has made landfall in the New World, there to preach to the unbelievers her gospel of imminent climate doom.",
      "url": "https://www.breitbart.com/politics/2019/08/29/st-greta-of-thunberg-her-gospel-is-propaganda-her-cause-is-evil/",
      "urlToImage": "https://media.breitbart.com/media/2019/08/greta-640x335.jpg",
      "publishedAt": "2019-08-29T16:46:04Z",
      "content": "“The war on nature must end,” she has declared, to anyone who is listening.\r\nThough St Greta has become a figure of huge influence in Europe – feted by Popes, presidents and prime ministers, lauded with uncritical coverage in the mainstream media, put forward… [+5252 chars]"
    },
    {
      "source": {
        "id": "breitbart-news",
        "name": "Breitbart News"
      },
      "author": "Jeff Poor",
      "title": "Pompeo: 'Israel Can Certainly Count on the United States of America'",
      "description": "Thursday during an appearance on Hugh Hewitt’s radio program, Secretary of State Mike Pompeo pledged the U.S. government’s support for Israel when it comes to dealing with a threat from Iran and other adversaries, including from within the United Nations.",
      "url": "https://www.breitbart.com/clips/2019/08/29/pompeo-israel-can-certainly-count-on-the-united-states-of-america/",
      "urlToImage": "https://media.breitbart.com/media/2019/06/Secretary-Of-State-Mike-Pompeo-Holds-Press-Conference-At-State-Department-640x335.png",
      "publishedAt": "2019-08-29T16:43:18Z",
      "content": "Thursday during an appearance on Hugh Hewitt’s radio program, Secretary of State Mike Pompeo pledged the U.S. government’s support for Israel when it comes to dealing with a threat from Iran and other adversaries, including from within the United Nations.\r\n“L… [+1537 chars]"
    },
    {
      "source": {
        "id": "breitbart-news",
        "name": "Breitbart News"
      },
      "author": "Ben Kew",
      "title": "South Korea Promoting Halal Restaurants to Cater to Muslim Tourists",
      "description": "South Korea is planning a series of events to promote halal restaurants in a bid to boost Islamic tourism, the Korean Tourism Organization announced on Wednesday.",
      "url": "https://www.breitbart.com/national-security/2019/08/29/south-korea-promoting-halal-restaurants-to-cater-to-muslim-tourists/",
      "urlToImage": "https://media.breitbart.com/media/2019/08/halal-640x335.jpg",
      "publishedAt": "2019-08-29T16:36:38Z",
      "content": "The Korea Times reports that the KTO and the Ministry of Culture, Sports and Tourism have been holding “Halal Restaurant Week Korea” for the past three years for the benefit of Muslim tourists so they can “address one of the biggest hurdles they face while vi… [+2040 chars]"
    },
    {
      "source": {
        "id": "breitbart-news",
        "name": "Breitbart News"
      },
      "author": "Joshua Caplan",
      "title": "Flashback: MSNBC’s Lawrence O’Donnell Walks Back Trump’s NBC Paycheck Claim After Lawsuit Threat",
      "description": "MSNBC \"The Last Word\" host Lawrence O’Donnell once walked back comments in which he questioned President Donald Trump's salary for NBC's smash reality television show \"The Apprentice\" after the then-businessman threatened to sue to the left-wing broadcaster.",
      "url": "https://www.breitbart.com/the-media/2019/08/29/flashback-msnbcs-lawrence-odonnell-walks-back-trumps-nbc-paycheck-claim-after-lawsuit-threat/",
      "urlToImage": "https://media.breitbart.com/media/2019/08/Lawrence-O’Donnell-640x335.jpg",
      "publishedAt": "2019-08-29T16:20:07Z",
      "content": "In a July 2015 segment, ODonnell claimed President Trump lied about his pay from NBC and referred to him as a “hired hand” that was one of the network’s lowest-paid stars.\r\n“Donald Trump didnt even make $1 million for his first year,” O’Donnell began. “NBC, t… [+3926 chars]"
    },
    {
      "source": {
        "id": "breitbart-news",
        "name": "Breitbart News"
      },
      "author": "Dylan Gwinn, Dylan Gwinn",
      "title": "Hall of Famer Offers to Help Carli Lloyd Become an NFL Kicker",
      "description": "NFL Hall of Fame kicker Morten Andersen has offered to help U.S. Women's National Team member Carli Lloyd, if she decides to become an NFL kicker.",
      "url": "https://www.breitbart.com/sports/2019/08/29/hall-of-famer-offers-to-help-carli-lloyd-become-an-nfl-kicker/",
      "urlToImage": "https://media.breitbart.com/media/2019/08/AP-Photo_Shutterstock_Matt-Rourke-640x480-2-640x335.jpg",
      "publishedAt": "2019-08-29T16:16:19Z",
      "content": "In a video posted to his Twitter account on Wednesday, Andersen offered to help Lloyd if she “wants to kick in the NFL:”\r\n.@CarliLloyd, if you want to kick in the @nfl let me know, here to help! @TODAYshow@GMApic.twitter.com/4LtA2zdkE0\r\n— Morten Andersen (@Gr… [+1248 chars]"
    },
    {
      "source": {
        "id": "breitbart-news",
        "name": "Breitbart News"
      },
      "author": "Ian Hanchett",
      "title": "Trump: We'll Keep 8,600 Troops in Afghanistan",
      "description": "On Thursday’s broadcast of Fox News Radio’s “Brian Kilmeade Show,” President Trump stated that the U.S. will keep a presence of 8,600 troops in Afghanistan if a deal with the Taliban is reached. Trump said, [relevant remarks begin around 10:20]",
      "url": "https://www.breitbart.com/clips/2019/08/29/trump-well-keep-8600-troops-in-afghanistan/",
      "urlToImage": "https://media.breitbart.com/media/2019/08/trump-g7-press-conference-getty-640x335.jpg",
      "publishedAt": "2019-08-29T16:13:15Z",
      "content": "On Thursday’s broadcast of Fox News Radio’s “Brian Kilmeade Show,” President Trump stated that the U.S. will keep a presence of 8,600 troops in Afghanistan if a deal with the Taliban is reached.\r\nTrump said, [relevant remarks begin around 10:20] “We’re going … [+641 chars]"
    },
    {
      "source": {
        "id": "breitbart-news",
        "name": "Breitbart News"
      },
      "author": "Tom Ciccotta",
      "title": "George Washington U Kills ‘Colonials’ Mascot After Students Offended",
      "description": "George Washington University has quietly begun removing references to its \"Colonials\" mascot after students argued earlier this year that the mascot represents \"oppression.\"",
      "url": "https://www.breitbart.com/tech/2019/08/29/george-washington-u-kills-colonials-mascot-after-students-offended/",
      "urlToImage": "https://media.breitbart.com/media/2019/02/George-Washington-University-Colonials-Mascot.jpg",
      "publishedAt": "2019-08-29T16:00:39Z",
      "content": "According to a report by the Young America’s Foundation, George Washington University has been slowly removing references to its popular “Colonials” mascot. Breitbart News reported in February that students at the university started a petition which argued th… [+2244 chars]"
    },
    {
      "source": {
        "id": "breitbart-news",
        "name": "Breitbart News"
      },
      "author": "James Delingpole",
      "title": "Exclusive Video: Bitter Remoaners Totally Lose it Over Boris’s Brexit Plans at Westminster Protest",
      "description": "Rarely can there have been more powerful evidence that Remoaners live on an entirely different planet from the rest of us.",
      "url": "https://www.breitbart.com/europe/2019/08/29/watch-remoaners-lose-their-over-brexit/",
      "urlToImage": "https://media.breitbart.com/media/2019/08/GettyImages-1164517830-e1567088376538-640x335.jpg",
      "publishedAt": "2019-08-29T15:58:41Z",
      "content": "Just some of the intelligent, measured responses from last night’s hastily convened anti-Brexit rally in Westminster, London.\r\nBitter Remoaners – led by their poster children Owen Jones and Femi Sorry – gathered outside the Houses of Parliament to chant angry… [+1757 chars]"
    },
    {
      "source": {
        "id": "breitbart-news",
        "name": "Breitbart News"
      },
      "author": "Hannah Bleau",
      "title": "Jim Jordan on IG Report: ‘Comey Believed He Was Above the Rules of the DOJ’",
      "description": "Rep. Jim Jordan (R-OH), ranking member of the Committee on Oversight and Reform, released a statement following the Department of Justice's Inspector General report on James Comey's handling of the Russia probe and said it is clear that Comey \"believed he was…",
      "url": "https://www.breitbart.com/politics/2019/08/29/jim-jordan-ig-report-comey-believed-above-rules-doj/",
      "urlToImage": "https://media.breitbart.com/media/2018/04/wi/afp/19/1lv08d_fbi-james-comey-testifies-us-senate-select-committee-on-intelligence-hearing-e1528302534479.jpg",
      "publishedAt": "2019-08-29T15:57:06Z",
      "content": "“Today’s report is a disappointing reminder that the former FBI Director put partisanship and personal ambition over patriotism and his legal obligations to the American people,” Jordan said in a statement.\r\nHe continued:\r\nBy leaking his confidential communic… [+2230 chars]"
    },
    {
      "source": {
        "id": "breitbart-news",
        "name": "Breitbart News"
      },
      "author": "Frances Martel",
      "title": "Colombia: Terrorist FARC Senators Launch ‘Guerrilla Struggle,’ Trashing Peace Deal",
      "description": "FARC terrorist and Colombian Senator \"Jesús Santrich,\" missing for over a month after being charged with large-scale cocaine trafficking, reemerged in a video Thursday morning announcing the Marxist group would return to violence despite the 2016 peace deal t…",
      "url": "https://www.breitbart.com/latin-america/2019/08/29/colombia-terrorist-farc-senators-launch-guerrilla-struggle-trashing-peace-deal/",
      "urlToImage": "https://media.breitbart.com/media/2019/07/Jesús-Santrich-640x335.jpg",
      "publishedAt": "2019-08-29T15:53:53Z",
      "content": "Santrich appeared alongside another terrorist leader, “Iván Márquez,” and a small group of terrorists in military fatigues to announce violence against the state in retaliation for the current government of President Iván Duque not living up to the commitment… [+4962 chars]"
    },
    {
      "source": {
        "id": "breitbart-news",
        "name": "Breitbart News"
      },
      "author": "Breitbart London",
      "title": "New Greek Government Wants Germany to Pay War Reparations",
      "description": "Greece's newly elected prime minister has said during a visit in Berlin that he hopes Germany will agree to start negotiations on war reparations.",
      "url": "https://www.breitbart.com/europe/2019/08/29/new-greek-government-wants-germany-to-pay-war-reparations/",
      "urlToImage": "https://media.breitbart.com/media/2019/08/GettyImages-1164613048-e1567093975863-640x335.jpg",
      "publishedAt": "2019-08-29T15:53:46Z",
      "content": "After a meeting with German Chancellor Angela Merkel on Thursday, Prime Minister Kyriakos Mitsotakis told reporters “we hope there will be a positive response.”\r\nThe previous Greek government delivered a formal request in April to enter talks on paying repara… [+397 chars]"
    },
    {
      "source": {
        "id": "breitbart-news",
        "name": "Breitbart News"
      },
      "author": "Breitbart London",
      "title": "Corbyn: Labour Will Move Quickly to Block Brexit",
      "description": "Britain's Labour Party leader, Jeremy Corbyn, says the House of Commons will move quickly to try to block a no-deal Brexit despite Prime Minister Boris Johnson's move to suspend Parliament.",
      "url": "https://www.breitbart.com/europe/2019/08/29/corbyn-labour-will-move-quickly-to-block-brexit/",
      "urlToImage": "https://media.breitbart.com/media/2019/04/Corbyn-Parliament-640x335.png",
      "publishedAt": "2019-08-29T15:47:23Z",
      "content": "Corbyn told Sky News that Parliament should “legislate rapidly” to prevent a “no-deal” Brexit and that he would try to “politically stop” Johnson from pushing through a no-deal Brexit and shutting down Parliament. Corbyn says “we believe we can do it.”\r\nThe m… [+365 chars]"
    },
    {
      "source": {
        "id": "breitbart-news",
        "name": "Breitbart News"
      },
      "author": "John Nolte",
      "title": "Nolte: Dave Chappelle Just Might Save America",
      "description": "Chappelle doesn’t just free himself by doing what he is supposed to do, he also liberates himself by REFUSING to do what he IS  supposed to do…",
      "url": "https://www.breitbart.com/entertainment/2019/08/29/dave-chappelle-just-might-save-america/",
      "urlToImage": "https://media.breitbart.com/media/2019/08/davechappellesticks1-640x335.jpg",
      "publishedAt": "2019-08-29T15:40:33Z",
      "content": "Granted, coming up with an hour of solid stand-up material is probably one of the hardest jobs in the world of show business, and very few can pull it off on a regular basis. Bill Cosby and George Carlin were the Ted Williams of this feat, the closest to enjo… [+7158 chars]"
    },
    {
      "source": {
        "id": "breitbart-news",
        "name": "Breitbart News"
      },
      "author": "Hannah Bleau, Hannah Bleau",
      "title": "Watch: Sanders Staunchly Refuses to Criticize Warren",
      "description": "Sen. Bernie Sanders (I-VT) staunchly refused to criticize his ideological ally Sen. Elizabeth Warren (D-MA) during an interview with Vice News Wednesday, telling the outlet, “is not the way you necessarily win a campaign.”",
      "url": "https://www.breitbart.com/politics/2019/08/29/watch-sanders-staunchly-refuses-to-criticize-warren/",
      "urlToImage": "https://media.breitbart.com/media/2019/05/bernie-sanders-town-hall-panic-file-getty-photo-640x335.jpg",
      "publishedAt": "2019-08-29T15:38:05Z",
      "content": "Sanders who shares many ideological similarities to Warren simply ignored the temptation to tackle her views.\r\n“Why should someone vote for you over her?” Vice DC correspondent Elizabeth Landers asked the Vermont senator.\r\nSanders refused to take the bait.\r\n“… [+1883 chars]"
    },
    {
      "source": {
        "id": "breitbart-news",
        "name": "Breitbart News"
      },
      "author": "Deborah Danan",
      "title": "Watch Yair Netanyahu to Germany: Stop Funding Anti-Israel NGOs",
      "description": "Prime Minister Benjamin Netanyahu’s son Yair has called on Germany to immediately stop its “outrageous” policy of providing millions of euros in aid money to radical Israeli and Palestinian NGOs that are bent on bringing an “end to the Jewish state” and make …",
      "url": "https://www.breitbart.com/middle-east/2019/08/29/yair-netanyahu-to-germany-stop-treating-us-like-colony-and-funding-ngos-sworn-to-destroy-jewish-state/",
      "urlToImage": "https://media.breitbart.com/media/2019/05/Yair-Netanyahu-640x335.jpg",
      "publishedAt": "2019-08-29T15:37:50Z",
      "content": "“For some reason the German government, the ministry of foreign affairs and especially the German ministry of economic cooperation (BMZ) are funding hundreds of radical NGOs and foundations in Israel that work tirelessly to destabilize the country,” the young… [+5115 chars]"
    },
    {
      "source": {
        "id": "breitbart-news",
        "name": "Breitbart News"
      },
      "author": "Hannah Bleau",
      "title": "Comey Demands Apology Despite DOJ Watchdog Revealing He Violated FBI Policies",
      "description": "Former FBI Director James Comey demanded an apology following the Justice Department's inspector general report revealing he did violate FBI policies.",
      "url": "https://www.breitbart.com/politics/2019/08/29/comey-demands-apology-despite-doj-watchdog-revealing-he-violated-fbi-policies/",
      "urlToImage": "https://media.breitbart.com/media/2017/04/ComeyInsideTheFBI.jpg",
      "publishedAt": "2019-08-29T15:37:08Z",
      "content": "The DOJ inspector general released a report on Comey’s handling of the Russia probe which ultimately found no evidence of collusion or conspiracy  and concluded he violated FBI policies by leaking 2017 memos from his conversations with President Trump. The re… [+3729 chars]"
    },
    {
      "source": {
        "id": "breitbart-news",
        "name": "Breitbart News"
      },
      "author": "Tom Ciccotta",
      "title": "George Mason University Encourages Freshmen to Use Chocolate in Sex Play",
      "description": "Incoming freshmen at George Mason University attended an orientation event during which they were encouraged to use chocolate to spice up their sex lives.",
      "url": "https://www.breitbart.com/tech/2019/08/30/george-mason-university-encourages-freshmen-to-use-chocolate-in-sex-play/",
      "urlToImage": "https://media.breitbart.com/media/2019/08/Woman-eating-chocolate-640x335.jpg",
      "publishedAt": "2019-08-29T15:05:44Z",
      "content": "According to a report by The College Fix, a freshman orientation event at George Mason University entitled “Sexual Chocolate” encouraged students to incorporate chocolate products into their sex lives. The event, which was only mandatory for students in certa… [+951 chars]"
    }
  ]
}
