{
  "status": "ok",
  "totalResults": 3703,
  "articles": [
    {
      "source": {
        "id": "spiegel-online",
        "name": "Spiegel Online"
      },
      "author": "Maik Baumgärtner, Giorgos Christides, Matthias Gebauer, Ann-Katrin Müller, Christoph Schult",
      "title": "Brandenburg Elections: Leading German Populist Has Extremist Background",
      "description": "The right-wing populist party Alternative for Germany (AfD) insists that it has nothing to do with neo-Nazis. But its lead candidate in the state of Brandenburg, where voters will cast their ballots on Sunday, has deep extremist roots.",
      "url": "https://www.spiegel.de/international/germany/leading-afd-pol-in-brandenburg-has-extremist-background-a-1284477.html",
      "urlToImage": "https://cdn1.spiegel.de/images/image-1463840-860_poster_16x9-icuo-1463840.jpg",
      "publishedAt": "2019-08-30T14:20:31Z",
      "content": "Several hundred right-wing extremists marched through the streets of Athens. They were carrying banners and waving flags, holding aloft burning torches and bellowing far-right slogans as they beat on their drums. The entire event is captured on video.\r\nThe da… [+6393 chars]"
    },
    {
      "source": {
        "id": "spiegel-online",
        "name": "Spiegel Online"
      },
      "author": "SPIEGEL ONLINE",
      "title": "Gesetz für Wiederholungstäter: US-Amerikaner klaute 50 Dollar - nach 35 Jahren wieder auf freiem Fuß",
      "description": "Ein Mann wurde in den USA wegen drei kleineren Diebstählen zu einer lebenslangen Freiheitsstrafe verurteilt. Nun wurde er nach 35 Jahren aus dem Gefängnis entlassen. Die Strafe kam durch ein besonderes Gesetz zustande.",
      "url": "https://www.spiegel.de/panorama/justiz/alabama-mann-klaute-50-dollar-nach-35-jahren-wieder-auf-freiem-fuss-a-1284532.html",
      "urlToImage": "https://cdn1.spiegel.de/images/image-280708-860_poster_16x9-dkas-280708.jpg",
      "publishedAt": "2019-08-30T14:00:26Z",
      "content": "Freitag, 30.08.2019  \r\n16:00 Uhr\r\nNach mehr als 35 Jahren im Gefängnis ist ein für den Diebstahl von 50 Dollar zu lebenslanger Haft verurteilter Mann in den USA auf freien Fuß gesetzt worden. Ein Richter im Bundesstaat Alabama entschied laut übereinstimmenden… [+950 chars]"
    },
    {
      "source": {
        "id": "spiegel-online",
        "name": "Spiegel Online"
      },
      "author": "SPIEGEL ONLINE",
      "title": "Gutachten zur gescheiterten Gebühr: FDP will U-Ausschuss zur Pkw-Maut",
      "description": "Die gescheiterte Pkw-Maut könnte für den Steuerzahler teure Folgen haben. Die FDP hat ein Gutachten in Auftrag gegeben und sieht sich nun darin bestärkt, einen Untersuchungsausschuss zu beantragen.",
      "url": "https://www.spiegel.de/wirtschaft/soziales/pkw-maut-fdp-will-untersuchungsausschuss-beantragen-a-1284499.html",
      "urlToImage": "https://cdn1.spiegel.de/images/image-1464114-860_poster_16x9-tmqg-1464114.jpg",
      "publishedAt": "2019-08-30T13:52:23Z",
      "content": "Freitag, 30.08.2019  \r\n15:52 Uhr\r\nDem Steuerzahler drohen durch das Maut-Debakel Hunderte Millionen Euro an Schadensersatzzahlungen. Das von Andreas Scheuer geführte Verkehrsministerium könnte einem von der FDP-Bundestagsfraktion in Auftrag gegebenen Gutachte… [+3034 chars]"
    },
    {
      "source": {
        "id": "spiegel-online",
        "name": "Spiegel Online"
      },
      "author": "SPIEGEL ONLINE",
      "title": "Studie: Jeder fünfte Arbeitnehmer empfindet \"digitalen Stress\"",
      "description": "Sie sollen die Arbeit erleichtern, belasten viele Beschäftigte aber auch: digitale Technologien. Was Mitarbeiter am meisten nervt, zeigt eine Umfrage.",
      "url": "https://www.spiegel.de/karriere/deutschland-jeder-fuenfte-arbeitnehmer-empfindet-digitalen-stress-a-1284378.html",
      "urlToImage": "https://cdn1.spiegel.de/images/image-1464001-860_poster_16x9-zudt-1464001.jpg",
      "publishedAt": "2019-08-30T13:51:16Z",
      "content": "Freitag, 30.08.2019  \r\n15:51 Uhr\r\nStändig poppen E-Mails auf, der Drucker streikt und schon wieder wurde ein neues System zur Datenverarbeitung eingeführt: Es sind viele Faktoren, die Arbeitnehmer durch die Digitalisierung ihres Arbeitsplatzes als belastend o… [+4606 chars]"
    },
    {
      "source": {
        "id": "spiegel-online",
        "name": "Spiegel Online"
      },
      "author": "Thomas Fricke",
      "title": "Debatte um Vermögensteuer: Das Klagelied der armen Reichen",
      "description": "Es gibt sicher Wichtigeres, als eine Vermögensteuer einzuführen. Dennoch ist es grotesk, mit welcher Panik manch möglicherweise Betroffener nach Jahren des Überflusses schon auf die Erwähnung der Idee reagiert.",
      "url": "https://www.spiegel.de/wirtschaft/soziales/vermoegensteuer-das-klagelied-der-armen-reichen-kolumne-a-1284392.html",
      "urlToImage": "https://cdn1.spiegel.de/images/image-1464186-860_poster_16x9-eknd-1464186.jpg",
      "publishedAt": "2019-08-30T13:46:19Z",
      "content": "Freitag, 30.08.2019  \r\n15:46 Uhr\r\nFrüher gab es einmal Klassenkämpfe, da haben Arbeiter Blockaden errichtet und sind mit Knüppeln und Schaufeln losgezogen, um gegen Ausbeutung zu protestieren - gegen miese Arbeitsverhältnisse und überhaupt. Heute reicht es, w… [+6399 chars]"
    },
    {
      "source": {
        "id": "spiegel-online",
        "name": "Spiegel Online"
      },
      "author": "SPIEGEL ONLINE",
      "title": "Sohn von Catherine Zeta-Jones springt Fallschirm: \"Erzählt es Mama nicht\"",
      "description": "Dylan Douglas veröffentlichte ein Video, das ihn beim Fallschirmspringen zeigt. Seine berühmte Mutter Catherine Zeta-Jones zeigte sich erschrocken.",
      "url": "https://www.spiegel.de/panorama/leute/michael-douglas-und-catherine-zeta-jones-sohn-dylan-douglas-springt-fallschirm-a-1284516.html",
      "urlToImage": "https://cdn1.spiegel.de/images/image-1464169-860_poster_16x9-peah-1464169.jpg",
      "publishedAt": "2019-08-30T13:43:30Z",
      "content": "Freitag, 30.08.2019  \r\n15:43 Uhr\r\nEin Fallschirmsprung ist eine aufregende Sache - oft nicht nur für denjenigen, der sich aus dem Flugzeug stürzt, sondern auch für dessen Angehörigen. Dylan Douglas, der Sohn von Catherine Zeta-Jones und Michael Douglas, jeden… [+745 chars]"
    },
    {
      "source": {
        "id": "spiegel-online",
        "name": "Spiegel Online"
      },
      "author": "Harald Schmidt",
      "title": "Harald Schmidts Videokolumne: \"Es ist zu früh, jetzt schon etwas zum Ergebnis zu sagen\"",
      "description": "Noch zwei Mal schlafen, dann ist Mega-Wahltag in Brandenburg und Sachsen. Ab 18 Uhr erwarten wir von Euch Politikern alle diese Sätze, die wir so sehr lieben - und bitte in der richtigen Reihenfolge.",
      "url": "https://www.spiegel.de/plus/es-ist-zu-frueh-jetzt-schon-etwas-zum-ergebnis-zu-sagen-a-aca78515-8938-4a8d-807a-539d3cfe3ef8",
      "urlToImage": "https://www.spiegel.de/plus/images/54093aeb-4d5e-4460-ae37-f15fc6d74fdb_w1080_r1_fpx75_fpy64_wm.jpg",
      "publishedAt": "2019-08-30T13:40:59Z",
      "content": null
    },
    {
      "source": {
        "id": "spiegel-online",
        "name": "Spiegel Online"
      },
      "author": "SPIEGEL ONLINE",
      "title": "Künstliche Organe: Forscher züchten Mini-Gehirne im Labor",
      "description": "Künstliche Organe sollen irgendwann einmal Menschen heilen. Forscher haben nun einen Zellenverbund gezüchtet, der Hirnströme ähnlich wie Frühchen aufweist. Andere Wissenschaftler sehen die Daten kritisch.",
      "url": "https://www.spiegel.de/wissenschaft/mensch/forscher-zuechten-mini-gehirne-im-labor-a-1284395.html",
      "urlToImage": "https://cdn1.spiegel.de/images/image-1463958-860_poster_16x9-tbgr-1463958.jpg",
      "publishedAt": "2019-08-30T13:34:17Z",
      "content": "Freitag, 30.08.2019  \r\n15:34 Uhr\r\nIm Labor haben Forscher winzige Gehirne entwickelt, an denen elektrische Impulse gemessen wurden. Diese Hirnströme ähnelten denen von frühgeborenen Kindern, schreiben die Forscher um Alysson Muotri von der University of Calif… [+3521 chars]"
    },
    {
      "source": {
        "id": "spiegel-online",
        "name": "Spiegel Online"
      },
      "author": "Steffen Lüdke, Maria Feck",
      "title": "The Venezuelan Diaspora: Spain's Other Refugees",
      "description": "Tens of thousands of Venezuelans have fled hunger and violence at home and come to Europe. Most of them go to Spain, where they easily integrate. But life as a refugee, even in a familiar culture, isn't always easy.",
      "url": "https://www.spiegel.de/international/europe/the-venezuelan-diaspora-spain-s-other-refugees-a-1283927.html",
      "urlToImage": "https://cdn1.spiegel.de/images/image-1460087-860_poster_16x9-vyui-1460087.jpg",
      "publishedAt": "2019-08-30T13:34:00Z",
      "content": "Nearly two years after fleeing his home country of Venezuela, Erick Zuleta is again surrounded by Venezuelans. The Parroquia de Santa Elena, an opulent church in central Madrid, is packed.\r\nZuleta, 64, wears a Casio watch that is too big for his wrist and sho… [+12373 chars]"
    },
    {
      "source": {
        "id": "spiegel-online",
        "name": "Spiegel Online"
      },
      "author": "Kevin Hagen, Philipp Wittrock",
      "title": "Linkenfraktionschef Bartsch: \"Koalitionen mit der Union? Ausgeschlossen\"",
      "description": "Die Linke bangt bei den Wahlen in Sachsen und Brandenburg um ihren Status als Ostpartei. Fraktionschef Dietmar Bartsch über die Probleme seiner Partei, Flirtversuche der CDU - und die \"scheindemokratische\" SPD-Chefsuche.",
      "url": "https://www.spiegel.de/politik/deutschland/dietmar-bartsch-linke-koalitionen-mit-der-union-ausgeschlossen-a-1284381.html",
      "urlToImage": "https://cdn1.spiegel.de/images/image-1463839-860_poster_16x9-xsmo-1463839.jpg",
      "publishedAt": "2019-08-30T13:26:14Z",
      "content": "Freitag, 30.08.2019  \r\n15:26 Uhr\r\nSPIEGEL ONLINE: Herr Bartsch, ist die Linke noch eine Ostpartei?\r\nBartsch: Die Linke ist eine gesamtdeutsche Partei. Aber durch unsere Geschichte und unsere Verankerung sind wir weiterhin in besonderer Weise Vertreterin ostde… [+7405 chars]"
    },
    {
      "source": {
        "id": "spiegel-online",
        "name": "Spiegel Online"
      },
      "author": "SPIEGEL ONLINE",
      "title": "Kongo: Zahl der Ebola-Toten übersteigt 2000",
      "description": "Seit mehr als einem Jahr wütet das Ebolavirus im Kongo, unter Kontrolle ist es noch immer nicht. Stattdessen vermelden die Behörden neue Zahlen: Mehr als 2000 von 3000 Infizierten sind mittlerweile gestorben.",
      "url": "https://www.spiegel.de/gesundheit/diagnose/ebola-im-kongo-zahl-der-toten-uebersteigt-2000-a-1284439.html",
      "urlToImage": "https://cdn1.spiegel.de/images/image-1464117-860_poster_16x9-gqva-1464117.jpg",
      "publishedAt": "2019-08-30T13:25:16Z",
      "content": "Freitag, 30.08.2019  \r\n15:25 Uhr\r\nSeit rund einem Jahr kämpfen Helfer in der Demokratischen Republik Kongo gegen die Ebola-Epidemie. Dennoch steigt die Zahl der Betroffenen immer weiter an, inzwischen sind mehr 2000 Menschen gestorben, mehr als 3000 haben sic… [+3364 chars]"
    },
    {
      "source": {
        "id": "spiegel-online",
        "name": "Spiegel Online"
      },
      "author": "SPIEGEL ONLINE",
      "title": "Klimakrise: Dem Great Barrier Reef geht es so schlecht wie noch nie",
      "description": "Ein Bericht für die australische Regierung bescheinigt dem Great Barrier Reef einen sehr schlechten Zustand. Der einzigartige Unterwasserlebensraum könnte seinen Status als Unesco-Welterbe verlieren.",
      "url": "https://www.spiegel.de/wissenschaft/natur/australien-dem-great-barrier-reef-geht-es-so-schlecht-wie-noch-nie-a-1284417.html",
      "urlToImage": "https://cdn1.spiegel.de/images/image-1463932-860_poster_16x9-uerm-1463932.jpg",
      "publishedAt": "2019-08-30T13:23:15Z",
      "content": "Freitag, 30.08.2019  \r\n15:23 Uhr\r\nIn einem neuen Bericht hat Australien den Bedrohungsstatus des Great Barrier Reefs von \"schlecht\" erstmals auf \"sehr schlecht\" herabgestuft. Das ist die unterste Stufe auf der internen Bewertungsskala der Regierung, hieß es.\r… [+1970 chars]"
    },
    {
      "source": {
        "id": "spiegel-online",
        "name": "Spiegel Online"
      },
      "author": "Jan Göbel",
      "title": "Bundesliga-Fan-Experten: \"Dieses Spiel könnte ein echtes Fußballfest werden\"",
      "description": "Der FC Bayern erhofft sich von Coutinho einen Qualitätsschub. Das Hoffenheimer Lager findet: Dieses Wochenende sollten die Blicke nach Leverkusen gehen. So tippen Fan-Experten und SPIEGEL-Redaktion den Spieltag.",
      "url": "https://www.spiegel.de/sport/fussball/bundesliga-vorschau-wer-gewinnt-am-3-spieltag-die-tipps-der-fan-experten-a-1284171.html",
      "urlToImage": "https://cdn1.spiegel.de/images/image-1463512-860_poster_16x9-ekcg-1463512.jpg",
      "publishedAt": "2019-08-30T13:15:44Z",
      "content": "Von\r\n Jan Göbel Julian Nagelsmann hatte vor Saisonstart gewarnt, es könne etwas dauern, bis sein Team den Fußball zeigt, den er sich vorstellt. Man könnte meinen: sechs Punkte, 6:1 Tore - die Mannschaft hat die Vorgaben bereits umgesetzt. Allerdings wackelte … [+93 chars]"
    },
    {
      "source": {
        "id": "spiegel-online",
        "name": "Spiegel Online"
      },
      "author": "SPIEGEL ONLINE",
      "title": "\"Economist\"-Ranking: Die sichersten Städte der Welt liegen in Asien",
      "description": "Wie hoch ist die Kriminalität? Welchen Risiken sind Fußgänger ausgesetzt? Forscher haben Städte auf der ganzen Welt auf ihre Sicherheit untersucht. In die Top 20 schaffte es nur eine deutsche Stadt.",
      "url": "https://www.spiegel.de/reise/aktuell/die-sichersten-staedte-der-welt-liegen-in-asien-a-1284383.html",
      "urlToImage": "https://cdn1.spiegel.de/images/image-1463961-860_poster_16x9-hmho-1463961.jpg",
      "publishedAt": "2019-08-30T13:13:31Z",
      "content": "Freitag, 30.08.2019  \r\n15:13 Uhr\r\nTokio ist die sicherste Stadt der Welt. Das geht aus dem Safe Cities Index 2019 hervor, einer Analyse des britischen Forschungsinstituts The Economist Intelligence Unit (EIU). Damit belegt Japans Hauptstadt den Spitzenplatz z… [+4173 chars]"
    },
    {
      "source": {
        "id": "spiegel-online",
        "name": "Spiegel Online"
      },
      "author": "Anna-Sophie Schneider",
      "title": "Getötete Emine B.: Erdogan für Wiedereinführung der Todesstrafe",
      "description": "Der gewaltsame Tod von Emine B. erschüttert die Türkei. Präsident Erdogan hat sich nun für die Reaktivierung der vor 15 Jahren abgeschafften Todesstrafe ausgesprochen.",
      "url": "https://www.spiegel.de/politik/ausland/tuerkei-recep-tayyip-erdogan-ist-fuer-wiedereinfuehrung-der-todesstrafe-a-1284394.html",
      "urlToImage": "https://cdn1.spiegel.de/images/image-1455007-860_poster_16x9-qzqb-1455007.jpg",
      "publishedAt": "2019-08-30T13:00:26Z",
      "content": "Freitag, 30.08.2019  \r\n15:00 Uhr\r\nDer türkische Staatspräsident Recep Tayyip Erdogan befürwortet die Wiedereinführung der Todesstrafe in seinem Land. Hintergrund ist der Tod einer Frau, die von ihrem Ex-Mann erstochen wurde. Der Fall hat in der Türkei landesw… [+3189 chars]"
    },
    {
      "source": {
        "id": "spiegel-online",
        "name": "Spiegel Online"
      },
      "author": "SPIEGEL ONLINE",
      "title": "Berichte nordkoreanischer Staatsmedien: Kim Jong Un soll noch mehr Macht bekommen",
      "description": "Diktator allein reicht offenbar nicht: Nordkorea ändert laut Staatsmedien seine Verfassung, um die \"monolithische Stellung des Machthabers\" Kim Jong Un zu stärken.",
      "url": "https://www.spiegel.de/politik/ausland/nordkorea-baut-stellung-von-machthaber-kim-jong-un-in-verfassung-aus-a-1284484.html",
      "urlToImage": "https://cdn1.spiegel.de/images/image-1464078-860_poster_16x9-zdxg-1464078.jpg",
      "publishedAt": "2019-08-30T12:59:57Z",
      "content": "Freitag, 30.08.2019  \r\n14:59 Uhr\r\nNoch mehr Macht für Kim Jong Un: Nordkoreas Diktator hat sich vom Parlament des Landes noch mehr Macht und Würden verleihen lassen. Dafür wurde nach Angaben des Regimes die Verfassung geändert, um die \"monolithische Stellung … [+1580 chars]"
    },
    {
      "source": {
        "id": "spiegel-online",
        "name": "Spiegel Online"
      },
      "author": null,
      "title": "Schwarzes Meer: Russische Marine testet Marschflugkörper",
      "description": "Das russische Verteidigungsministerium hat Videoaufnahmen eines Raketenstarts veröffentlicht. Gezeigt wird ein \"Kalibr\"-Marschflugkörper, der von einem Schiff abgefeuert wird.",
      "url": "https://www.spiegel.de/video/russische-marine-testet-marschflugkoerper-video-99029359.html",
      "urlToImage": "https://cdn1.spiegel.de/images/image-1463988-860_poster_16x9-uqoz-1463988.jpg",
      "publishedAt": "2019-08-30T12:55:53Z",
      "content": "30.08.2019, 14:55 Uhr - Das russische Verteidigungsministerium hat Videoaufnahmen eines Raketenstarts veröffentlicht. Gezeigt wird ein \"Kalibr\"-Marschflugkörper, der von einem Schiff abgefeuert wird."
    },
    {
      "source": {
        "id": "spiegel-online",
        "name": "Spiegel Online"
      },
      "author": "SPIEGEL ONLINE",
      "title": "Inflation in der Eurozone: Preise verharren auf tiefstem Stand seit Ende 2016",
      "description": "Die Preise für Lebens- und Genussmittel in der Eurozone sind stark gestiegen. Die Energiepreise waren rückläufig: Die Inflationsrate verharrte im August auf dem tiefsten Stand seit November 2016.",
      "url": "https://www.spiegel.de/wirtschaft/soziales/inflation-preise-in-der-eurozone-verharren-auf-tiefstem-stand-seit-ende-2016-a-1284490.html",
      "urlToImage": "https://cdn1.spiegel.de/images/image-1453968-860_poster_16x9-vpus-1453968.jpg",
      "publishedAt": "2019-08-30T12:49:28Z",
      "content": "Freitag, 30.08.2019  \r\n14:49 Uhr\r\nDie Verbraucherpreise in der Eurozone sind im August lediglich um ein Prozent gestiegen. Das teilte die europäische Statistikbehörde Eurostat in einer ersten Schätzung mit. Bereits im Juli hatte die Inflationsrate bei einem P… [+1626 chars]"
    },
    {
      "source": {
        "id": "spiegel-online",
        "name": "Spiegel Online"
      },
      "author": null,
      "title": "Tel Aviv: Boeing 737 macht sich selbstständig",
      "description": "Am Flughafen von Tel Aviv löste sich eine Boeing-Maschine vom Schleppfahrzeug rollte davon.",
      "url": "https://www.spiegel.de/video/boeing-737-macht-sich-selbststaendig-video-99029361.html",
      "urlToImage": "https://cdn1.spiegel.de/images/image-1464043-860_poster_16x9-qkjf-1464043.jpg",
      "publishedAt": "2019-08-30T12:49:06Z",
      "content": "30.08.2019, 14:49 Uhr - Am Flughafen von Tel Aviv löste sich eine Boeing-Maschine vom Schleppfahrzeug rollte davon."
    },
    {
      "source": {
        "id": "spiegel-online",
        "name": "Spiegel Online"
      },
      "author": "Jan Friedmann",
      "title": "Weniger Wartezeit: Bundespolizei lockert Kontrollen an der Grenze zu Österreich",
      "description": "Kilometerlange Staus und lange Wartezeiten an der österreich-deutschen Grenze haben Reisende regelmäßig verärgert. Inzwischen herrscht Pragmatismus: An den Übergängen sind mitunter gar keine Polizisten mehr zu sehen.",
      "url": "https://www.spiegel.de/reise/europa/bundespolizei-lockert-kontrollen-an-der-grenze-zu-oesterreich-a-1284411.html",
      "urlToImage": "https://cdn1.spiegel.de/images/image-1463884-860_poster_16x9-cdkj-1463884.jpg",
      "publishedAt": "2019-08-30T12:48:51Z",
      "content": "Freitag, 30.08.2019  \r\n14:48 Uhr\r\nEin Jahr nach der Eskalation des Streits zwischen CDU und CSU um die Binnenmigration von Asylbewerbern ist die deutsche Bundespolizei an der Grenze zu Österreich zu gelockerten Kontrollen übergegangen. Dort sind an den drei A… [+2594 chars]"
    },
    {
      "source": {
        "id": "spiegel-online",
        "name": "Spiegel Online"
      },
      "author": "SPIEGEL ONLINE",
      "title": "Hatz in Spanien: Stier tötet Zuschauer",
      "description": "Der Stier traf ihn mehrfach: Bei einer Hatz in Spanien ist ein Mann gestorben. Er nahm nur als Zuschauer teil - stand aber offenbar an einer gefährlichen Stelle.",
      "url": "https://www.spiegel.de/panorama/spanien-stierhatz-stier-toetet-zuschauer-a-1284500.html",
      "urlToImage": "https://cdn1.spiegel.de/images/image-1464120-860_poster_16x9-thrv-1464120.jpg",
      "publishedAt": "2019-08-30T12:48:47Z",
      "content": "Freitag, 30.08.2019  \r\n14:48 Uhr\r\nBei einer Stierhatz im Ort Cuéllar in der spanischen Provinz Segovia ist ein Zuschauer von einem Bullen tödlich verletzt worden. Das Opfer sei an der Brust und am Hals durch mehrere Hornstöße so schwer verwundet worden, dass … [+1269 chars]"
    },
    {
      "source": {
        "id": "spiegel-online",
        "name": "Spiegel Online"
      },
      "author": "SPIEGEL ONLINE",
      "title": "Parlamentsgutachten: Soli nach 2019 könnte verfassungswidrig sein",
      "description": "Eine Analyse des Wissenschaftlichen Dienstes des Bundestags bedroht die Soli-Pläne der Bundesregierung. Den Zuschlag nach 2019 noch zu erheben, könnte gegen das Grundgesetz verstoßen.",
      "url": "https://www.spiegel.de/wirtschaft/unternehmen/solidaritaetszuschlag-nach-2019-koennte-verfassungswidrig-sein-bundestagsgutachten-a-1284491.html",
      "urlToImage": "https://cdn1.spiegel.de/images/image-1464099-860_poster_16x9-jkse-1464099.jpg",
      "publishedAt": "2019-08-30T12:38:04Z",
      "content": "Freitag, 30.08.2019  \r\n14:38 Uhr\r\nIn einem neuen Gutachten äußern Experten des Wissenschaftlichen Dienstes des Bundestages erhebliche Zweifel an der Rechtmäßigkeit der Koalitionspläne zur Abschaffung des Soli. Es bestehe ein \"sehr hohes Risiko\", dass das Bund… [+1796 chars]"
    },
    {
      "source": {
        "id": "spiegel-online",
        "name": "Spiegel Online"
      },
      "author": "Tim Bartz",
      "title": "Filialzusammenlegung im Taunus: Die Volks-Sparkasse",
      "description": "Deutschlands Banken streichen ihre Filialnetze zusammen - aus Kostengründen, und weil ohnehin immer weniger Kunden die Zweigstellen nutzten. Im Taunus wagen zwei Konkurrenten nun ein revolutionäres Konzept.",
      "url": "https://www.spiegel.de/wirtschaft/unternehmen/volksbank-und-sparkasse-legen-filialen-im-taunus-zusammen-a-1284478.html",
      "urlToImage": "https://cdn1.spiegel.de/images/image-1351515-860_poster_16x9-zdsm-1351515.jpg",
      "publishedAt": "2019-08-30T12:36:00Z",
      "content": "Freitag, 30.08.2019  \r\n14:36 Uhr\r\nKommenden Dienstag ist es so weit: Dann werden die Volksbank Frankfurt und die Taunus Sparkasse im hessischen Sulzbach ihre erste gemeinschaftlich betriebene Filiale vorstellen. Mancherorts kooperieren die beiden Geldhäuser i… [+3533 chars]"
    },
    {
      "source": {
        "id": "spiegel-online",
        "name": "Spiegel Online"
      },
      "author": "Hans Hielscher",
      "title": "Überfall auf den Sender Gleiwitz: \"Der Führer braucht einen Kriegsgrund\"",
      "description": "Verkleidete SS-Männer stürmten vor 80 Jahren die Rundfunkstation Gleiwitz. Es war eine Propagandalüge - der inszenierte Handstreich lieferte Hitler einen Vorwand zum Angriff auf Polen und war der Auftakt zum Zweiten Weltkrieg.",
      "url": "https://www.spiegel.de/geschichte/ueberfall-auf-sender-gleiwitz-hitlers-vorwand-fuer-den-angriff-auf-polen-a-1283909.html",
      "urlToImage": "https://cdn1.spiegel.de/images/image-1462874-860_poster_16x9-birn-1462874.jpg",
      "publishedAt": "2019-08-30T12:22:06Z",
      "content": "Freitag, 30.08.2019  \r\n14:22 Uhr\r\nDer Anruf aus Berlin kam kurz vor 20 Uhr. \"Großmutter gestorben\", meldete Reinhard Heydrich, Chef des Reichssicherheitshauptamts, seinem Untergebenen Alfred Naujocks. Der im Hotel Haus Oberschlesien in Gleiwitz wartende SS-St… [+8538 chars]"
    },
    {
      "source": {
        "id": "spiegel-online",
        "name": "Spiegel Online"
      },
      "author": "SPIEGEL ONLINE",
      "title": "Milliardendeal: Stromgigant von E.on und RWE steht vor Genehmigung",
      "description": "Der geplante Milliardendeal zwischen RWE und E.on hat nach SPIEGEL-Informationen gute Chancen. Die Wettbewerbshüter könnten zudem recht milde Auflagen stellen.",
      "url": "https://www.spiegel.de/wirtschaft/unternehmen/e-on-und-rwe-milliardendeal-steht-vor-genehmigung-a-1284428.html",
      "urlToImage": "https://cdn1.spiegel.de/images/image-1262184-860_poster_16x9-nypl-1262184.jpg",
      "publishedAt": "2019-08-30T12:21:16Z",
      "content": "Freitag, 30.08.2019  \r\n14:21 Uhr\r\nBei dem geplanten Milliardendeal zwischen den beiden Stromgiganten RWE und E.on zeichnet sich eine Genehmigung durch die zuständige Wettbewerbsbehörde in Brüssel ab. Das belegen interne Papiere, die dem SPIEGEL vorliegen.\r\nE.… [+1654 chars]"
    },
    {
      "source": {
        "id": "spiegel-online",
        "name": "Spiegel Online"
      },
      "author": "SPIEGEL ONLINE",
      "title": "Wohnungsmarkt: Berlin weicht Pläne für Mietendeckel auf",
      "description": "Ursprünglich wollte die Berliner Landesregierung die Mieten auf höchstens acht Euro pro Quadratmeter deckeln. Jetzt hat sich die Koalition auf einen Korridor verständigt, bei dem auch höhere Mietpreise möglich sind.",
      "url": "https://www.spiegel.de/wirtschaft/soziales/mietendeckel-berlin-weicht-plaene-auf-a-1284461.html",
      "urlToImage": "https://cdn1.spiegel.de/images/image-1413652-860_poster_16x9-qjdf-1413652.jpg",
      "publishedAt": "2019-08-30T12:11:30Z",
      "content": "Freitag, 30.08.2019  \r\n14:11 Uhr\r\nDie rot-rot-grüne Koalition in Berlin hat ihre Pläne für den Mietendeckel abgeschwächt. Dadurch wird es voraussichtlich zu weniger Mietsenkungen kommen als zuletzt zu erwarten war.\r\nDie Landesregierung verständigte sich auf Ä… [+1821 chars]"
    },
    {
      "source": {
        "id": "spiegel-online",
        "name": "Spiegel Online"
      },
      "author": "Dietmar Hawranek, Marc Hujer",
      "title": "Altkanzler Schröder über Ferdinand Piëch: \"Ohne ihn wäre VW heute ein Übernahmekandidat\"",
      "description": "Ex-Bundeskanzler Gerhard Schröder spricht im Interview über den Autoboss. \"Wenn man loyal zu Piëch war\", sagt er, \"dann war er auch loyal bis in die Knochen.\"",
      "url": "https://www.spiegel.de/plus/gerhard-schroeder-ueber-ferdinand-piech-ohne-ihn-waere-vw-heute-ein-uebernahmekandidat-a-00000000-0002-0001-0000-000165695597",
      "urlToImage": "https://www.spiegel.de/plus/images/0b576294-f2d8-4ee2-8bd0-5c51d1ae4214_w1200_r1_fpx52.29_fpy44.96_wm.jpg",
      "publishedAt": "2019-08-30T12:07:26Z",
      "content": null
    },
    {
      "source": {
        "id": "spiegel-online",
        "name": "Spiegel Online"
      },
      "author": "Christian Buß",
      "title": "\"Boyhood\"-Regisseur: Richard Linklater veranschlagt 20 Jahre Drehzeit für nächstes Projekt",
      "description": "Er ist bekannt für extrem zeitaufwändige Produktionen: Zwölf Jahre arbeitete Richard Linklater an \"Boyhood\". Für sein neues Projekt \"Merrily We Roll Along\" hat der Regisseur nun sogar 20 Jahre eingeplant.",
      "url": "https://www.spiegel.de/kultur/kino/richard-linklater-20-jahre-produktionszeit-fuer-merrily-we-roll-along-a-1284379.html",
      "urlToImage": "https://cdn1.spiegel.de/images/image-1463845-860_poster_16x9-cqcc-1463845.jpg",
      "publishedAt": "2019-08-30T12:05:45Z",
      "content": "Freitag, 30.08.2019  \r\n14:05 Uhr\r\nWie verändert Zeit die Menschen? Diese Frage hat der Regisseur Richard Linklater immer wieder mit außergewöhnlichen Filmprojekten thematisiert. In den drei Filmen \"Before Sunrise\", \"Before Sunset\" und \"Before Midnight\" mit Ju… [+830 chars]"
    },
    {
      "source": {
        "id": "spiegel-online",
        "name": "Spiegel Online"
      },
      "author": "SPIEGEL ONLINE",
      "title": "Schröder kritisiert VW-Aufsichtsrat: \"Einen solchen Abschied hatte Piëch nicht verdient\"",
      "description": "Gerhard Schröder nimmt den verstorbenen Ferdinand Piëch im SPIEGEL-Gespräch im Nachhinein in Schutz. Für den Abgang des früheren VW-Aufsichtsratschefs zeigt der Altkanzler Unverständnis.",
      "url": "https://www.spiegel.de/wirtschaft/unternehmen/gerhard-schroeder-kritisiert-vw-aufsichtsrat-wegen-umgang-mit-ferdinand-piech-a-1284418.html",
      "urlToImage": "https://cdn1.spiegel.de/images/image-1464074-860_poster_16x9-iyvb-1464074.jpg",
      "publishedAt": "2019-08-30T12:03:00Z",
      "content": "Freitag, 30.08.2019  \r\n14:03 Uhr\r\nDer ehemalige Bundeskanzler Gerhard Schröder (SPD) übt nach dem Tod von Ferdinand Piëch Kritik am Aufsichtsrat des Volkswagen-Konzerns. Dieser hatte Piëch 2015 im Machtkampf mit dem damaligen VW-Vorstandsvorsitzenden Martin W… [+1009 chars]"
    },
    {
      "source": {
        "id": "spiegel-online",
        "name": "Spiegel Online"
      },
      "author": "SPIEGEL ONLINE",
      "title": "Bundesverfassungsgericht: Höchstalter für Betriebsrente diskriminiert Mütter nicht",
      "description": "Werden Frauen mit Kindern durch Altersgrenzen bei der Betriebsrente diskriminiert? Nein, entschied das Bundesverfassungsgericht.",
      "url": "https://www.spiegel.de/karriere/bundesverfassungsgericht-hoechstalter-fuer-betriebsrente-diskriminiert-muetter-nicht-a-1284440.html",
      "urlToImage": "https://cdn1.spiegel.de/images/image-1398629-860_poster_16x9-fybi-1398629.jpg",
      "publishedAt": "2019-08-30T11:54:45Z",
      "content": "Freitag, 30.08.2019  \r\n13:54 Uhr\r\nEine Betriebsrente nur für Arbeitnehmer, die vor ihrem 50. Geburtstag in einem Unternehmen angefangen haben, stellt keine Diskriminierung von Frauen mit Kindern dar. Das geht aus einem Beschluss des Bundesverfassungsgerichts … [+1432 chars]"
    },
    {
      "source": {
        "id": "spiegel-online",
        "name": "Spiegel Online"
      },
      "author": "SPIEGEL ONLINE",
      "title": "Klimaschutz: CSU-Spitze stellt sich gegen Dobrindts Steuerpläne für Billigflieger",
      "description": "Alexander Dobrindt hat eine \"Kampfpreis-Steuer\" für Billigflüge ins Spiel gebracht. Aber der Vorschlag des CSU-Landesgruppenchefs wurde rasch kassiert - von seiner eigenen Partei.",
      "url": "https://www.spiegel.de/wirtschaft/soziales/csu-parteispitze-stellt-sich-gegen-billigflieger-steuerplan-von-alexander-dobrindt-a-1284412.html",
      "urlToImage": "https://cdn1.spiegel.de/images/image-1463904-860_poster_16x9-wodn-1463904.jpg",
      "publishedAt": "2019-08-30T11:52:31Z",
      "content": "Freitag, 30.08.2019  \r\n13:52 Uhr\r\nWie seine Partei tickt, müsste Alexander Dobrindt eigentlich wissen. Bis 2013 war er selbst Generalsekretär der CSU. Dennoch hat er die Parteispitze in München nun offenbar düpiert. Denn die \"Bild\"-Zeitung zitiert Dobrindt mi… [+2569 chars]"
    },
    {
      "source": {
        "id": "spiegel-online",
        "name": "Spiegel Online"
      },
      "author": "SPIEGEL ONLINE",
      "title": "Europa-League-Auslosung: Eintracht trifft auf Arsenal, Mönchengladbach spielt gegen AS Rom",
      "description": "In der Gruppenphase der Europa League bekommt es Frankfurt mit dem FC Arsenal zu tun. Eine leichtere Gruppe dürfte der VfL Wolfsburg erwischt haben.",
      "url": "https://www.spiegel.de/sport/fussball/europa-league-eintracht-frankfurt-in-gruppenphase-gegen-fc-arsenal-a-1284469.html",
      "urlToImage": "https://cdn1.spiegel.de/images/image-1464040-860_poster_16x9-ttyq-1464040.jpg",
      "publishedAt": "2019-08-30T11:51:00Z",
      "content": null
    },
    {
      "source": {
        "id": "spiegel-online",
        "name": "Spiegel Online"
      },
      "author": "SPIEGEL ONLINE",
      "title": "Tödlicher Unfall in Baden-Württemberg: Jäger akzeptiert Strafbefehl nach Schuss auf Tochter",
      "description": "Er wollte gerade aufbrechen: Im Januar erschoss ein Jäger versehentlich seine 19-Jährige Tochter. Nun hat er einen Strafbefehl wegen fahrlässiger Tötung akzeptiert.",
      "url": "https://www.spiegel.de/panorama/justiz/karlsruhe-jaeger-akzeptiert-strafbefehl-nach-toedlichem-schuss-auf-tochter-a-1284470.html",
      "urlToImage": "https://cdn1.spiegel.de/images/image-1422671-860_poster_16x9-ykos-1422671.jpg",
      "publishedAt": "2019-08-30T11:45:50Z",
      "content": "Freitag, 30.08.2019  \r\n13:45 Uhr\r\nSieben Monate nachdem ein Jäger in Ettlingen versehentlich seine Tochter erschossen hatte, ist der Fall juristisch abgeschlossen. Der Mann habe einen Strafbefehl über 90 Tagessätze wegen fahrlässiger Tötung akzeptiert, sagte … [+697 chars]"
    },
    {
      "source": {
        "id": "spiegel-online",
        "name": "Spiegel Online"
      },
      "author": null,
      "title": "Ausbruch des Stromboli: Bootstouristen kommen Aschewolken ganz nah",
      "description": "Bereits zum zweiten Mal diesen Sommer kam es zu einem Vulkanausbruch auf der Insel Stromboli. Die über zwei Kilometer hohe Rauchwolke konnte vom Wasser aus gefilmt werden.",
      "url": "https://www.spiegel.de/video/stromboli-touristen-kommen-aschewolken-nah-video-99029342.html",
      "urlToImage": "https://cdn1.spiegel.de/images/image-1463768-860_poster_16x9-jmji-1463768.jpg",
      "publishedAt": "2019-08-30T11:38:00Z",
      "content": "30.08.2019, 13:38 Uhr - Bereits zum zweiten Mal diesen Sommer kam es zu einem Vulkanausbruch auf der Insel Stromboli. Die über zwei Kilometer hohe Rauchwolke konnte vom Wasser aus gefilmt werden."
    },
    {
      "source": {
        "id": "spiegel-online",
        "name": "Spiegel Online"
      },
      "author": "SPIEGEL ONLINE",
      "title": "US-Bundesstaat Colorado: Schwangere bringt Baby allein in Gefängniszelle zur Welt",
      "description": "Obwohl eine Insassin in einem US-Gefängnis fünf Stunden in den Wehen lag, soll ihr niemand zu Hilfe gekommen sein. Nun hat die Frau juristische Schritte eingeleitet.",
      "url": "https://www.spiegel.de/panorama/gesellschaft/colorado-schwangere-bringt-baby-offenbar-allein-in-gefaengniszelle-zur-welt-a-1284473.html",
      "urlToImage": "https://cdn1.spiegel.de/images/image-1464041-860_poster_16x9-mpsb-1464041.jpg",
      "publishedAt": "2019-08-30T11:37:00Z",
      "content": "Freitag, 30.08.2019  \r\n13:37 Uhr\r\nIn einer Gefängniszelle in den USA hat eine junge Frau ohne medizinische Hilfe ein Baby zur Welt gebracht - jetzt hat sie die zuständige Behörde verklagt. Die Frau wirft der Haftanstalt in Denver im Bundesstaat Colorado vor, … [+1281 chars]"
    },
    {
      "source": {
        "id": "spiegel-online",
        "name": "Spiegel Online"
      },
      "author": "SPIEGEL ONLINE",
      "title": "Berlin-Moabit: Russischer Geheimdienst offenbar in Mord an Exil-Georgier verwickelt",
      "description": "Der mutmaßliche Mörder eines Exil-Georgiers in Berlin soll mit einer falschen Identität nach Deutschland gereist sein. Seine Passnummer deutet nach SPIEGEL-Informationen auf Verbindungen zum russischen Militärgeheimdienst hin.",
      "url": "https://www.spiegel.de/politik/ausland/berlin-mord-in-moabit-hinweis-auf-russischen-geheimdienst-a-1284400.html",
      "urlToImage": "https://cdn1.spiegel.de/images/image-1463861-860_poster_16x9-nxuo-1463861.jpg",
      "publishedAt": "2019-08-30T11:08:31Z",
      "content": "Freitag, 30.08.2019  \r\n13:08 Uhr\r\nIm Fall des in Berlin ermordeten Georgiers Zelimkhan Khangoshvili gibt es Hinweise auf eine mögliche Beteiligung russischer Geheimdienste. Wie Recherchen des SPIEGEL mit den Investigativnetzwerken Bellingcat und The Insider e… [+1849 chars]"
    },
    {
      "source": {
        "id": "spiegel-online",
        "name": "Spiegel Online"
      },
      "author": "SPIEGEL ONLINE",
      "title": "Mord am helllichten Tag: Tödliche Schüsse in Berlin-Moabit",
      "description": "Die Erschießung eines Exil-Georgiers in Berlin-Moabit war womöglich \npolitisch motiviert. Moskau hatte das Opfer bei deutschen Behörden als \nislamistischen Terroristen angeschwärzt.",
      "url": "https://www.spiegel.de/plus/berlin-mordete-russlands-geheimdienst-am-helllichten-tag-mitten-in-der-stadt-a-00000000-0002-0001-0000-000165695576",
      "urlToImage": "https://www.spiegel.de/plus/images/315ca513-c08e-4a7e-a701-31416776d702_w600_r1_fpx50_fpy40.71_wm.jpg",
      "publishedAt": "2019-08-30T11:08:25Z",
      "content": null
    },
    {
      "source": {
        "id": "spiegel-online",
        "name": "Spiegel Online"
      },
      "author": "SPIEGEL ONLINE",
      "title": "Gemeinden erzielen höchste Grundsteuereinnahmen seit 1991",
      "description": "Die Kommunen in Deutschland haben 2018 ihre Einnahmen kräftig gesteigert. Dabei waren die Einkünfte aus der Grundsteuer so hoch wie seit fast 30 Jahren nicht mehr. Besonders stark sprudelten die Gewerbesteuern.",
      "url": "https://www.spiegel.de/wirtschaft/soziales/grundsteuer-gemeinden-erzielen-hoechste-einnahmen-seit-1991-a-1284386.html",
      "urlToImage": "https://cdn1.spiegel.de/images/image-1463864-860_poster_16x9-bqgz-1463864.jpg",
      "publishedAt": "2019-08-30T10:56:00Z",
      "content": "Freitag, 30.08.2019  \r\n12:56 Uhr\r\nDie Gemeinden in Deutschland haben im vergangenen Jahr die höchsten Grundsteuern seit 1991 eingenommen: rund 14,2 Milliarden Euro. Das teilte das Statistische Bundesamt in Wiesbaden mit. \r\nIm Jahr 2017 hatten die Einnahmen fü… [+1573 chars]"
    },
    {
      "source": {
        "id": "spiegel-online",
        "name": "Spiegel Online"
      },
      "author": "SPIEGEL ONLINE",
      "title": "Urteil in Frankfurt am Main: Mieterin muss Anrede als \"Fräulein\" hinnehmen",
      "description": "Die Bezeichnung \"Fräulein\" ist laut dem Frankfurter Amtsgericht nicht ehrverletzend. Eine Mieterin hatte geklagt - es ging um einen Putzplan.",
      "url": "https://www.spiegel.de/panorama/gesellschaft/frankfurt-am-main-urteil-mieterin-muss-anrede-als-fraeulein-hinnehmen-a-1284429.html",
      "urlToImage": "https://cdn1.spiegel.de/images/image-1464006-860_poster_16x9-lvth-1464006.jpg",
      "publishedAt": "2019-08-30T10:28:31Z",
      "content": "Freitag, 30.08.2019  \r\n12:28 Uhr\r\nEine Mieterin muss akzeptieren, in Aushängen als \"Fräulein\" bezeichnet zu werden. Das hat das Amtsgericht Frankfurt am Main entschieden - und eine Unterlassungsklage der Frau abgewiesen.\r\nEs ist demnach nicht ehrverletzend, d… [+791 chars]"
    },
    {
      "source": {
        "id": "spiegel-online",
        "name": "Spiegel Online"
      },
      "author": null,
      "title": "+++ Livestream +++: Uli Hoeneß verkündet Rücktritt",
      "description": "Uli Hoeneß hört als Präsident des FC Bayern München auf. Im November wird der 67-Jährige nicht zur Wiederwahl antreten. Sehen Sie hier die Pressekonferenz im Livestream.",
      "url": "https://www.spiegel.de/video/livestream-uli-hoeness-verkuendet-ruecktritt-video-99029360.html",
      "urlToImage": "https://cdn1.spiegel.de/images/image-1464002-860_poster_16x9-kshg-1464002.jpg",
      "publishedAt": "2019-08-30T10:28:00Z",
      "content": "30.08.2019, 12:25 Uhr - Uli Hoeneß hört als Präsident des FC Bayern München auf. Im November wird der 67-Jährige nicht zur Wiederwahl antreten. Sehen Sie hier die Pressekonferenz im Livestream"
    },
    {
      "source": {
        "id": "spiegel-online",
        "name": "Spiegel Online"
      },
      "author": "SPIEGEL ONLINE",
      "title": "\"Kieler Nachrichten\": Grüne Lokalpolitiker täuschten Zeitung mit falschen Leserbriefen - Rücktritte",
      "description": "Zwei Lokalpolitiker der Grünen in Schleswig-Holstein haben gefälschte Leserbriefe an die \"Kieler Nachrichten\" geschickt. Nun sind sie von ihren Ämtern zurückgetreten.",
      "url": "https://www.spiegel.de/politik/deutschland/kiel-gruene-lokalpolitiker-taeuschten-zeitung-mit-falschen-leserbriefen-ruecktritte-a-1284384.html",
      "urlToImage": "https://cdn1.spiegel.de/images/image-1463855-860_poster_16x9-mcdr-1463855.jpg",
      "publishedAt": "2019-08-30T10:23:22Z",
      "content": "Freitag, 30.08.2019  \r\n12:23 Uhr\r\nWochenlang hat die Redaktion der \"Kieler Nachrichten\" recherchiert, dann kamen sie ihnen auf die Schliche: Zwei Mitglieder der Grünen in Schleswig-Holstein haben Leserbriefe an die Zeitung gefälscht. Bürgervorsteher und Kreis… [+1615 chars]"
    },
    {
      "source": {
        "id": "spiegel-online",
        "name": "Spiegel Online"
      },
      "author": "SPIEGEL ONLINE",
      "title": "Zwangspause des britischen Parlaments: Oppositionspolitiker scheitern zunächst mit Klage gegen Johnson-Pläne",
      "description": "Britische Oppositionsmitglieder haben in Schottland gegen eine verlängerte Parlamentspause geklagt. Das Gericht entschied vorerst gegen sie - es stehen aber noch weitere Entscheidungen aus.",
      "url": "https://www.spiegel.de/politik/ausland/brexit-gericht-lehnt-klage-gegen-zwangspause-des-britischen-parlaments-ab-a-1284432.html",
      "urlToImage": "https://cdn1.spiegel.de/images/image-1463955-860_poster_16x9-lrsd-1463955.jpg",
      "publishedAt": "2019-08-30T10:21:51Z",
      "content": "Freitag, 30.08.2019  \r\n12:21 Uhr\r\nPremierminister Boris Johnson will dem Parlament vor dem Ende Oktober geplanten Brexit weniger Beratungszeit einräumen. Deshalb möchte der Premier die üblicherweise zweiwöchige Sitzungspause ab Mitte September auf rund vier W… [+1232 chars]"
    },
    {
      "source": {
        "id": "spiegel-online",
        "name": "Spiegel Online"
      },
      "author": "SPIEGEL ONLINE",
      "title": "Satireaktion: Warum Böhmermann wohl kaum SPD-Kandidat wird",
      "description": "Alles nur ein Gag? Der Satiriker Jan Böhmermann sagt, er wolle SPD-Vorsitzender werden. Doch schon für die erste Hürde dürfte es nicht reichen.",
      "url": "https://www.spiegel.de/politik/deutschland/jan-boehmermann-warum-der-satiriker-wohl-kaum-spd-kandidat-wird-a-1284393.html",
      "urlToImage": "https://cdn1.spiegel.de/images/image-1429087-860_poster_16x9-ivwz-1429087.jpg",
      "publishedAt": "2019-08-30T10:20:29Z",
      "content": null
    },
    {
      "source": {
        "id": "spiegel-online",
        "name": "Spiegel Online"
      },
      "author": "Emil Nefzger",
      "title": "Motorenexperte über verstorbenen Automanager: \"Piëch war kein genialer Ingenieur\"",
      "description": "Ferdinand Piëch galt als begnadeter Tüftler - genau das war er jedoch nicht, sagt Friedrich Indra, der mit ihm bei Audi arbeitete. Ein Gespräch darüber, was den Manager wirklich auszeichnete. Und wie er Auto fuhr.",
      "url": "https://www.spiegel.de/auto/aktuell/ferdinand-piech-fritz-indra-erzaehlt-ueber-den-ehemaligen-vw-chef-a-1284268.html",
      "urlToImage": "https://cdn1.spiegel.de/images/image-1125955-860_poster_16x9-tjul-1125955.jpg",
      "publishedAt": "2019-08-30T10:16:46Z",
      "content": "Freitag, 30.08.2019  \r\n12:16 Uhr\r\nSPIEGEL ONLINE: Herr Indra, sie waren von 1979 bis 1985 unter Ferdinand Piëch Chef der Motorenkonstruktion bei Audi. Wie war er als Vorgesetzter?\r\nIndra: Piëch war ein hervorragender Ideenerkenner, er hatte ein unglaublich gu… [+5096 chars]"
    },
    {
      "source": {
        "id": "spiegel-online",
        "name": "Spiegel Online"
      },
      "author": "Markus Dettmer",
      "title": "Deutschland im internationalen Vergleich: Schlechte Ausbildung, niedrige Löhne",
      "description": "Wer schlecht ausgebildet ist, hat es in Deutschland schwer: Zwar finden Geringqualifizierte immer häufiger einen Job - allerdings oft nur zu Niedriglöhnen. Andere Länder zeigen, dass es besser geht.",
      "url": "https://www.spiegel.de/wirtschaft/soziales/arbeitsmarkt-jeder-zweite-geringqualifizierte-arbeitet-zu-niedrigloehnen-a-1284308.html",
      "urlToImage": "https://cdn1.spiegel.de/images/image-1463870-860_poster_16x9-jjll-1463870.jpg",
      "publishedAt": "2019-08-30T10:11:43Z",
      "content": "Freitag, 30.08.2019  \r\n12:11 Uhr\r\nEs gibt Wahrheiten, die sind so schlicht wie zutreffend. Etwa diese: Je schlechter ein Mensch ausgebildet ist, desto geringer sind seine Aussichten, einen guten Job mit ordentlichem Lohn zu bekommen. Und so wundert es auf den… [+6092 chars]"
    },
    {
      "source": {
        "id": "spiegel-online",
        "name": "Spiegel Online"
      },
      "author": "Melanie Amann, Ralf Neukirch",
      "title": "Justizministerin fordert schärferes Waffenrecht: \"Der Staat muss sich wehren\"",
      "description": "Justizministerin Christine Lambrecht will die Waffengesetze verschärfen, härter gegen\nHass im Internet vorgehen und droht den sozialen Netzwerken mit hohen Bußgeldern. Im Interview erklärt sie ihre Pläne.",
      "url": "https://www.spiegel.de/plus/christine-lambrecht-die-justizministerin-ueber-waffengesetze-und-hass-im-netz-a-00000000-0002-0001-0000-000165695573",
      "urlToImage": "https://www.spiegel.de/plus/images/3436b9fa-4b77-4bd8-be75-ca2cc0f86bdf_w1200_r1_fpx44.97_fpy41.67_wm.jpg",
      "publishedAt": "2019-08-30T10:09:49Z",
      "content": null
    },
    {
      "source": {
        "id": "spiegel-online",
        "name": "Spiegel Online"
      },
      "author": "Jörg Schindler",
      "title": "Brexit-Chaos: Wie Boris Johnson die Queen in seine Schlammschlacht hineinzieht",
      "description": "Mit dem Zwangsurlaub für das Parlament beschädigt der Premierminister die  Demokratie - und eine der letzten intakten Säulen des Vereinigten Königreichs.",
      "url": "https://www.spiegel.de/plus/wie-boris-johnson-die-queen-in-seine-schlammschlacht-hineinzieht-a-00000000-0002-0001-0000-000165695604",
      "urlToImage": "https://www.spiegel.de/plus/images/c83c41ff-3cda-467f-b833-00d022bede25_w1200_r1_fpx50.93_fpy35.06_wm.jpg",
      "publishedAt": "2019-08-30T10:08:40Z",
      "content": null
    },
    {
      "source": {
        "id": "spiegel-online",
        "name": "Spiegel Online"
      },
      "author": "Ralf Neukirch",
      "title": "Konsequenz aus Lübcke-Mord: Justizministerin will Waffenrecht verschärfen",
      "description": "\"Der Staat muss sich wehren\": Justizministerin Lambrecht kündigt im SPIEGEL eine Neufassung des Waffenrechts an. Künftig soll etwa der Verfassungsschutz vor der Erteilung einer Lizenz eingebunden werden.",
      "url": "https://www.spiegel.de/politik/deutschland/deutschland-christine-lambrecht-will-waffenrecht-verschaerfen-a-1284391.html",
      "urlToImage": "https://cdn1.spiegel.de/images/image-1463847-860_poster_16x9-eirn-1463847.jpg",
      "publishedAt": "2019-08-30T10:06:30Z",
      "content": "Freitag, 30.08.2019  \r\n12:06 Uhr\r\nAls Konsequenz aus dem Mord am Kasseler Regierungspräsidenten Walter Lübcke hat Bundesjustizministerin Christine Lambrecht eine Verschärfung des Waffenrechts angekündigt. In einem Interview mit dem SPIEGEL sagt Lambrecht, die… [+1246 chars]"
    },
    {
      "source": {
        "id": "spiegel-online",
        "name": "Spiegel Online"
      },
      "author": "SPIEGEL ONLINE",
      "title": "Missbrauchsfall Lügde: Verteidiger fordert zwölf Jahre Haft für Andreas V.",
      "description": "Andreas V. und Mario S. sind wegen vielfachen Kindesmissbrauchs angeklagt. Nun haben im Prozess vor dem Landgericht Detmold ihre Verteidiger plädiert.",
      "url": "https://www.spiegel.de/panorama/justiz/missbrauchsfall-luegde-verteidiger-fordert-zwoelf-jahre-haft-fuer-andreas-v-a-1284437.html",
      "urlToImage": "https://cdn1.spiegel.de/images/image-1463948-860_poster_16x9-luxo-1463948.jpg",
      "publishedAt": "2019-08-30T10:05:43Z",
      "content": "Freitag, 30.08.2019  \r\n12:05 Uhr\r\nIm Prozess zum hundertfachen Kindesmissbrauch auf einem Campingplatz in Lügde hat der Verteidiger des angeklagten Dauercampers Andreas V. eine Freiheitsstrafe von zwölf Jahren gefordert. Zum Thema Sicherungsverwahrung habe er… [+955 chars]"
    },
    {
      "source": {
        "id": "spiegel-online",
        "name": "Spiegel Online"
      },
      "author": "Markus Becker, Peter Müller",
      "title": "EU-Kommissar zum Brexit: Oettinger hofft auf \"demokratischen Aufstand\" gegen Johnson",
      "description": "Günther Oettinger übt scharfe Kritik an der Stilllegung des britischen Parlaments durch Boris Johnson. Der EU-Haushaltskommissar hofft, dass Abgeordnete gegen den Premier rebellieren und den No-Deal-Brexit verhindern.",
      "url": "https://www.spiegel.de/politik/ausland/interview-eu-kommissar-guenther-oettinger-kritisiert-johnson-a-1284301.html",
      "urlToImage": "https://cdn1.spiegel.de/images/image-1463949-860_poster_16x9-dbvn-1463949.jpg",
      "publishedAt": "2019-08-30T10:04:00Z",
      "content": "Freitag, 30.08.2019  \r\n12:04 Uhr\r\nSeit fast zehn Jahren ist Günther Oettinger deutscher EU-Kommissar - zuerst für Energie, dann für Digitales, jetzt für Haushalt und Personal. Mit dem Abtritt der Kommission von Präsident Jean-Claude Juncker endet auch Oetting… [+6687 chars]"
    },
    {
      "source": {
        "id": "spiegel-online",
        "name": "Spiegel Online"
      },
      "author": "Swantje Kubillus",
      "title": "Nahost-Magazin \"Zenith\" wird 20: \"Überleben ist alles\"",
      "description": "1999 gründeten sechs Studenten der Islamwissenschaft \"Zenith\" - 20 Jahre später gibt es das Nahost-Magazin immer noch. Hier erzählt Mitgründer Daniel Gerlach, wie man sich journalistische Nischen sichert.",
      "url": "https://www.spiegel.de/kultur/gesellschaft/nahost-magazin-zenith-wird-20-daniel-gerlach-im-interview-a-1284116.html",
      "urlToImage": "https://cdn1.spiegel.de/images/image-1463943-860_poster_16x9-trwn-1463943.jpg",
      "publishedAt": "2019-08-30T10:03:33Z",
      "content": "Freitag, 30.08.2019  \r\n12:03 Uhr\r\nSPIEGEL ONLINE: Herr Gerlach, wie haben Sie es geschafft, mit einem kleinen Magazin wie \"Zenith\" 20 Jahre lang durchzuhalten?\r\nGerlach: Indem wir uns immer wieder neu erfanden, und irgendwann festgestellt haben, dass wir es a… [+4051 chars]"
    },
    {
      "source": {
        "id": "spiegel-online",
        "name": "Spiegel Online"
      },
      "author": "Patrick Beuth",
      "title": "Spionagesoftware: Google deckt riesige iPhone-Hackerkampagne auf",
      "description": "Jahrelang haben verseuchte Websites heimlich Spionagesoftware auf iPhones installiert. Die technischen Hintergründe der Kampagnen sind beeindruckend, ihre Ziele rätselhaft.",
      "url": "https://www.spiegel.de/netzwelt/gadgets/google-deckt-riesige-iphone-hackerkampagne-auf-a-1284403.html",
      "urlToImage": "https://cdn1.spiegel.de/images/image-1463879-860_poster_16x9-ojxd-1463879.jpg",
      "publishedAt": "2019-08-30T10:01:56Z",
      "content": "Freitag, 30.08.2019  \r\n12:01 Uhr\r\nGoogles Hacker-Abteilung Project Zero will Sicherheitslücken finden und dokumentieren, bevor andere es tun und sie ausnutzen. Doch nun haben die Elite-Hacker eine reale Attacke aufgedeckt, die den möglicherweise bisher massiv… [+5336 chars]"
    },
    {
      "source": {
        "id": "spiegel-online",
        "name": "Spiegel Online"
      },
      "author": "Steffen Klusmann",
      "title": "SPIEGEL Lesezeichen - die neue Heftreihe: Spielen Sie Chefredakteur",
      "description": "Wir bringen eine neue Heftreihe heraus: In SPIEGEL Lesezeichen bündeln wir Geschichten, die über die Aktualität hinausweisen. Welche Texte das sind? Das sollen Sie entscheiden.",
      "url": "https://www.spiegel.de/extra/start-von-spiegel-lesezeichen-leserkuratoren-gesucht-a-1282670.html",
      "urlToImage": "https://cdn1.spiegel.de/images/image-877921-860_poster_16x9-pffe-877921.jpg",
      "publishedAt": "2019-08-30T10:00:00Z",
      "content": "Freitag, 30.08.2019  \r\n12:00 Uhr\r\nLiebe Leserinnen, liebe Leser,\r\njede Woche erscheint der SPIEGEL mit einer Auswahl der wichtigsten Nachrichten und interessantesten Reportagen, Analysen, Gespräche, Porträts, Kommentare und Rezensionen aus unserer Redaktion.\r… [+1787 chars]"
    },
    {
      "source": {
        "id": "spiegel-online",
        "name": "Spiegel Online"
      },
      "author": "Danielle Dörsing",
      "title": "Hamburger Feedback-Initiative: Schüler sollen Lehrer anonym bewerten",
      "description": "Wie war ich? Wenn Hamburger Lehrer das nach ihrem Unterricht wissen möchten, können sie sich künftig Feedback holen - am Computer, von ihren Schülern.",
      "url": "https://www.spiegel.de/lebenundlernen/schule/hamburg-startet-feedback-portal-schueler-sollen-lehrer-bewerten-a-1284273.html",
      "urlToImage": "https://cdn1.spiegel.de/images/image-1447877-860_poster_16x9-djfa-1447877.jpg",
      "publishedAt": "2019-08-30T09:53:42Z",
      "content": "Freitag, 30.08.2019  \r\n11:53 Uhr\r\nDarf ich im Unterricht Fehler machen? Hilft mir mein Lehrer, wenn ich nicht gleich die richtige Antwort weiß? Fühle ich mich im Unterricht wohl? Das sind drei von insgesamt bis zu 56 Fragen, die Hamburger Schüler künftig bean… [+3995 chars]"
    },
    {
      "source": {
        "id": "spiegel-online",
        "name": "Spiegel Online"
      },
      "author": "SPIEGEL ONLINE",
      "title": "Medienbericht: Marlon Brando sprach mit Polizei über Missbrauchsvorwürfe gegen Michael Jackson",
      "description": "\"Er hatte wohl etwas mit Kindern\": Schauspiellegende Marlon Brando traf Michael Jackson 1994 zum Dinner - und erzählte der Polizei laut \"LA Times\" später davon. Während des Gesprächs soll der Sänger geweint haben.",
      "url": "https://www.spiegel.de/panorama/leute/marlon-brando-sprach-mit-polizei-ueber-missbrauchsvorwuerfe-gegen-michael-jackson-a-1284385.html",
      "urlToImage": "https://cdn1.spiegel.de/images/image-1463912-860_poster_16x9-fntd-1463912.jpg",
      "publishedAt": "2019-08-30T09:45:13Z",
      "content": "Freitag, 30.08.2019  \r\n11:45 Uhr\r\nMarlon Brando sagte bei den Ermittlungen wegen Kindesmissbrauchs gegen Michael Jackson aus. Wie die \"LA Times\" berichtet, sagte Brando über Jackson: Es sei sehr plausibel anzunehmen, dass Jackson \"wohl etwas mit Kindern\" geha… [+2051 chars]"
    },
    {
      "source": {
        "id": "spiegel-online",
        "name": "Spiegel Online"
      },
      "author": "Maik Baumgärtner, Giorgos Christides, Matthias Gebauer, Ann-Katrin Müller, Christoph Schult",
      "title": "Mit Fackeln und Hakenkreuzfahne in Athen: Wie Kalbitz seine Reise zur Nazi-Demo erklärt",
      "description": "Der brandenburgische Spitzenkandidat Andreas Kalbitz reiste 2007 zu einem Aufmarsch nach Athen - gemeinsam mit NPD-Funktionären.",
      "url": "https://www.spiegel.de/plus/wie-afd-spitzenkandidat-andreas-kalbitz-seine-reise-zur-neonazi-demo-erklaert-a-00000000-0002-0001-0000-000165695577",
      "urlToImage": "https://www.spiegel.de/plus/images/9cf8ea88-e913-4ea1-a8d1-cae41f9b1ce0_w974_r1_fpx33_fpy50_wm.jpg",
      "publishedAt": "2019-08-30T09:42:30Z",
      "content": null
    },
    {
      "source": {
        "id": "spiegel-online",
        "name": "Spiegel Online"
      },
      "author": "SPIEGEL ONLINE",
      "title": "Wechseljahre: So stark erhöhen Hormontherapien das Brustkrebsrisiko",
      "description": "Hormontherapien lindern die Beschwerden durch die Wechseljahre, steigern aber das Brustkrebsrisiko. Forscher haben jetzt aufgeschlüsselt, welche Behandlung das Risiko wie stark erhöht.",
      "url": "https://www.spiegel.de/gesundheit/diagnose/wechseljahre-hormontherapie-verdoppelt-brustkrebsrisiko-a-1284387.html",
      "urlToImage": "https://cdn1.spiegel.de/images/image-1463901-860_poster_16x9-ortf-1463901.jpg",
      "publishedAt": "2019-08-30T09:42:06Z",
      "content": "Freitag, 30.08.2019  \r\n11:42 Uhr\r\nHitzewallungen, Schweißausbrüche, Schlafstörungen, Zwischenblutungen, Inkontinenz: Stellt der weibliche Körper in den Wechseljahren seinen Hormonhaushalt um, kann es zu Beschwerden kommen. Eine Hormontherapie hilft - erhöht a… [+4358 chars]"
    },
    {
      "source": {
        "id": "spiegel-online",
        "name": "Spiegel Online"
      },
      "author": "SPIEGEL ONLINE",
      "title": "New Jersey: Diebe schafften offenbar schlafende Seniorin aus Auto",
      "description": "In New Jersey ist offenbar ein Auto gestohlen worden, in dem eine 80-Jährige eingeschlafen war. Laut der Frau befand sie sich beim Aufwachen nicht mehr in dem Fahrzeug - und dieses stand nicht mehr in der Auffahrt.",
      "url": "https://www.spiegel.de/panorama/gesellschaft/new-jersey-diebe-schafften-offenbar-schlafende-seniorin-aus-auto-a-1284416.html",
      "urlToImage": "https://cdn1.spiegel.de/images/image-1109211-860_poster_16x9-ndhe-1109211.jpg",
      "publishedAt": "2019-08-30T09:34:01Z",
      "content": "Freitag, 30.08.2019  \r\n11:34 Uhr\r\nMit einem ungewöhnlichen mutmaßlichen Autodiebstahl hat derzeit die Polizei in Hamilton im US-Bundesstaat New Jersey zu tun: Eine ältere Frau schlief offenbar in ihrem geparkten Auto ein. Beim Aufwachen habe sie dann gemerkt,… [+641 chars]"
    },
    {
      "source": {
        "id": "spiegel-online",
        "name": "Spiegel Online"
      },
      "author": "Frieder Pfeiffer",
      "title": "Einstiges Tennis-Wunderkind Capriati: Unglücklich auf dem Thron",
      "description": "Derzeit ist die 15-jährige Cori Gauff das große Tennis-Versprechen. Jennifer Capriati war noch zwei Jahre jünger, als sie Turniere gewann und die Welt sich in sie verliebte. Doch darauf war das Wunderkind nicht vorbereitet.",
      "url": "https://www.spiegel.de/sport/tennis/einstiges-tennis-wunderkind-jennifer-capriati-ungluecklich-auf-dem-thron-a-1283518.html",
      "urlToImage": "https://cdn1.spiegel.de/images/image-1462179-860_poster_16x9-swbm-1462179.jpg",
      "publishedAt": "2019-08-30T09:21:06Z",
      "content": "Freitag, 30.08.2019  \r\n11:21 Uhr\r\nEs gibt ein Bild von Jennifer Capriati, aufgenommen vor knapp einem Jahr, sie steht auf einem Tennisplatz und lächelt. Sie trägt eine blaue Seidenbluse, neben ihr posieren Petra Kvitova und Elina Svitolina, sie halten ihre Sc… [+7014 chars]"
    },
    {
      "source": {
        "id": "spiegel-online",
        "name": "Spiegel Online"
      },
      "author": "SPIEGEL ONLINE",
      "title": "Flughafen Köln/Bonn: Bundespolizei testet Ein-Handgepäck-Spur",
      "description": "Nur eine Handtasche? Dann bitte zur Express-Sicherheitskontrolle. Am Flughafen Köln/Bonn versucht die Bundespolizei \"nach dem Prinzip Schnellkasse\" das Warten zu verkürzen.",
      "url": "https://www.spiegel.de/reise/aktuell/flughafen-koeln-bonn-bundespolizei-testet-ein-handgepaeck-spur-a-1284413.html",
      "urlToImage": "https://cdn1.spiegel.de/images/image-1409538-860_poster_16x9-jxsl-1409538.jpg",
      "publishedAt": "2019-08-30T09:20:16Z",
      "content": "Freitag, 30.08.2019  \r\n11:20 Uhr\r\nWer mit leichtem Handgepäck reist, kann am Flughafen Köln/Bonn ab 1. September eine neue Expressspur an der Sicherheitskontrolle nutzen. Die Bundespolizei testet dort laut Mitteilung die neue Kontrollspur im Terminal 1. Sie s… [+1100 chars]"
    },
    {
      "source": {
        "id": "spiegel-online",
        "name": "Spiegel Online"
      },
      "author": "Frank Dohmen, Michaela Schießl",
      "title": "Glyphosat und Kohlestrom: Das Märchen von der grünen Bahn",
      "description": "Die Deutsche Bahn will weniger Glyphosat einsetzen. Doch die Einwände gegen das Versprühen des Unkrautvernichters hat sie jahrelang ignoriert - und sich nicht um Alternativen gekümmert.",
      "url": "https://www.spiegel.de/plus/deutsche-bahn-glyphosat-und-kohlestrom-das-maerchen-von-der-gruenen-bahn-a-00000000-0002-0001-0000-000165695594",
      "urlToImage": "https://www.spiegel.de/plus/images/e13d1342-bf01-4924-9e23-84c883a04c2b_w1200_r1_fpx50_fpy52.34_wm.jpg",
      "publishedAt": "2019-08-30T09:06:07Z",
      "content": null
    },
    {
      "source": {
        "id": "spiegel-online",
        "name": "Spiegel Online"
      },
      "author": "Anne Otto",
      "title": "Genuss-Training: Vorsicht, Trostessen!",
      "description": "Viele Menschen essen, um Wut, Stress oder Einsamkeit zu kompensieren. Hier lernen Sie, wie Sie sich von dieser Art des emotionalen Essens verabschieden können.",
      "url": "https://www.spiegel.de/gesundheit/ernaehrung/emotionales-essen-was-sie-dagegen-tun-koennen-a-1279680.html",
      "urlToImage": "https://cdn1.spiegel.de/images/image-1453988-860_poster_16x9-bdht-1453988.jpg",
      "publishedAt": "2019-08-30T09:05:27Z",
      "content": "Viele Menschen essen, um Wut, Stress oder Einsamkeit zu kompensieren. Hier lernen Sie, wie Sie sich von dieser Art des emotionalen Essens verabschieden können.SPIEGEL WISSEN hat ein neunwöchiges Genuss-Coaching entwickelt, mit dem Sie lernen können, genussvol… [+5627 chars]"
    },
    {
      "source": {
        "id": "spiegel-online",
        "name": "Spiegel Online"
      },
      "author": "Lorina Ostheim",
      "title": "Tipps zu Inhalt und Aufbau: So sieht eine Bewerbung auf Englisch aus",
      "description": "Ein deutsches Unternehmen hat Ihren Traumjob ausgeschrieben - auf Englisch? Oder Sie möchten sich international bewerben? Lesen Sie hier, was bei einer Bewerbung auf Englisch zu beachten ist.",
      "url": "https://www.spiegel.de/karriere/bewerbung-auf-englisch-darauf-sollten-sie-achten-a-1277527.html",
      "urlToImage": "https://cdn1.spiegel.de/images/image-1462928-860_poster_16x9-xqed-1462928.jpg",
      "publishedAt": "2019-08-30T08:45:31Z",
      "content": "Freitag, 30.08.2019  \r\n10:45 Uhr\r\n\"Englischkenntnisse im Bewerbungsprozess abzufragen, ist seit etwa fünf Jahren ein großer Trend\", sagt Bewerbungscoach Liz Naithani. Durchaus sinnvoll, denn bei einem internationalen Job haben Angestellte schließlich mit Koll… [+11455 chars]"
    },
    {
      "source": {
        "id": "spiegel-online",
        "name": "Spiegel Online"
      },
      "author": "SPIEGEL ONLINE",
      "title": "Rekordserie im Golf: 114 Löcher ohne Bogey - und dann ging ein einfacher Putt daneben",
      "description": "Sie hat sogar Tiger Woods übertrumpft: Die südkoreanische Golferin Ko Jin-young spielte so viele Löcher ohne Bogey wie kein Profi zuvor. Am Ende war sie aber froh, dass die Serie vorbei ging.",
      "url": "https://www.spiegel.de/sport/golf/ko-jin-young-114-loecher-ohne-bogey-und-dann-geht-ein-einfacher-putt-daneben-a-1284369.html",
      "urlToImage": "https://cdn1.spiegel.de/images/image-1463848-860_poster_16x9-meox-1463848.jpg",
      "publishedAt": "2019-08-30T08:35:00Z",
      "content": null
    },
    {
      "source": {
        "id": "spiegel-online",
        "name": "Spiegel Online"
      },
      "author": "Christian Buß",
      "title": "Retro-\"Tatort\" mit rigorosem Soundtrack: Gebt uns endlich unsere Achtziger zurück!",
      "description": "Gangster im Billy-Idol-Look, Träume von Nackenspoilern: Der Frankfurter \"Tatort\" spielt virtuos mit Retro-Klischees - und führt dabei direkt in unsere Gegenwart.",
      "url": "https://www.spiegel.de/kultur/tv/tatort-falscher-hase-aus-frankreich-gebt-uns-unsere-achtziger-zurueck-a-1282008.html",
      "urlToImage": "https://cdn1.spiegel.de/images/image-1454958-860_poster_16x9-fspi-1454958.jpg",
      "publishedAt": "2019-08-30T08:31:24Z",
      "content": "Freitag, 30.08.2019  \r\n10:31 Uhr\r\nDas muss man sich erst mal trauen: einen deutschen Gesellschaftskrimi zu drehen, dessen Soundtrack vollgestellt ist mit Achtzigerjahre-Hits. Mit Jennifer Rush, Don Henley und Johnny Logan. Mit Dauerwellen-Powerballaden, Nacke… [+15770 chars]"
    },
    {
      "source": {
        "id": "spiegel-online",
        "name": "Spiegel Online"
      },
      "author": "Christian Buß",
      "title": "Retro-\"Tatort\" mit rigorosem Soundtrack: Gebt uns endlich unsere Achtziger zurück!",
      "description": "Gangster im Billy-Idol-Look, Träume von Nackenspoilern: Der Frankfurter \"Tatort\" spielt virtuos mit Retro-Klischees - und führt dabei direkt in unsere Gegenwart.",
      "url": "https://www.spiegel.de/kultur/tv/tatort-falscher-hase-aus-frankfurt-gebt-uns-unsere-achtziger-zurueck-a-1282008.html",
      "urlToImage": "https://cdn1.spiegel.de/images/image-1454958-860_poster_16x9-fspi-1454958.jpg",
      "publishedAt": "2019-08-30T08:31:00Z",
      "content": "Freitag, 30.08.2019  \r\n10:31 Uhr\r\nDas muss man sich erst mal trauen: einen deutschen Gesellschaftskrimi zu drehen, dessen Soundtrack vollgestellt ist mit Achtzigerjahre-Hits. Mit Jennifer Rush, Don Henley und Johnny Logan. Mit Dauerwellen-Powerballaden, Nacke… [+15770 chars]"
    },
    {
      "source": {
        "id": "spiegel-online",
        "name": "Spiegel Online"
      },
      "author": "SPIEGEL ONLINE",
      "title": "Dachstein in Österreich: Deutscher Bergsteiger von Blitz getroffen und getötet",
      "description": "Beim Abstieg von einem Gipfel in Österreich ist ein Mann aus Sachsen von einem Blitz getroffen worden und gestorben. Sein Begleiter wurde verletzt. Sie waren bereits auf dem Rückweg.",
      "url": "https://www.spiegel.de/panorama/gesellschaft/oesterreich-deutscher-bergsteiger-von-blitz-getroffen-und-getoetet-a-1284372.html",
      "urlToImage": "https://cdn1.spiegel.de/images/image-1463828-860_poster_16x9-onqu-1463828.jpg",
      "publishedAt": "2019-08-30T08:05:45Z",
      "content": "Freitag, 30.08.2019  \r\n10:05 Uhr\r\nAuf dem österreichischen Dachstein ist ein deutscher Alpinist laut Polizei von einem Blitzschlag tödlich verletzt worden. Der 37-Jährige stammte demnach aus Radebeul im sächsischen Landkreis Meißen.\r\nEr sei am Donnerstag mit … [+1026 chars]"
    },
    {
      "source": {
        "id": "spiegel-online",
        "name": "Spiegel Online"
      },
      "author": "SPIEGEL ONLINE",
      "title": "Nachfolge von Rummenigge: Kahn wird Vorstandsmitglied beim FC Bayern",
      "description": "Oliver Kahn kehrt zum FC Bayern zurück: Ab Januar 2020 wird er im Vorstand des Klubs tätig sein, 2022 soll er den Vorsitz von Karl-Heinz Rummenigge übernehmen.",
      "url": "https://www.spiegel.de/sport/fussball/bayern-muenchen-oliver-kahn-wird-vorstandsmitglied-a-1284380.html",
      "urlToImage": "https://cdn1.spiegel.de/images/image-1463835-860_poster_16x9-hgpi-1463835.jpg",
      "publishedAt": "2019-08-30T08:04:00Z",
      "content": "Freitag, 30.08.2019  \r\n10:04 Uhr\r\nDer frühere Kapitän und Torhüter Oliver Kahn wird in den Vorstand der FC Bayern München berufen. Das teilte der deutsche Fußball-Rekordmeister mit.\r\nDemnach unterschrieb Kahn einen Fünfjahresvertrag, der am 1. Januar 2020 in … [+1558 chars]"
    },
    {
      "source": {
        "id": "spiegel-online",
        "name": "Spiegel Online"
      },
      "author": null,
      "title": "Pelzmode vom Straßenrand: Aus dem Wildunfall wird ein Schal",
      "description": "Die Rohstoffe für ihre Schal-, Mützen und Handschuhkreationen sammelt Pamela Paquin am Straßenrand. Die US-Designerin verarbeitet die Felle toter Tiere zu modischen Accessoires. Eklig? Schick? Unethisch?",
      "url": "https://www.spiegel.de/video/pelzmode-aus-unfalltieren-us-designerin-pamela-paquin-video-99029287.html",
      "urlToImage": "https://cdn1.spiegel.de/images/image-1463340-860_poster_16x9-pnha-1463340.jpg",
      "publishedAt": "2019-08-30T07:57:29Z",
      "content": "30.08.2019, 09:57 Uhr - Die Rohstoffe für ihre Schal-, Mützen und Handschuhkreationen sammelt Pamela Paquin am Straßenrand. Die US-Designerin verarbeitet die Felle toter Tiere zu modischen Accessoires. Eklig? Schick? Unethisch?"
    },
    {
      "source": {
        "id": "spiegel-online",
        "name": "Spiegel Online"
      },
      "author": "SPIEGEL ONLINE",
      "title": "Ex-Verteidigungsminister: Guttenberg kritisiert Merkel für Sparkurs bei Bundeswehr",
      "description": "Er hat die Wehrpflicht abgeschafft und die Ausgaben gekürzt: Die Schuld für die Unterfinanzierung der Bundeswehr sieht der frühere Verteidigungsminister Karl-Theodor zu Guttenberg aber bei der Bundeskanzlerin.",
      "url": "https://www.spiegel.de/politik/deutschland/karl-theodor-zu-guttenberg-kritisiert-angela-merkel-fuer-sparkurs-bei-bundeswehr-a-1284375.html",
      "urlToImage": "https://cdn1.spiegel.de/images/image-1463832-860_poster_16x9-mmoh-1463832.jpg",
      "publishedAt": "2019-08-30T07:52:53Z",
      "content": "Freitag, 30.08.2019  \r\n09:52 Uhr\r\nEx-Verteidigungsminister Karl-Theodor zu Guttenberg(CSU) sieht für den in seiner Amtszeit begonnenen scharfen Sparkurs die Verantwortung bei Kanzlerin Angela Merkel (CDU). \"Die Sparbemühungen damals gingen vom Bundeskanzleram… [+1090 chars]"
    },
    {
      "source": {
        "id": "spiegel-online",
        "name": "Spiegel Online"
      },
      "author": "Matthias Kremp",
      "title": "Neue Gadgets: Apple lädt zum iPhone-Event ein",
      "description": "Der Termin steht fest: Anfang September wird Apple die neuen iPhones vorstellen sowie das neue iOS und macOS veröffentlichen. Aber offensichtlich ist noch ein bisschen mehr geplant.",
      "url": "https://www.spiegel.de/netzwelt/gadgets/iphone-11-apple-laedt-zur-praesentation-in-cupertino-ein-a-1284368.html",
      "urlToImage": "https://cdn1.spiegel.de/images/image-1463813-860_poster_16x9-yqmr-1463813.jpg",
      "publishedAt": "2019-08-30T07:50:33Z",
      "content": "Freitag, 30.08.2019  \r\n09:50 Uhr\r\nAm Donnerstagabend hat Apple Einladungen zu seinem jährlichen September-Event verschickt. Die Veranstaltung in Cupertino wird am 10. September um 19 Uhr deutscher Zeit beginnen und ist für eine Dauer von zwei Stunden angesetz… [+3145 chars]"
    },
    {
      "source": {
        "id": "spiegel-online",
        "name": "Spiegel Online"
      },
      "author": "SPIEGEL ONLINE",
      "title": "Proteste in Sonderverwaltungszone: China droht mit Militäreinsatz in Hongkong",
      "description": "China erhöht den Druck auf die Demonstranten in Hongkong: Die Polizei hat bekannte Bürgerrechtler festgenommen und geplante Proteste verboten.  Stationierte Soldaten seien \"nicht rein symbolisch\" anwesend.",
      "url": "https://www.spiegel.de/politik/ausland/china-droht-mit-militaereinsatz-in-hongkong-a-1284365.html",
      "urlToImage": "https://cdn1.spiegel.de/images/image-1463834-860_poster_16x9-uvlf-1463834.jpg",
      "publishedAt": "2019-08-30T07:45:37Z",
      "content": "Freitag, 30.08.2019  \r\n09:45 Uhr\r\nSeit Juni gehen Demonstranten in Honkong gegen den Einfluss der chinesischen Regierung auf die Straße. Vor einem weiteren Wochenende mit Protesten hat China nun noch einmal den Druck auf die Sonderverwaltungszone erhöht: Ange… [+2863 chars]"
    },
    {
      "source": {
        "id": "spiegel-online",
        "name": "Spiegel Online"
      },
      "author": "SPIEGEL ONLINE",
      "title": "Frankfurts Weiterkommen in der Europa League: \"Unser Trainer hat gesagt, wir sollen provozieren\"",
      "description": "Der Schiedsrichter stand beim Sieg der Frankfurter gegen Straßburg im Mittelpunkt. Kevin Trapp warf dem Unparteiischen Arroganz vor. Dominik Kohr sprach von einer umstrittenen Anweisung seines Trainers in der Halbzeitpause.",
      "url": "https://www.spiegel.de/sport/fussball/eintracht-frankfurt-in-der-europa-league-unser-trainer-hat-gesagt-wir-sollen-provozieren-a-1284371.html",
      "urlToImage": "https://cdn1.spiegel.de/images/image-1463819-860_poster_16x9-hvcv-1463819.jpg",
      "publishedAt": "2019-08-30T07:38:55Z",
      "content": "Freitag, 30.08.2019  \r\n09:38 Uhr\r\nDie Spieler von Eintracht Frankfurt haben im Playoff-Rückspiel der Europa League den schwachen Tag des Schiedsrichters Orel Grinfeld bewusst zu ihren Gunsten genutzt. \"Wir haben gemerkt, dass er nicht so gut im Spiel ist\", sa… [+1314 chars]"
    },
    {
      "source": {
        "id": "spiegel-online",
        "name": "Spiegel Online"
      },
      "author": "SPIEGEL ONLINE",
      "title": "New York City: Polizisten gestehen, 18-Jährige gegen Sex freigelassen zu haben",
      "description": "Sie fanden Drogen bei ihr, legten der Frau Handschellen an - und gegen Sex kam sie frei: Zwei Polizisten aus New York haben die Vorwürfe vor Gericht eingeräumt. Ein Staatsanwalt sprach von \"schockierendem Machtmissbrauch\".",
      "url": "https://www.spiegel.de/panorama/justiz/new-york-city-polizisten-gestehen-18-jaehrige-gegen-sex-freigelassen-zu-haben-a-1284364.html",
      "urlToImage": "https://cdn1.spiegel.de/images/image-1463827-860_poster_16x9-jbqp-1463827.jpg",
      "publishedAt": "2019-08-30T07:29:30Z",
      "content": "Freitag, 30.08.2019  \r\n09:29 Uhr\r\nIn einem aufsehenerregenden Fall polizeilichen Fehlverhaltens haben die Beschuldigten Geständnisse abgelegt: Zwei Polizisten aus New York City gaben vor Gericht zu, eine Verdächtige gegen Sex laufen gelassen zu haben. Die Män… [+1767 chars]"
    },
    {
      "source": {
        "id": "spiegel-online",
        "name": "Spiegel Online"
      },
      "author": "SPIEGEL ONLINE",
      "title": "Deutsche Bahn und der Kampf gegen Unkraut: Weniger Glyphosat für die Gleise",
      "description": "Unkraut kann Bahntrassen zuwuchern. Bislang setzt die Deutsche Bahn im Kampf dagegen auch auf Glyphosat. Doch nun sollen andere Methoden den umstrittenen Unkrautvernichter ablösen.",
      "url": "https://www.spiegel.de/wirtschaft/unternehmen/deutsche-bahn-weniger-glyphosat-fuer-die-gleise-a-1284366.html",
      "urlToImage": "https://cdn1.spiegel.de/images/image-1430628-860_poster_16x9-ulnm-1430628.jpg",
      "publishedAt": "2019-08-30T06:59:28Z",
      "content": "Freitag, 30.08.2019  \r\n08:59 Uhr\r\nDie Deutsche Bahn ist nach eigenen Angaben der größte Einzelabnehmer von Glyphosat in Deutschland. Doch das könnte sich ändern: Das Unternehmen will künftig deutlich weniger von dem umstrittenen Unkrautvernichter einsetzen.\r\n… [+1720 chars]"
    },
    {
      "source": {
        "id": "spiegel-online",
        "name": "Spiegel Online"
      },
      "author": null,
      "title": "Hurrikan Dorian: Trump warnt vor \"Monstersturm\"",
      "description": "Der US-Präsident neigt zu Superlativen - auch wenn es um drohende Naturkatastrophen geht: Der nahende Hurrikan \"Dorian\" könnte die Südküste der USA als, in Donald Trumps Worten, \"absolutes Monster\" treffen.",
      "url": "https://www.spiegel.de/video/donald-trump-warnt-usa-vor-monstersturm-dorian-video-99029353.html",
      "urlToImage": "https://cdn1.spiegel.de/images/image-1463795-860_poster_16x9-xlzw-1463795.jpg",
      "publishedAt": "2019-08-30T06:55:20Z",
      "content": "30.08.2019, 08:55 Uhr - Der US-Präsident neigt zu Superlativen - auch wenn es um drohende Naturkatastrophen geht: Der nahende Hurrikan \"Dorian\" könnte die Südküste der USA als, in Donald Trumps Worten, \"absolutes Monster\" treffen."
    },
    {
      "source": {
        "id": "spiegel-online",
        "name": "Spiegel Online"
      },
      "author": "Heiko Oldörp",
      "title": "Deutsche Nummer eins im Tennis bei den US Open: Zickzack-Zverev",
      "description": "Zwei Matches, beide gingen über fünf Sätze: Der deutsche Tennisprofi Alexander Zverev zeigt sich bei den US Open bislang unbeständig - und wird bereits als \"Marathon-Mann\" betitelt.",
      "url": "https://www.spiegel.de/sport/tennis/us-open-deutsche-nummer-eins-im-tennis-in-new-york-zickzack-zverev-a-1284360.html",
      "urlToImage": "https://cdn1.spiegel.de/images/image-1463810-860_poster_16x9-tdji-1463810.jpg",
      "publishedAt": "2019-08-30T06:34:47Z",
      "content": "Freitag, 30.08.2019  \r\n08:34 Uhr\r\nDer Weg von Alexander Zverev durch die ersten Runden bei den US Open gleicht einer Schlangenlinie. Man könnte Deutschlands derzeit besten Tennis-Spieler auch den Spitznamen \"Zickzack-Zverev\" geben. Anstatt möglichst gerade un… [+3710 chars]"
    },
    {
      "source": {
        "id": "spiegel-online",
        "name": "Spiegel Online"
      },
      "author": "Andreas Borcholte",
      "title": "Filmfestival in Venedig: Überforderte Männer auf Oscar-Kurs",
      "description": "Männliche Rollenbilder, seziert durch schauspielerische Hochleistungen: Adam Driver dominiert das Scheidungsdrama \"Marriage Story\" trotz Scarlett Johansson - und Brad Pitt geht auf Selbstfindungs-Odyssee im Weltraum.",
      "url": "https://www.spiegel.de/kultur/kino/filmfestival-venedig-marriage-story-und-ad-astra-im-wettbewerb-a-1284311.html",
      "urlToImage": "https://cdn1.spiegel.de/images/image-1463722-860_poster_16x9-efkt-1463722.jpg",
      "publishedAt": "2019-08-30T06:05:21Z",
      "content": "Freitag, 30.08.2019  \r\n08:05 Uhr\r\nIntensiver hat man Scarlett Johansson lange nicht gesehen: In Noah Baumbachs Scheidungsdrama \"Marriage Story\", einer Netflix-Produktion, die beim Festival in Venedig im Wettbewerb läuft, zeigt sich Hollywoods aktuell bestverd… [+5509 chars]"
    },
    {
      "source": {
        "id": "spiegel-online",
        "name": "Spiegel Online"
      },
      "author": "SPIEGEL ONLINE",
      "title": "Kolumbien: Präsident Duque kündigt Militäreinsatz gegen Ex-Farc-Anführer an",
      "description": "Drei Jahre nach dem Friedensabkommen will Kolumbiens Präsident die Ex-Chefs der Farc mit Spezialeinheiten verfolgen. Er reagiert damit auf eine Ankündigung der Rebellen, die Kämpfe wieder aufzunehmen.",
      "url": "https://www.spiegel.de/politik/ausland/kolumbien-praesident-ivan-duque-kuendigt-militaereinsatz-gegen-ex-farc-anfuehrer-an-a-1284362.html",
      "urlToImage": "https://cdn1.spiegel.de/images/image-1463814-860_poster_16x9-emfo-1463814.jpg",
      "publishedAt": "2019-08-30T06:03:25Z",
      "content": "Freitag, 30.08.2019  \r\n08:03 Uhr\r\nDer kolumbianische Präsident Iván Duque will militärisch gegen mehrere ehemalige hochrangige Farc-Anführer vorgehen. Eine eigens geschaffene Spezialeinheit werde die Ex-Chefs der Revolutionären Streitkräfte Kolumbiens (Farc) … [+2168 chars]"
    },
    {
      "source": {
        "id": "spiegel-online",
        "name": "Spiegel Online"
      },
      "author": "SPIEGEL ONLINE",
      "title": "Waldbrände in Brasilien: Bolsonaros Sohn will sich nicht für Hilfsleistungen \"prostituieren\"",
      "description": "Wegen der umstrittenen Umweltpolitik von Staatsoberhaupt Jair Bolsonaro hat Norwegen die Hilfszahlungen an Brasilien gestoppt. Präsidentensohn Eduardo macht nun klar: Sein Land sei nicht davon abhängig.",
      "url": "https://www.spiegel.de/politik/ausland/brasilien-jair-bolsonaros-sohn-will-sich-nicht-fuer-hilfsleistungen-prostituieren-a-1284358.html",
      "urlToImage": "https://cdn1.spiegel.de/images/image-1463804-860_poster_16x9-jysj-1463804.jpg",
      "publishedAt": "2019-08-30T05:54:03Z",
      "content": "Freitag, 30.08.2019  \r\n07:54 Uhr\r\nIm Streit über die verheerenden Waldbrände in Brasilien und den Amazonasfonds für Hilfszahlungen hat der brasilianische Präsidentensohn Eduardo Bolsonaro nachgelegt. \"Werden wir den Amazonasfonds annehmen und uns dafür weiter… [+1912 chars]"
    },
    {
      "source": {
        "id": "spiegel-online",
        "name": "Spiegel Online"
      },
      "author": "SPIEGEL ONLINE",
      "title": "Kirsten Dunst enthüllt Hollywood-Stern: Dringend benötigte Anerkennung",
      "description": "In einem Interview sagte Kirsten Dunst kürzlich, sie werde von ihrer Branche nicht anerkannt. Nun wurde ihr eine große Ehre zuteil - und Tränen flossen.",
      "url": "https://www.spiegel.de/panorama/leute/kirsten-dunst-enthuellt-hollywood-stern-dringend-benoetigte-anerkennung-a-1284361.html",
      "urlToImage": "https://cdn1.spiegel.de/images/image-1463807-860_poster_16x9-fhul-1463807.jpg",
      "publishedAt": "2019-08-30T05:40:29Z",
      "content": "Freitag, 30.08.2019  \r\n07:40 Uhr\r\nKirsten Dunst hat nun einen Stern auf Hollywoods \"Walk of Fame\" - und man ahnt, dass es ihr Genugtuung bereitet. Sie sei überwältigt, sagt die Schauspielerin. Mehrere Fotos zeigen, wie sie sich die Tränen aus dem Gesicht wisc… [+1867 chars]"
    },
    {
      "source": {
        "id": "spiegel-online",
        "name": "Spiegel Online"
      },
      "author": "SPIEGEL ONLINE",
      "title": "Klimaschutz: CSU erwägt offenbar Kampfpreis-Steuer gegen Billigflieger",
      "description": "Die CSU will den Billigfliegern laut einem Bericht den Kampf ansagen - mit einer Strafsteuer auf allzu billige Tickets. Die Idee lehnt der Luftfahrtbeauftragte der Bundesregierung jedoch ab.",
      "url": "https://www.spiegel.de/wirtschaft/soziales/billigflieger-csu-erwaegt-laut-bericht-kampfpreis-steuer-fuer-klimaschutz-a-1284356.html",
      "urlToImage": "https://cdn1.spiegel.de/images/image-1463799-860_poster_16x9-trbr-1463799.jpg",
      "publishedAt": "2019-08-30T05:21:35Z",
      "content": "Freitag, 30.08.2019  \r\n07:21 Uhr\r\nDie Löhne der Mitarbeiter niedrig, die Belastung für das Klima hoch: Billigflieger stehen seit Langem in der Kritik. Mit einer \"Kampfpreis-Steuer\" will die CSU-Landesgruppe im Bundestag laut einem Bericht den Verkauf von Dump… [+2600 chars]"
    },
    {
      "source": {
        "id": "spiegel-online",
        "name": "Spiegel Online"
      },
      "author": "SPIEGEL ONLINE",
      "title": "Sieben Doppelfehler in einem Spiel, Streit um Kyrgios-Kragen: Sieben Geschichten von den US Open",
      "description": "Es war wieder viel los bei den US Open: Einer ehemaligen French-Open-Siegerin unterliefen in einem Spiel sieben Doppelfehler, eine Tennishoffnung trifft nun auf die Titelverteidigerin. Die Übersicht.",
      "url": "https://www.spiegel.de/sport/tennis/us-open-sieben-doppelfehler-in-einem-spiel-streit-um-kyrgios-kragen-a-1284352.html",
      "urlToImage": "https://cdn1.spiegel.de/images/image-1463801-860_poster_16x9-qxmk-1463801.jpg",
      "publishedAt": "2019-08-30T05:09:56Z",
      "content": "Freitag, 30.08.2019  \r\n07:09 Uhr\r\nAus für die Wimbledon-Siegerin: In London hatte sie noch triumphiert, bei den US Open ist Simona Halep jedoch bereits in der zweiten Runde ausgeschieden. Die Rumänin verlor gegen die US-amerikanische Qualifikantin Taylor Town… [+3352 chars]"
    },
    {
      "source": {
        "id": "spiegel-online",
        "name": "Spiegel Online"
      },
      "author": "SPIEGEL ONLINE",
      "title": "Aachen: Aus Kreißsaal geflohen - Schwangere 14-Jährige ist zurück",
      "description": "Sie verschwand hochschwanger aus dem Kreißsaal, ein Zugang war bereits gelegt: Eine 14-Jährige aus Nordrhein-Westfalen ist wieder aufgetaucht - sie wurde nach Zeugenhinweisen gefunden.",
      "url": "https://www.spiegel.de/panorama/justiz/aachen-aus-kreisssaal-geflohen-schwangere-14-jaehrige-ist-zurueck-a-1284357.html",
      "urlToImage": "https://cdn1.spiegel.de/images/image-229523-860_poster_16x9-fnwq-229523.jpg",
      "publishedAt": "2019-08-30T05:07:07Z",
      "content": "Freitag, 30.08.2019  \r\n07:07 Uhr\r\nDie Suche nach einer 14 Jahre alten hochschwangeren Frau aus Nordrhein-Westfalen ist vorüber. Sie sei kurz nach Mitternacht dank Zeugenhinweisen in Bergheim entdeckt worden, teilte die Aachener Polizei mit.\r\nDemnach geht es d… [+408 chars]"
    },
    {
      "source": {
        "id": "spiegel-online",
        "name": "Spiegel Online"
      },
      "author": "SPIEGEL ONLINE",
      "title": "Uno-Bildungsreport: Mehr als die Hälfte der Flüchtlingskinder kann nicht zur Schule gehen",
      "description": "Nicht einmal jedes zweite Kind, das aus seiner Heimat geflohen ist, kann eine Schule besuchen. Das teilt der Uno-Flüchtlingskommissar mit und mahnt: Aufnehmende Länder müssten handeln - in ihrem eigenen Interesse.",
      "url": "https://www.spiegel.de/lebenundlernen/schule/uno-bildungsreport-3-7-millionen-fluechtlingskinder-koennen-nicht-zur-schule-gehen-a-1284337.html",
      "urlToImage": "https://cdn1.spiegel.de/images/image-1440237-860_poster_16x9-sfyr-1440237.jpg",
      "publishedAt": "2019-08-30T04:59:53Z",
      "content": "Freitag, 30.08.2019  \r\n06:59 Uhr\r\nFlucht und Vertreibung haben weltweit auch verheerende Folgen für die Bildung: Mehr als die Hälfte aller Flüchtlingskinder hat nicht die Möglichkeit, eine Schule zu besuchen. Das zeigt der jährliche Bildungsreport des Uno-Flü… [+3271 chars]"
    },
    {
      "source": {
        "id": "spiegel-online",
        "name": "Spiegel Online"
      },
      "author": "SPIEGEL ONLINE",
      "title": "Proteste in Hongkong: Polizei nimmt Aktivisten Joshua Wong fest",
      "description": "Erst im Juni war der international bekannte Aktivist Joshua Wong aus der Haft entlassen worden, nun hat ihn die Polizei in Hongkong erneut festgenommen. Auch zwei weitere Bürgerrechtler nahmen die Beamten mit.",
      "url": "https://www.spiegel.de/politik/ausland/proteste-in-hongkong-polizei-nimmt-aktivisten-joshua-wong-fest-a-1284353.html",
      "urlToImage": "https://cdn1.spiegel.de/images/image-1463800-860_poster_16x9-qpzd-1463800.jpg",
      "publishedAt": "2019-08-30T04:58:04Z",
      "content": "Freitag, 30.08.2019  \r\n06:58 Uhr\r\nEr gilt als einer der führenden Köpfe der Demokratiebewegung in Hongkong: Joshua Wong. Wegen seiner Rolle in der \"Regenschirm\"-Bewegung 2014 hatte der 22-jährige ehemalige Studentenführer zuletzt eine zweimonatige Haftstrafe … [+2513 chars]"
    },
    {
      "source": {
        "id": "spiegel-online",
        "name": "Spiegel Online"
      },
      "author": "SPIEGEL ONLINE",
      "title": "Ex-Nationaltrainer Spaniens: Luis Enrique trauert um seine Tochter",
      "description": "Aus privaten Gründen trat Luis Enrique im Juni als Coach der spanischen Nationalelf zurück - nach knapp einem Jahr im Amt. Nun hat er bekanntgegeben, warum.",
      "url": "https://www.spiegel.de/panorama/spanischer-ex-nationaltrainer-luis-enrique-trauert-um-seine-tochter-a-1284354.html",
      "urlToImage": "https://cdn1.spiegel.de/images/image-1463798-860_poster_16x9-petu-1463798.jpg",
      "publishedAt": "2019-08-30T04:41:15Z",
      "content": "Freitag, 30.08.2019  \r\n06:41 Uhr\r\nSpaniens ehemaliger Fußball-Nationaltrainer Luis Enrique hat auf Twitter mitgeteilt, dass seine neunjährige Tochter gestorben ist. \"Wir werden dich sehr vermissen aber uns jeden Tag unseres Lebens an dich erinnern\", schrieb e… [+662 chars]"
    },
    {
      "source": {
        "id": "spiegel-online",
        "name": "Spiegel Online"
      },
      "author": "SPIEGEL ONLINE",
      "title": "Pläne der Union: ÖPNV-Nutzer sollen höhere Pendlerpauschale bekommen als Autofahrer",
      "description": "Laut einem Medienbericht will die Union künftig Nutzer von Bus und Bahn bei der Pendlerpauschale bevorzugen. Sie sollen einen höheren Betrag von der Steuer absetzen dürfen als Autofahrer.",
      "url": "https://www.spiegel.de/wirtschaft/soziales/bus-und-bahnfahrer-sollen-hoehere-pendlerpauschale-bekommen-a-1284332.html",
      "urlToImage": "https://cdn1.spiegel.de/images/image-1298590-860_poster_16x9-kljy-1298590.jpg",
      "publishedAt": "2019-08-30T04:39:24Z",
      "content": "Freitag, 30.08.2019  \r\n06:39 Uhr\r\nCDU und CSU wollen offenbar Pendler, die mit Bus und Bahn fahren, finanziell entlasten.\r\nUm klimafreundliche Verkehrsmittel zu fördern, soll die Pendlerpauschale für ÖPNV-Nutzer \"mindestens zehn Prozent\" über der für Autofahr… [+983 chars]"
    },
    {
      "source": {
        "id": "spiegel-online",
        "name": "Spiegel Online"
      },
      "author": "Michael Kröger",
      "title": "+++ Der Morgen live +++: Größte Hotel-Kette streicht Duschgel-Fläschchen - der Umwelt wegen",
      "description": "Hotelgäste schätzen die kleinen Plastikfläschchen, die im Badezimmer bereitliegen, oft auch als Souvenir. Doch damit könnte es bald vorbei sein: Marriott, die größte Hotelkette der Welt, will Müll sparen. Die Live-News.",
      "url": "https://www.spiegel.de/politik/deutschland/nachrichten-am-morgen-die-news-in-echtzeit-a-1283153.html",
      "urlToImage": "https://cdn1.spiegel.de/images/image-1369031-860_poster_16x9-qsgh-1369031.jpg",
      "publishedAt": "2019-08-30T04:08:00Z",
      "content": "Hotelgäste schätzen die kleinen Plastikfläschchen, die im Badezimmer bereitliegen, oft auch als Souvenir. Doch damit könnte es bald vorbei sein: Marriott, die größte Hotelkette der Welt, will Müll sparen. Die Live-News."
    },
    {
      "source": {
        "id": "spiegel-online",
        "name": "Spiegel Online"
      },
      "author": "SPIEGEL ONLINE",
      "title": "Die Lage am Freitag: Der braune Kandidat der AfD",
      "description": "heute lesen Sie hier: Wie die braune Vergangenheit den Brandenburger AfD-Spitzenkandidaten Andreas Kalbitz einholt, was sich bei E-Rollern ändern müsste, und warum Uli Hoeneß ein Gewinner ist. Der AfD-Mann und die Hakenkreuz-Flagge Heute finden in...",
      "url": "https://www.spiegel.de/politik/deutschland/news-afd-andreas-kalbitz-e-scooter-boris-johnson-uli-hoeness-a-1283688.html",
      "urlToImage": "https://cdn1.spiegel.de/images/image-1395025-galleryV9-jwvl-1395025.jpg",
      "publishedAt": "2019-08-30T03:59:13Z",
      "content": "heute lesen Sie hier: Wie die braune Vergangenheit den Brandenburger AfD-Spitzenkandidaten Andreas Kalbitz einholt, was sich bei E-Rollern ändern müsste, und warum Uli Hoeneß ein Gewinner ist.\r\nDer AfD-Mann und die Hakenkreuz-Flagge \r\nHeute finden in Brandenb… [+6446 chars]"
    },
    {
      "source": {
        "id": "spiegel-online",
        "name": "Spiegel Online"
      },
      "author": "SPIEGEL ONLINE",
      "title": "AfD-Spitzenkandidat: Kalbitz war mit NPD-Funktionären bei Neonazi-Aufmarsch in Athen",
      "description": "In Brandenburg tritt Andreas Kalbitz als Spitzenkandidat für die AfD an. Nach SPIEGEL-Informationen reiste er 2007 zu einem Neonazi-Aufmarsch in Athen, dabei wurde auch eine Hakenkreuzflagge gehisst.",
      "url": "https://www.spiegel.de/politik/deutschland/afd-andreas-kalbitz-war-mit-npd-funktionaeren-bei-neonazi-aufmarsch-in-athen-a-1284319.html",
      "urlToImage": "https://cdn1.spiegel.de/images/image-1463718-860_poster_16x9-uhsi-1463718.jpg",
      "publishedAt": "2019-08-30T03:57:10Z",
      "content": "Freitag, 30.08.2019  \r\n05:57 Uhr\r\nDer brandenburgische AfD-Spitzenkandidat Andreas Kalbitz hat 2007 an einem rechtsextremen Aufmarsch in Athen teilgenommen und sich mit 13 anderen deutschen Rechtsextremisten in einem Hotel einquartiert, darunter NPD-Chef Udo … [+2494 chars]"
    },
    {
      "source": {
        "id": "spiegel-online",
        "name": "Spiegel Online"
      },
      "author": "SPIEGEL ONLINE",
      "title": "Wrack der \"HMS Terror\": Im Bauch des Geisterschiffs",
      "description": "Die Entdeckung der Wracks aus der legendären Polar-Expedition von John Franklin war eine Sensation. Nun haben Taucher die \"HMS Terror\" erkundet - sie hoffen auf das Logbuch des Schiffs.",
      "url": "https://www.spiegel.de/wissenschaft/mensch/hms-terror-taucher-erkunden-wrack-der-franklin-expedition-a-1284310.html",
      "urlToImage": "https://cdn1.spiegel.de/images/image-1463702-860_poster_16x9-attv-1463702.jpg",
      "publishedAt": "2019-08-30T03:09:10Z",
      "content": "Freitag, 30.08.2019  \r\n05:09 Uhr\r\nEs muss ein elendig langer Kampf ums Überleben gewesen sein, der sich vor mehr als 170 Jahren hoch im Norden Kanadas zutrug. Am Ende hat kein einziger diesen Kampf gewonnen: Alle 129 Mitglieder der legendären Polar-Expedition… [+2914 chars]"
    },
    {
      "source": {
        "id": "spiegel-online",
        "name": "Spiegel Online"
      },
      "author": "SPIEGEL ONLINE",
      "title": "Seen und Schlösser: So schön ist Brandenburg",
      "description": "Die Wahl fällt schwer: Soll es ein Sprung in einen der zahlreichen Seen sein, eine Radtour zu Schlössern oder will man einfach mal #Vanlife genießen? Hier sind tolle Ausflugsziele rund um Berlin.",
      "url": "https://www.spiegel.de/reise/deutschland/urlaubstipps-so-schoen-ist-brandenburg-a-1284088.html",
      "urlToImage": "https://cdn1.spiegel.de/images/image-1463486-860_poster_16x9-dodb-1463486.jpg",
      "publishedAt": "2019-08-30T03:07:25Z",
      "content": "Freitag, 30.08.2019  \r\n05:07 Uhr\r\nNur in Mecklenburg-Vorpommern leben weniger Menschen auf einem Quadratkilometer - daher spielen in Brandenburg weite Landschaften eine große Rolle. Gut für alle Urlauber und Ausflügler, die etwa dem Moloch Berlin entfliehen o… [+2097 chars]"
    },
    {
      "source": {
        "id": "spiegel-online",
        "name": "Spiegel Online"
      },
      "author": null,
      "title": "Autoneuheiten im August: Spannung pur",
      "description": "Nach dem EQ C bringt Mercedes jetzt als zweites rein elektrisches Modell den EQ V an den Start und rüstet dafür die V-Klasse zum Stromer um. Seine Weltpremiere feiert das 160 km/h schnelle Space Shuttle auf der IAA im September, in den Handel kommt es zum Jah…",
      "url": "https://www.spiegel.de/fotostrecke/autoneuheiten-im-august-spannung-pur-fotostrecke-170396.html",
      "urlToImage": "https://cdn1.spiegel.de/images/image-1463376-860_poster_16x9-sefm-1463376.jpg",
      "publishedAt": "2019-08-30T03:06:03Z",
      "content": "Nach dem EQ C bringt Mercedes jetzt als zweites rein elektrisches Modell den EQ V an den Start und rüstet dafür die V-Klasse zum Stromer um. Seine Weltpremiere feiert das 160 km/h schnelle Space Shuttle auf der IAA im September, in den Handel kommt es zum Jah… [+254 chars]"
    },
    {
      "source": {
        "id": "spiegel-online",
        "name": "Spiegel Online"
      },
      "author": "Klaus Raab",
      "title": "Klima-Talk bei Maybrit Illner: Wurst, die Zigarette der Zukunft",
      "description": "Zerstört unser Konsum den Planeten? Das fragte Maybrit Illner. Der Kleinbus voller Gäste debattierte danach über Fleischverschwendung, Tierfutter aus Tieren - und Denkmalschutz für den Regenwald.",
      "url": "https://www.spiegel.de/kultur/tv/maybrit-illner-klima-talk-ueber-co2-amazonas-und-fleischkonsum-a-1284317.html",
      "urlToImage": "https://cdn1.spiegel.de/images/image-1463797-860_poster_16x9-uusl-1463797.jpg",
      "publishedAt": "2019-08-30T03:01:18Z",
      "content": "Freitag, 30.08.2019  \r\n05:01 Uhr\r\nZwei oder eher drei Gäste weniger: Das hätte interessant werden können. Wer weiß, in welchen Sphären man gelandet wäre, wenn man sich etwa entschieden hätte, so konkret wie möglich über CO2-Bepreisung zu reden.\r\nAber es war n… [+4233 chars]"
    },
    {
      "source": {
        "id": "spiegel-online",
        "name": "Spiegel Online"
      },
      "author": "SPIEGEL ONLINE",
      "title": "Hurrikan \"Dorian\": Trump warnt Amerikaner vor \"Monster\"-Sturm",
      "description": "Der US-Präsident neigt zu Superlativen - auch wenn es um drohende Naturkatastrophen geht: Der nahende Hurrikan \"Dorian\" könnte die Südküste der USA als, in Donald Trumps Worten, \"absolutes Monster\" treffen.",
      "url": "https://www.spiegel.de/politik/ausland/trump-warnt-amerikaner-vor-hurrikan-dorian-angst-vor-monster-sturm-a-1284351.html",
      "urlToImage": "https://cdn1.spiegel.de/images/image-1463795-860_poster_16x9-pvvs-1463795.jpg",
      "publishedAt": "2019-08-30T01:43:50Z",
      "content": "Freitag, 30.08.2019  \r\n03:43 Uhr\r\nPer Twitter-Text hatte Donald Trump schon vor Hurrikan \"Dorian\" gewarnt - nun legt er per Videobotschaft nach. Der US-Präsident wandte sich mit eindringlichen Worten an die Bewohner der Südostküste der USA. Die Vorhersagen de… [+2614 chars]"
    },
    {
      "source": {
        "id": "spiegel-online",
        "name": "Spiegel Online"
      },
      "author": "SPIEGEL ONLINE",
      "title": "Hakelige Brexit-Gespräche: \"Mehr Tempo\" - Johnson will die EU vor sich hertreiben",
      "description": "Die Kritik an seinem Umgang mit dem britischen Parlament ist scharf - nun versucht Boris Johnson offenbar, Entschlossenheit gegenüber der EU zu demonstrieren. Bei den Verhandlungen müsse \"mehr Tempo\" her.",
      "url": "https://www.spiegel.de/politik/ausland/boris-johnson-premier-will-bei-brexit-gespraechen-mit-eu-mehr-tempo-a-1284350.html",
      "urlToImage": "https://cdn1.spiegel.de/images/image-1463794-860_poster_16x9-mexr-1463794.jpg",
      "publishedAt": "2019-08-30T01:12:56Z",
      "content": "Freitag, 30.08.2019  \r\n03:12 Uhr\r\n\"Grotesk\", \"skrupellos\", \"rücksichtslos\" - das Echo auf die aktuellste Eskalation des britischen Premierministers ist nicht nur in vielen Zeitungen Großbritanniens deutlich. Dazu kommt scharfe Kritik nicht nur vom politischen… [+2543 chars]"
    },
    {
      "source": {
        "id": "spiegel-online",
        "name": "Spiegel Online"
      },
      "author": "SPIEGEL ONLINE",
      "title": "SpaceCom im Pentagon: Trump richtet Militärkommando für den Weltraum ein",
      "description": "Es geht ihm um \"die Dominanz Amerikas im Weltraum\": Donald Trump hat ein neues militärisches Kommando für das All präsentiert. Doch damit soll es nicht getan sein - nächster Schritt ist eine Weltraumarmee.",
      "url": "https://www.spiegel.de/politik/ausland/trump-richtet-militaerkommando-spacecom-fuer-den-weltraum-ein-a-1284349.html",
      "urlToImage": "https://cdn1.spiegel.de/images/image-1463793-860_poster_16x9-bezm-1463793.jpg",
      "publishedAt": "2019-08-30T00:27:43Z",
      "content": "Freitag, 30.08.2019  \r\n02:27 Uhr\r\nDie wohl schlagkräftigsten Streitkräfte dieses Planeten reichen offenbar noch nicht - nun will US-Präsident Donald Trump auch die militärische Vormachtstellung seines Landes jenseits der Erde sicherstellen. Dafür hat er im Pe… [+1962 chars]"
    },
    {
      "source": {
        "id": "spiegel-online",
        "name": "Spiegel Online"
      },
      "author": "Samer Tannous",
      "title": "Kommt ein Syrer nach Rotenburg (Wümme): Die Magie arabischer Komplimente",
      "description": "Ob ich mich noch an unser erstes Treffen erinnern könne, fragte mich meine Frau. Aber natürlich!",
      "url": "https://www.spiegel.de/plus/samer-tannous-ein-syrer-in-rotenburg-wuemme-die-magie-arabischer-komplimente-a-2358b0ff-1733-49da-b22b-63450b1d1f2d",
      "urlToImage": "https://www.spiegel.de/plus/images/cb777c6d-6386-42f6-9974-74006629eac0_w1200_r1_fpx30_fpy55_wm.jpg",
      "publishedAt": "2019-08-29T22:46:24Z",
      "content": null
    },
    {
      "source": {
        "id": "spiegel-online",
        "name": "Spiegel Online"
      },
      "author": "Elke Schmitter",
      "title": "Biografie über Schriftstellerin Maeve Brennan: Exzentrisch in New York",
      "description": "Eine Biografie erklärt das Phänomen Maeve Brennan - schillernde Autorin des Magazins \"New Yorker\" und Stilikone der 60er.",
      "url": "https://www.spiegel.de/plus/maeve-brennan-zwei-buecher-sorgen-fuer-die-wiederentdeckung-der-stilikone-a-00000000-0002-0001-0000-000165579755",
      "urlToImage": "https://www.spiegel.de/plus/images/cd29bcd0-73ed-4b48-a9d1-2f21da5830a2_w990_r1_fpx50_fpy46_wm.jpg",
      "publishedAt": "2019-08-29T22:45:55Z",
      "content": null
    }
  ]
}
