{
  "status": "ok",
  "totalResults": 8,
  "articles": [
    {
      "source": {
        "id": "nhl-news",
        "name": "NHL News"
      },
      "author": "NHL.com",
      "title": "Hurricanes prospect Mattheos undergoing cancer treatment, will miss camp - NHL.com",
      "description": "Hurricanes prospect Mattheos undergoing cancer treatment, will miss camp NHL.com Hurricanes prospect to miss training camp due to cancer treatment NBCSports.com Canes' Mattheos to miss camp to fight cancer ESPN Carolina Hurricanes’ Stelio Mattheos being treat…",
      "url": "https://www.nhl.com/news/stelio-mattheos-undergoing-cancer-treatment-will-miss-training-camp/c-308664900",
      "urlToImage": "https://nhl.bamcontent.com/images/photos/308665522/1024x576/cut.jpg",
      "publishedAt": "2019-08-26T17:05:59Z",
      "content": null
    },
    {
      "source": {
        "id": "nhl-news",
        "name": "NHL News"
      },
      "author": "Mike Zeisberger",
      "title": "McDavid 'aiming for training camp' with Oilers - NHL.com",
      "description": "McDavid 'aiming for training camp' with Oilers NHL.com Oilers’ McDavid says he’s making progress but questions remain Sportsnet.ca McDavid not skating at BioSteel camp, eyes Oilers training camp TSN Connor McDavid talks injury recovery, Oilers’ outlook, role …",
      "url": "https://www.nhl.com/news/connor-mcdavid-trying-to-be-ready-for-edmontons-training-camp/c-308664888",
      "urlToImage": "https://nhl.bamcontent.com/images/photos/308290698/1024x576/cut.jpg",
      "publishedAt": "2019-08-26T16:19:27Z",
      "content": "TORONTO -- Connor McDavid said there is no timetable to return from a knee injury sustained April 6 and is \"just working hard to get to training camp\" with the Edmonton Oilers in September.The 22-year-old center is rehabbing from a torn PCL in his left knee s… [+4363 chars]"
    },
    {
      "source": {
        "id": "nhl-news",
        "name": "NHL News"
      },
      "author": "David Satriano",
      "title": "Subban engaged to skier Vonn - NHL.com",
      "description": "Subban engaged to skier Vonn NHL.com NHL star P.K. Subban, Olympic skier Lindsey Vonn announce engagement CBC Sports PK Subban gets engaged to Lindsey Vonn TSN Lindsey Vonn, P.K. Subban engaged Global News Devils’ P.K. Subban, skier Lindsey Vonn announce enga…",
      "url": "https://www.nhl.com/news/pk-subban-engaged-to-lindsey-vonn/c-308643898",
      "urlToImage": "https://nhl.bamcontent.com/images/photos/308644336/1024x576/cut.jpg",
      "publishedAt": "2019-08-23T17:31:28Z",
      "content": "P.K. Subban could be changing his catchphrase from \"Let's go!\" to \"I do.\"The New Jersey Devils defenseman proposed to his girlfriend, retired Olympic skier Lindsey Vonn, at their home in Los Angeles on Aug. 14, Vogue reported Friday. \r\n\"Lindsey's the best thi… [+2082 chars]"
    },
    {
      "source": {
        "id": "nhl-news",
        "name": "NHL News"
      },
      "author": "Sens Communications",
      "title": "Ottawa Senators sign Colin White to a six-year contract - Ottawa Senators",
      "description": "Ottawa Senators sign Colin White to a six-year contract Ottawa Senators Senators sign RFA White to six-year, $28.5 million deal TSN Senators sign RFA Colin White to six-year, $28.5M contract Sportsnet.ca Forward Colin White signs six-year deal with Ottawa Sen…",
      "url": "https://www.nhl.com/senators/news/ottawa-senators-sign-colin-white-to-a-six-year-contract/c-308587152",
      "urlToImage": "https://nhl.bamcontent.com/images/photos/308587440/1024x576/cut.png",
      "publishedAt": "2019-08-21T15:30:54Z",
      "content": "OTTAWA - The Ottawa Senators have signed forward Colin White to a six-year contract.\"We've identified Colin as one of our core young players who will help drive our team's success in both the short and long term,\" said Senators general manager Pierre Dorion. … [+1966 chars]"
    },
    {
      "source": {
        "id": "nhl-news",
        "name": "NHL News"
      },
      "author": "San Jose Sharks",
      "title": "Sharks Neda Tabatabaie Named A Sports Business Journal Game Changer - NHL.com",
      "description": "Sharks Neda Tabatabaie Named A Sports Business Journal Game Changer NHL.com The Sports Business Journal has selected Neda Tabatabaie, Vice President, Business Intelligence for the San Jose Sharks as a member of its Game Changers...",
      "url": "https://www.nhl.com/sharks/news/sharks-neda-tabatabaie-named-a-sports-business-journal-game-changer/c-308446068",
      "urlToImage": "https://nhl.bamcontent.com/images/photos/308451408/1024x576/cut.jpg",
      "publishedAt": "2019-08-06T16:56:09Z",
      "content": "SAN JOSE, CA  - Neda Tabatabaie, Vice President, Business Intelligence for the San Jose Sharks (@SanJoseSharks), has been selected by the Sports Business Journal as a member of its Game Changers Class of 2019. In total, 40 women in senior leadership roles acr… [+2575 chars]"
    },
    {
      "source": {
        "id": "nhl-news",
        "name": "NHL News"
      },
      "author": "NHL.com",
      "title": "Callahan traded to Senators by Lightning for Condon - NHL.com",
      "description": "Callahan traded to Senators by Lightning for Condon NHL.com Senators acquire Callahan from Lightning for Condon TSN Eklund - Wild FIRE GM Paul Fenton. Callahan traded to Sens; Tues Buzzcast Hockeybuzz.com Lightning trades Ryan Callahan to free up cap space Ta…",
      "url": "https://www.nhl.com/news/ryan-callahan-traded-to-ottawa-by-tampa-bay-for-mike-condon/c-308392544",
      "urlToImage": "https://nhl.bamcontent.com/images/photos/308393126/1024x576/cut.jpg",
      "publishedAt": "2019-07-30T15:48:49Z",
      "content": "Ryan Callahan was traded to the Ottawa Senators with a fifth-round pick in the 2020 NHL Draft by the Tampa Bay Lightning on Tuesday for goalie Mike Condon and a sixth-round pick in the 2020 draft.Callahan had 17 points (seven goals, 10 assists) in 52 games wi… [+3071 chars]"
    },
    {
      "source": {
        "id": "nhl-news",
        "name": "NHL News"
      },
      "author": "Sens Communications",
      "title": "Senators acquire Ryan Callahan from Tampa Bay in exchange for Mike Condon - Ottawa Senators",
      "description": "Senators acquire Ryan Callahan from Tampa Bay in exchange for Mike Condon Ottawa Senators Senators acquire Callahan from Lightning for Condon TSN Senators acquire Ryan Callahan from Lightning for Mike Condon Sportsnet.ca Tampa Bay Lightning acquire Mike Condo…",
      "url": "https://www.nhl.com/senators/news/ottawa-senators-acquire-forward-ryan-callahan-from-tampa-bay-in-exchange-for-goaltender-mike-condon/c-308392366",
      "urlToImage": "https://nhl.bamcontent.com/images/photos/308392502/1024x576/cut.PNG",
      "publishedAt": "2019-07-30T14:11:58Z",
      "content": "Callahan, 34, has one season remaining on his contract and was placed on long-term injured reserve after suffering a career-ending back injury and a degenerative back disease diagnosis this past season. \r\nBy trading Condon, the Senators have set the stage for… [+1384 chars]"
    },
    {
      "source": {
        "id": "nhl-news",
        "name": "NHL News"
      },
      "author": "NHL.com",
      "title": "Kunitz retires as player, hired by Blackhawks in adviser role - NHL.com",
      "description": "Kunitz retires as player, hired by Blackhawks in adviser role NHL.com Four-time Stanley Cup champion Chris Kunitz retires after 15 NHL seasons Sportsnet.ca Four-time Stanley Cup winner Kunitz retires TSN Ryan Wilson - Chris Kunitz was no passenger Hockeybuzz.…",
      "url": "https://www.nhl.com/news/chris-kunitz-retires-joins-chicago-as-adviser/c-308097464",
      "urlToImage": "https://nhl.bamcontent.com/images/photos/308094108/1024x576/cut.jpg",
      "publishedAt": "2019-07-30T13:19:50Z",
      "content": "Chris Kunitz retired as a player after 15 seasons in the NHL on Tuesday and was hired by the Chicago Blackhawks in an adviser role.The 39-year-old is a four-time Stanley Cup champion and will assist the coaching staffs of the Blackhawks and Rockford of the Am… [+1891 chars]"
    }
  ]
}
