{
  "status": "ok",
  "totalResults": 4748,
  "articles": [
    {
      "source": {
        "id": "business-insider",
        "name": "Business Insider"
      },
      "author": "Tanya Dua",
      "title": "'It's nonpareil': How Swedish oat-milk brand Oatly became the undisputed king of a burgeoning $29 million market through its quirky, grassroots approach to marketing",
      "description": "Started in 1994, Sweden's Oatly has soared in popularity since it came to the US in 2016. The brand has elbowed its way into the burgeoning alt-milk market with grassroots and word-of-mouth marketing that uses quirky and irreverent messaging. Oatly has also b…",
      "url": "https://www.businessinsider.com/how-swedens-oatly-came-to-dominate-the-oak-drink-market-2019-8",
      "urlToImage": "https://amp.businessinsider.com/images/5d66d8c22e22af150a1c9352-1136-568.jpg",
      "publishedAt": "2019-08-30T14:31:08Z",
      "content": "A year and a half ago, Tim Gilligan chanced upon a new oat-based drink at his local café and decided to give it a try. He had a growing sensitivity to lactose, and his partner had a nut allergy, which had him looking for alternatives to almond milk. \r\n Now, G… [+6709 chars]"
    },
    {
      "source": {
        "id": "business-insider",
        "name": "Business Insider"
      },
      "author": "Sherin Shibu",
      "title": "Netflix's former chief talent officer has an 'algorithm' for success that you should follow throughout your professional career, especially if you're involved with startups",
      "description": "Patty McCord, now an HR consultant, was the first chief talent officer at Netflix and co-creator of the famous culture deck. At a Business Insider webinar, she spoke to BI correspondent Shana Lebowitz about an algorithm for success that applies to employees a…",
      "url": "https://www.businessinsider.com/netflix-patty-mccord-first-chief-talent-officer-algorithm-for-success",
      "urlToImage": "https://amp.businessinsider.com/images/5d6810dc2e22af1bfb613792-1136-568.png",
      "publishedAt": "2019-08-30T14:28:08Z",
      "content": "Is your passion, something you love and are extraordinarily good at doing, something your company needs? \r\n That's Patty McCord's 'algorithm' for success, which she gives to employees who have grown complacent at rapidly growing startups. McCord has plenty of… [+2404 chars]"
    },
    {
      "source": {
        "id": "business-insider",
        "name": "Business Insider"
      },
      "author": "Mitch Prothero",
      "title": "The US put sanctions on a Hezbollah-linked bank, a likely show of support for Israel as conflict with Lebanon looms",
      "description": "US officials entered the surging conflict between Israel and Lebanon Monday, imposing sanctions on a Lebanese bank linked to Hezbollah. It came as Israel identified what it said were the leaders of an Iran-backed Hezbollah tech project which has prompted a se…",
      "url": "https://www.businessinsider.com/us-sanctions-hezbollah-linked-jammal-trust-bank-helping-israel-2019-8",
      "urlToImage": "https://amp.businessinsider.com/images/5d6927472e22af3033582ed4-1920-960.jpg",
      "publishedAt": "2019-08-30T14:27:32Z",
      "content": "The US jumped to support Israel in its escalating confrontation with Hezbollah, and its sponsor Iran, by imposing new sanctions on a Lebanese bank it accused of money laundering. \r\n US officials say the move is a warning to Lebanon to better control the group… [+3594 chars]"
    },
    {
      "source": {
        "id": "business-insider",
        "name": "Business Insider"
      },
      "author": "Devon Delfino",
      "title": "How to add a stop on your Lyft ride, to run quick errands or drop someone off before your final destination",
      "description": "You can add a stop on your Lyft ride to help you easily run a quick errand or drop another passenger off. However, Lyft asks that you keep your stop to less than 10 minutes of wait time for the driver, otherwise you should end the Lyft ride and call a new one…",
      "url": "https://www.businessinsider.com/how-to-add-a-stop-on-lyft",
      "urlToImage": "https://amp.businessinsider.com/images/5d6931c82e22af38e8639e07-2560-1280.jpg",
      "publishedAt": "2019-08-30T14:27:00Z",
      "content": "Rideshare apps can help those who don't have access to a vehicle get from point A to point B in a relatively comfortable and timely manner, depending on traffic. And, thanks to the extra stop feature on Lyft, it can also help you run errands along the way. \r\n… [+1291 chars]"
    },
    {
      "source": {
        "id": "business-insider",
        "name": "Business Insider"
      },
      "author": "Sherin Shibu",
      "title": "A manager's No. 1 job is to create 'resume-worthy' experiences for employees, says Netflix's original chief talent officer — and using the '6-month rule' is key",
      "description": "Patty McCord was the first chief talent officer at Netflix and co-creator of the famous culture deck. Now she's an HR consultant and author. At a Business Insider webinar, she spoke to BI correspondent Shana Lebowitz about the six-month test. This test applie…",
      "url": "https://www.businessinsider.com/netflix-chief-talent-officer-patty-mccord-six-month-rule-lasting-career-success",
      "urlToImage": "https://amp.businessinsider.com/images/5d6840b02e22af2d04047082-1536-768.jpg",
      "publishedAt": "2019-08-30T14:14:30Z",
      "content": "The best time frame to decide whether or not you want to be at a company is six months. \r\n Patty McCord, former chief talent officer at Netflix, spoke of this strategy in a webinar with Business Insider. She told BI correspondent Shana Lebowitz that if you ca… [+2095 chars]"
    },
    {
      "source": {
        "id": "business-insider",
        "name": "Business Insider"
      },
      "author": "Daniel Keyes",
      "title": "India's government relaxed several foreign direct investment rules – making it easier for foreign brands to operate",
      "description": "This is an excerpt from a story delivered exclusively to Business Insider Intelligence Payments & Commerce subscribers. To receive the full story plus other insights each morning, click here. The Indian government weakened several of its foreign direct invest…",
      "url": "https://www.businessinsider.com/relaxed-regulations-will-help-foreign-brands-sell-in-india-2019-8",
      "urlToImage": "https://amp.businessinsider.com/images/5d6926b32e22af249a1b0d8c-1334-667.png",
      "publishedAt": "2019-08-30T14:10:00Z",
      "content": "The Indian government weakened several of its foreign direct investment (FDI) rules, which impact foreign companies, including the requirements for single brands that want to sell in India, per Quartz. \r\n Business Insider Intelligence \r\nPreviously, brands wit… [+3401 chars]"
    },
    {
      "source": {
        "id": "business-insider",
        "name": "Business Insider"
      },
      "author": "Clarrie Feinstein",
      "title": "Walmart is piloting a new health clinic offering mental health and dental services, in the retail giant's latest healthcare test",
      "description": "Walmart is opening a new health clinic in Dallas, Georgia next month. The clinic will offer primary care services as well as hearing tests, vision tests, and counseling sessions, according to its website. Walmart has been delving into the healthcare space for…",
      "url": "https://www.businessinsider.com/walmart-testing-health-clinic-in-georgia-with-counseling-dentistry-2019-8",
      "urlToImage": "https://amp.businessinsider.com/images/5d6924312e22af0c782117c3-2732-1366.jpg",
      "publishedAt": "2019-08-30T14:09:00Z",
      "content": "Walmart is planning yet another healthcare test, as the biggest US retailer plots out its approach to a huge piece of the US economy. \r\n Walmart is opening a new kind of health clinic in Dallas, Georgia next month, the company said. The clinic will offer prim… [+2310 chars]"
    },
    {
      "source": {
        "id": "business-insider",
        "name": "Business Insider"
      },
      "author": "Ben Winck",
      "title": "Ulta Beauty erases a quarter of its market value after an earnings miss shows demand for makeup is shrinking (ULTA)",
      "description": "Ulta Beauty plummeted as much as 25% in early Friday trading after the company reported worse-than-expected revenue and profit figures for its second quarter. The beauty retailer shifted its yearly forecast lower as well, citing a lack of \"newness and innovat…",
      "url": "https://www.businessinsider.com/ulta-beauty-2q-earnings-shares-plummet-slowing-cosmetics-sales-2019-8",
      "urlToImage": "https://images.markets.businessinsider.com/image/5cf0261311e20550093a1ca5-2000/ulta-beauty-store.jpg",
      "publishedAt": "2019-08-30T14:05:00Z",
      "content": "Jean-Marc Giboux\r\n<ul><li>Ulta Beauty plummeted as much as 25% in early Friday trading after the company reported worse-than-expected revenue and profit figures for its second quarter.</li><li>The beauty retailer shifted its yearly forecast lower as well, cit… [+3137 chars]"
    },
    {
      "source": {
        "id": "business-insider",
        "name": "Business Insider"
      },
      "author": "Ben Winck",
      "title": "Ulta Beauty erases a quarter of its market value after an earnings miss shows demand for makeup is shrinking (ULTA)",
      "description": "Ulta Beauty plummeted as much as 25% in early Friday trading after the company reported worse-than-expected revenue and profit figures for its second quarter. The beauty retailer shifted its yearly forecast lower as well, citing a lack of \"newness and innovat…",
      "url": "https://markets.businessinsider.com/news/stocks/ulta-beauty-2q-earnings-shares-plummet-slowing-cosmetics-sales-2019-8-1028487905",
      "urlToImage": "https://images.markets.businessinsider.com/image/5cf0261311e20550093a1ca5-2000/ulta-beauty-store.jpg",
      "publishedAt": "2019-08-30T14:05:00Z",
      "content": "Jean-Marc Giboux\r\n<ul><li>Ulta Beauty plummeted as much as 25% in early Friday trading after the company reported worse-than-expected revenue and profit figures for its second quarter.</li><li>The beauty retailer shifted its yearly forecast lower as well, cit… [+3137 chars]"
    },
    {
      "source": {
        "id": "business-insider",
        "name": "Business Insider"
      },
      "author": "Connie Chen",
      "title": "25 useful Android accessories and compatible gadgets to use with your phone",
      "description": "Many tech accessories are catered towards iPhones and iPhone users. This can make it difficult to gift someone in your life who doesn't own an iPhone, but does love their Android. We found 25 phone accessories and compatible gadgets — like phone cases, ear bu…",
      "url": "https://www.businessinsider.com/android-gifts-accessories",
      "urlToImage": "https://amp.businessinsider.com/images/5bcf94c0ead52d7eeb758b38-750-375.jpg",
      "publishedAt": "2019-08-30T13:58:00Z",
      "content": "From the first smartphone I owned, I've always been an Android user. Much to the chagrin of nearly all my friends and peers, I really do like the operating system and my Samsung phone. However, I do have to admit the world of tech accessories is made for iPho… [+616 chars]"
    },
    {
      "source": {
        "id": "business-insider",
        "name": "Business Insider"
      },
      "author": "Theron Mohamed",
      "title": "Here are 5 surprising calls by 'Big Short' investor Michael Burry, who just called passive investing a 'bubble'",
      "description": "Michael Burry, who made millions after predicting the US housing crisis of 2008, called passive investing a \"bubble\" in a Bloomberg interview this week. The boss of Scion Asset Management was portrayed by Christian Bale in the movie adaptation of Michael Lewi…",
      "url": "https://www.businessinsider.com/5-calls-big-short-michael-burry-passive-investment-bubble-2019-8",
      "urlToImage": null,
      "publishedAt": "2019-08-30T13:48:08Z",
      "content": null
    },
    {
      "source": {
        "id": "business-insider",
        "name": "Business Insider"
      },
      "author": "George Paul",
      "title": "T-Mobile's merger with Sprint is likely causing delays with its 5G purchase orders (TMUS, S)",
      "description": "T-Mobile notified some of the wireless contractors it works with that it would be delaying purchase orders for new infrastructure and 5G upgrades until 2020, unless the contractors already had the project materials, according to Wireless Estimator. T-Mobile t…",
      "url": "https://www.businessinsider.com/tmobile-delays-5g-purchase-orders-2019-8",
      "urlToImage": "https://amp.businessinsider.com/images/57fd04fa4046ddf8008b4fd8-1920-960.jpg",
      "publishedAt": "2019-08-30T13:47:29Z",
      "content": "T-Mobile notified some of the wireless contractors it works with that it would be delaying purchase orders for new infrastructure and 5G upgrades until 2020, unless the contractors already had the project materials, according to Wireless Estimator. T-Mobile t… [+3185 chars]"
    },
    {
      "source": {
        "id": "business-insider",
        "name": "Business Insider"
      },
      "author": "Mekebeb Tesfaye",
      "title": "Here's how the UK's 'no deal' Brexit will hurt fintechs in the short term",
      "description": "This is an excerpt from a story delivered exclusively to Business Insider Intelligence Fintech Briefing subscribers. To receive the full story plus other insights each morning, click here. The UK's newly appointed prime minister Boris Johnson's request to pro…",
      "url": "https://www.businessinsider.com/no-deal-brexit-will-hurt-fintechs-short-term-2019-8",
      "urlToImage": "https://amp.businessinsider.com/images/5d69181a2e22af4770026fa4-2732-1366.jpg",
      "publishedAt": "2019-08-30T13:45:00Z",
      "content": "The UK's newly appointed prime minister Boris Johnson's request to prorogue — suspend — Parliament for up to five weeks was granted by the Queen on Wednesday, per Business Insider. \r\n Business Insider Intelligence \r\nThe move, which has caused uproar among leg… [+4557 chars]"
    },
    {
      "source": {
        "id": "business-insider",
        "name": "Business Insider"
      },
      "author": "Liz Knueven",
      "title": "9 reasons why buying a house is better than renting, according to people who have done it",
      "description": "Buying a house is a big expense, but it for some people, it's worth it to have the emotional connection to a home you own, and a sense of stability that renting won't bring. There's also a financial benefit that those who are renting won't see, like the chanc…",
      "url": "https://www.businessinsider.com/why-buying-a-home-is-better-than-renting",
      "urlToImage": "https://amp.businessinsider.com/images/5d681baf2e22af20e82bbdf5-2732-1366.jpg",
      "publishedAt": "2019-08-30T13:45:00Z",
      "content": "Let's be frank: Buying a home is no small expense. Not only are there recurring property taxes and insurance payments to make, but maintenance and upkeep gets expensive, fast. Business Insider contributor Kate Dore, a homeowner herself, recommends that the ty… [+708 chars]"
    },
    {
      "source": {
        "id": "business-insider",
        "name": "Business Insider"
      },
      "author": "Shoshy Ciment and Bethany Biron",
      "title": "Millennials reveal their top 100 favorite brands, from Olive Garden to Amazon",
      "description": "Millennials are an important demographic for brands to win over. Their shopping habits can sometimes make or break an industry. Marketing agency Moosylvania has compiled its annual \"Millennials' Top 100 Brands list\" for 2019 after surveying 1,000 millennial c…",
      "url": "https://www.businessinsider.com/top-100-brands-according-to-millennials-from-netflix-to-walmart-2019-8",
      "urlToImage": "https://amp.businessinsider.com/images/5d6528f72e22af0c99540404-1920-960.jpg",
      "publishedAt": "2019-08-30T13:43:04Z",
      "content": "Millennials' spending habits can be destructive to industries that are slow to cater to the powerful demographic's tastes. \r\n Defined by the Pew Research Center as anyone born between 1981 and 1996, millennials have different spending habits than their genera… [+771 chars]"
    },
    {
      "source": {
        "id": "business-insider",
        "name": "Business Insider"
      },
      "author": "Antonio Villas-Boas",
      "title": "Samsung's revised $2,000 foldable Galaxy Fold smartphone is reportedly launching on September 6",
      "description": "Samsung previously announced that the Galaxy Fold, the company's smartphone with a foldable screen, would be re-launched in September. Citing industry sources, a new report from Korean news outlet Yonhaps narrows down the date to September 6, the same day the…",
      "url": "https://www.businessinsider.com/samsung-galaxy-fold-new-release-date-september-6-ifa-report-2019-8",
      "urlToImage": "https://amp.businessinsider.com/images/5d69205a2e22af33931c3044-1920-960.jpg",
      "publishedAt": "2019-08-30T13:40:41Z",
      "content": "Samsung is expected to launch the revised version of the foldable Galaxy Fold smartphone on September 6, according to Korean news outlet Yonhap, spotted by Android Central. \r\n If accurate, Yonhap's report narrows down Samsung's own June announcement that the … [+763 chars]"
    },
    {
      "source": {
        "id": "business-insider",
        "name": "Business Insider"
      },
      "author": "Gina Heeb",
      "title": "Trump says General Motors should 'start moving back to America again'",
      "description": "President Donald Trump took aim at General Motors once again early Friday, urging the American automaker to shift its production from China. The broadside came days before planned escalations between the US and China, who have been mired in a trade dispute fo…",
      "url": "https://markets.businessinsider.com/news/stocks/trump-general-motors-should-start-moving-back-to-america-again-2019-8-1028487843",
      "urlToImage": "https://images.markets.businessinsider.com/image/5d5eaa19bbb7c6280e3b7225-2400/2019-08-22t144212z1lynxnpef7l1f8rtroptp4usa-trump.jpg",
      "publishedAt": "2019-08-30T13:39:59Z",
      "content": "Reuters\r\n<ul><li>President Donald Trump took aim at General Motors once again early Friday, urging the American automaker to shift its production from China. </li><li>The broadside came days before planned escalations between the US and China, who have been m… [+2171 chars]"
    },
    {
      "source": {
        "id": "business-insider",
        "name": "Business Insider"
      },
      "author": "Lisa Eadicicco",
      "title": "US senators wrote a letter to Jeff Bezos expressing 'grave concerns' over 'illegal' and 'deceptive' products sold on Amazon (AMZN)",
      "description": "Three United States senators wrote a letter to Amazon CEO Jeff Bezos calling for the online marketplace to remove illegal and unsafe products and to provide accurate warnings to shoppers. The letter comes after a recently published Wall Street Journal investi…",
      "url": "https://www.businessinsider.com/letter-to-jeff-bezos-asks-why-amazon-sells-unsafe-products-2019-8",
      "urlToImage": "https://amp.businessinsider.com/images/5c706c7f74c587018033b917-2732-1366.jpg",
      "publishedAt": "2019-08-30T13:25:53Z",
      "content": "Three United States senators wrote a letter to Amazon CEO Jeff Bezos on Thursday calling for the company to remove illegal and unsafe products from its store and to provide accurate warnings to shoppers. CNBC was the first to report on the letter. \r\n \"We writ… [+2857 chars]"
    },
    {
      "source": {
        "id": "business-insider",
        "name": "Business Insider"
      },
      "author": "Morgan McFall-Johnsen",
      "title": "Scientists think they've observed a black hole swallowing a neutron star for the first time. It made ripples in space and time, as Einstein predicted.",
      "description": "Scientists think they have detected the aftermath of a collision between a black hole and a neutron star — the super-dense remnant of a dead star — for the first time. The catastrophic collision nearly a billion years ago sent out ripples in space time — the …",
      "url": "https://www.businessinsider.com/waves-from-black-hole-swallowing-neutron-star-2019-8",
      "urlToImage": "https://amp.businessinsider.com/images/5d65a3632e22af280322ab5f-1920-960.jpg",
      "publishedAt": "2019-08-30T13:25:00Z",
      "content": "Nearly a billion years ago, a black hole appears to have eaten a dead star — \"like Pac-Man,\" according to Susan Scott, a physicist at the Australian National University. \r\n Scott's team think the ripples in spacetime from this event, also known as gravitation… [+4781 chars]"
    },
    {
      "source": {
        "id": "business-insider",
        "name": "Business Insider"
      },
      "author": "Daniel Strauss",
      "title": "Tesla surges after China says it will exempt several of the company’s models from its purchase tax (TSLA)",
      "description": "Shares of Tesla surged more than 4% in early-morning trading on Friday after China's automotive regulator said it planned to exclude several Tesla models from a purchase tax. China's Ministry of Industry and Information released the statement on Friday, and t…",
      "url": "https://www.businessinsider.com/tesla-stock-price-models-exempted-from-china-auto-purchase-tax-2019-8",
      "urlToImage": "https://amp.businessinsider.com/images/5d6915ed2e22af31ec549356-2732-1366.jpg",
      "publishedAt": "2019-08-30T13:15:09Z",
      "content": "Tesla's stock surged 4% early on Friday after China's primary automotive regulator said it intends to exempt several of the company's models from an auto purchase tax. \r\n China's Ministry of Industry and Information published the statement on Friday, accordin… [+1201 chars]"
    },
    {
      "source": {
        "id": "business-insider",
        "name": "Business Insider"
      },
      "author": "Daniel Strauss",
      "title": "Tesla surges after China says it will exempt several of the company’s models from its purchase tax (TSLA)",
      "description": "Shares of Tesla surged more than 4% in early-morning trading on Friday after China's automotive regulator said it planned to exclude several Tesla models from a purchase tax. China's Ministry of Industry and Information released the statement on Friday, and t…",
      "url": "https://markets.businessinsider.com/news/stocks/tesla-stock-price-models-exempted-from-china-auto-purchase-tax-2019-8-1028487780",
      "urlToImage": "https://images.markets.businessinsider.com/image/5d6912842e22af217f3170e7-2400/2019-tesla-model-s-at-a-supercharging-station.jpg",
      "publishedAt": "2019-08-30T13:15:09Z",
      "content": "David Zalubowski/AP Photo\r\n<ul><li>Shares of Tesla surged more than 4% in early-morning trading on Friday after China's automotive regulator said it planned to exclude several Tesla models from a purchase tax. </li><li>China's Ministry of Industry and Informa… [+1792 chars]"
    },
    {
      "source": {
        "id": "business-insider",
        "name": "Business Insider"
      },
      "author": "Caroline Lupini",
      "title": "I have almost 30 credit cards, and there are 5 I know I'll never bring myself to cancel",
      "description": "I have almost 30 credit cards, and I go through them periodically to make sure each card is worth keeping — especially for cards that charge an annual fee. Every year I close a few cards that I'm not using like I should be, and open more that might be better …",
      "url": "https://www.businessinsider.com/most-valuable-credit-cards-i-will-never-cancel",
      "urlToImage": "https://amp.businessinsider.com/images/5d67f2e42e22af0954765af5-1920-960.jpg",
      "publishedAt": "2019-08-30T13:15:00Z",
      "content": "When you have over two dozen credit cards like I do, it's crucial to periodically go through the collection and make sure that each card is worth keeping — especially for cards that charge an annual fee. \r\n Every year, I close at least one or two credit cards… [+4197 chars]"
    },
    {
      "source": {
        "id": "business-insider",
        "name": "Business Insider"
      },
      "author": "Callum Burroughs",
      "title": "This VC wins deals at lower valuations than her Silicon Valley rivals. Here's why CEOs choose her over deeper-pocketed funds.",
      "description": "Specialized VC funds are winning deals to fund companies at lower valuations than the competition in Silicon Valley. Some funds, like Energize Ventures, focus on a specific area of the market to leverage their expertise, experience, and, importantly, connecti…",
      "url": "https://www.businessinsider.com/energize-ventures-winning-fundraising-places-at-lower-valuations-2019-8",
      "urlToImage": "https://amp.businessinsider.com/images/5d66439c2e22af156965b837-2732-1366.jpg",
      "publishedAt": "2019-08-30T13:12:56Z",
      "content": "Amid a period of record amounts of cash available to VCs, the competition to provide the most value to companies is hotting up. \r\n However, you can still get on to deals without having the most cash by showing your value to founders and CEOs, according to Amy… [+2710 chars]"
    },
    {
      "source": {
        "id": "business-insider",
        "name": "Business Insider"
      },
      "author": "Shana Lebowitz and Allana Akhtar",
      "title": "24 life skills every functioning adult should master before turning 30",
      "description": "Life skills aren't as obvious as they may seem. To clarify things, we put together a list of some important competencies to have under your belt by the time you turn 30. Those include public speaking, giving a good handshake, and cooking basic meals. Visit Bu…",
      "url": "https://www.businessinsider.com/life-skills-every-adult-should-master-2015-10",
      "urlToImage": "https://amp.businessinsider.com/images/5d654c8e2e22af16290e0184-2732-1366.jpg",
      "publishedAt": "2019-08-30T13:05:00Z",
      "content": "Many of us fear saying the word \"no\" because we don't want to let other people down. But when you're already swamped and your coworker asks you to take an hour to help him with his project report, \"yes, of course\" might not be the best answer. \r\n \"It might so… [+752 chars]"
    },
    {
      "source": {
        "id": "business-insider",
        "name": "Business Insider"
      },
      "author": "Alexandra Appolonia and Abby Tang",
      "title": "This electric-shock bracelet helped me quit biting my nails",
      "description": "Pavlok 2 wearable claims to help reduce cravings and break bad habits. It releases a mild electric stimulus and uses aversion therapy to train your brain. Business Insider's Abby Tang tested it out for two weeks to see if it could break her nail-biting habit.…",
      "url": "https://www.businessinsider.com/pavlok-electric-shock-bracelet-wearable-quit-biting-nails-bad-habit-2019-8",
      "urlToImage": "https://amp.businessinsider.com/images/5d643e3c2e22af186a5ff56c-1920-960.jpg",
      "publishedAt": "2019-08-30T13:00:00Z",
      "content": "Following is a transcript of the video.\r\n Abby Tang: There it goes! This thing is a tiny, unpredictable monster. \r\n I'm Abby, and I have bitten my nails for my entire life. I've tried sitting on my hands, wearing that gross bitter nail polish, fake nails, dat… [+3582 chars]"
    },
    {
      "source": {
        "id": "business-insider",
        "name": "Business Insider"
      },
      "author": "Carmen Reinicke",
      "title": "Formula One champion Lewis Hamilton is investing in a plant-based meat chain that includes Beyond Meat’s burgers, and it's sending shares higher (BYND)",
      "description": "Lewis Hamilton, a Formula One champion, announced Thursday that he's investing in Neat Burger, a plant-based fast-food chain. The chain will use Beyond Meat's burgers. Shares of Beyond Meat rose more than 2% early Friday on the news. Many restaurants have par…",
      "url": "https://markets.businessinsider.com/news/stocks/beyond-meat-stock-jumps-on-lewis-hamilton-neat-burger-investment-2019-8-1028487660",
      "urlToImage": "https://images.markets.businessinsider.com/image/5c1d56e6630d9b48e370f295-1500/lewis-hamilton.jpg",
      "publishedAt": "2019-08-30T12:46:45Z",
      "content": "Andre Penner/AP\r\n<ul><li>Lewis Hamilton, a Formula One champion, announced Thursday that he's investing in Neat Burger, a plant-based fast-food chain. </li><li>The chain will use Beyond Meat's burgers. Shares of Beyond Meat rose more than 2% early Friday on t… [+1684 chars]"
    },
    {
      "source": {
        "id": "business-insider",
        "name": "Business Insider"
      },
      "author": "Carmen Reinicke",
      "title": "Formula One champion Lewis Hamilton is investing in a plant-based meat chain that includes Beyond Meat’s burgers, and it's sending shares higher (BYND)",
      "description": "Lewis Hamilton, a Formula One champion, announced Thursday that he's investing in Neat Burger, a plant-based fast-food chain. The chain will use Beyond Meat's burgers. Shares of Beyond Meat rose more than 2% early Friday on the news. Many restaurants have par…",
      "url": "https://www.businessinsider.com/beyond-meat-stock-jumps-on-lewis-hamilton-neat-burger-investment-2019-8",
      "urlToImage": "https://amp.businessinsider.com/images/5d6915f52e22af4722497c63-1334-667.jpg",
      "publishedAt": "2019-08-30T12:46:45Z",
      "content": "The plant-based meat trend got another big player. \r\n Formula One champion Lewis Hamilton has invested in Neat Burger, a fast-food restaurant that will include Beyond Meat's burgers as well as meat-free hot dogs and dairy-free milkshakes. The chain will launc… [+1259 chars]"
    },
    {
      "source": {
        "id": "business-insider",
        "name": "Business Insider"
      },
      "author": "Erinne Magee",
      "title": "12 ways to raise smarter, more successful, and happier kids, according to school educators and therapists",
      "description": "We talked to a mix of school educators and child therapists to figure out the best ways to help kids become successful. Don't just talk about good behavior, but model what it looks like, many agreed. Compliment your kids for their effort, rather than their re…",
      "url": "https://www.businessinsider.com/12-ways-to-raise-smarter-more-successful-and-happier-kids-2019-8",
      "urlToImage": "https://amp.businessinsider.com/images/5d68373f2e22af2b3d77655d-1920-960.jpg",
      "publishedAt": "2019-08-30T12:45:00Z",
      "content": "Back-to-school season is here, which means many families are transitioning from a laidback way of living to a bit more structure at home. It's also a time when parents are thinking about the wellbeing of their children in terms of success — which can of cours… [+329 chars]"
    },
    {
      "source": {
        "id": "business-insider",
        "name": "Business Insider"
      },
      "author": "Tanza Loudenback",
      "title": "How much money you need to retire at 65 and live on investment income alone till 90",
      "description": "To retire at 65 and live on investment income of $100,000 a year, you'd need to have $2.5 million invested on the day you leave work. If you reduced your annual spending target to $65,000, you'd need a starting balance of about $1.6 million in a taxable inves…",
      "url": "https://www.businessinsider.com/how-much-money-need-invested-retire-at-65",
      "urlToImage": "https://amp.businessinsider.com/images/5d67042b2e22af2666251942-1920-960.jpg",
      "publishedAt": "2019-08-30T12:45:00Z",
      "content": "Americans may be working longer than ever, but many younger workers still aim to commence their golden years around age 65, according to a 2018 Gallup poll. \r\n To find out exactly how much you'd need to invest to retire at 65, we consulted Brian Fry, a certif… [+4725 chars]"
    },
    {
      "source": {
        "id": "business-insider",
        "name": "Business Insider"
      },
      "author": "Morgan McFall-Johnsen",
      "title": "Astronomers have observed the longest supernova ever seen. The mysterious explosion might have annihilated its star, leaving nothing behind.",
      "description": "Astronomers have observed a supernova — the final explosion of a dying star — that was \"unique in every possible way.\" The explosion lasted longer than any supernova scientists had ever observed before, and they think it destroyed the most massive star ever k…",
      "url": "https://www.businessinsider.com/longest-observed-supernova-explosion-annihilated-massive-star-2019-8",
      "urlToImage": "https://amp.businessinsider.com/images/5d6064a12e22af7d30188926-2732-1366.jpg",
      "publishedAt": "2019-08-30T12:43:00Z",
      "content": "A billion light-years from Earth, in a previously undiscovered galaxy, the most massive star ever known to be destroyed by a supernova explosion met its dramatic demise. \r\n The supernova — the final explosion of a dying star — was unlike the thousands of simi… [+7526 chars]"
    },
    {
      "source": {
        "id": "business-insider",
        "name": "Business Insider"
      },
      "author": "Mary Hanbury",
      "title": "Alibaba, the $435 billion Chinese shopping giant, is gunning for Amazon in Europe",
      "description": "Alibaba opened its first European store in Madrid on Sunday. The new store, which falls under the AliExpress banner, isn't exactly like a traditional shop. It's more of a showroom-style concept where shoppers can browse and test a selection of products and th…",
      "url": "https://www.businessinsider.com/alibaba-is-gunning-for-amazon-in-europe-2019-8",
      "urlToImage": "https://amp.businessinsider.com/images/5be5e2fabeb67012f268a2fb-1920-960.jpg",
      "publishedAt": "2019-08-30T12:07:27Z",
      "content": "China's largest online shopping company is ramping up its presence overseas. \r\n On Sunday, retail giant Alibaba unveiled its first European store in Madrid, Spain in the city's intu Xanadú shopping center. The new store falls under its AliExpress banner - the… [+2942 chars]"
    },
    {
      "source": {
        "id": "business-insider",
        "name": "Business Insider"
      },
      "author": "Christopher Competiello",
      "title": "Ray Dalio sees 'serious problems' stemming from the next recession. Here’s why he warns even the Fed might be powerless to save the economy.",
      "description": "Ray Dalio, the founder and cochief investment officer of Bridgewater Associates, the world's largest hedge fund, says central banks' ability to reverse an economic debacle is \"coming to an end.\" He outlines the possible routes the Federal Reserve could take t…",
      "url": "https://www.businessinsider.com/next-recession-ray-dalio-says-federal-reserve-is-powerless-2019-8",
      "urlToImage": "https://amp.businessinsider.com/images/5d681b0a2e22af182e615a98-2732-1366.jpg",
      "publishedAt": "2019-08-30T12:06:00Z",
      "content": "Few things can conjure up a panic among investors quite like a recession. \r\n Stocks plummet, jobs disappear, spending dries up, and the subsequent anxiety that permeates through markets is powerful enough to cripple even the most optimistic of forecasts. \r\n W… [+3147 chars]"
    },
    {
      "source": {
        "id": "business-insider",
        "name": "Business Insider"
      },
      "author": "Eric Rosenberg",
      "title": "How to fill out the FAFSA and get financial aid for college",
      "description": "The Free Application for Federal Student Aid, more commonly called the FAFSA, is a form used to apply for financial aid. Undergraduate and graduate students both fill out the FAFSA for student aid, though the available financial aid may differ depending on yo…",
      "url": "https://www.businessinsider.com/how-to-fill-out-the-fafsa-financial-aid",
      "urlToImage": "https://amp.businessinsider.com/images/5d5f1f319563f442d664bdb2-1920-960.jpg",
      "publishedAt": "2019-08-30T12:05:00Z",
      "content": "With two college degrees under my belt, I'm no stranger to the Free Application for Federal Student Aid, better known as the FAFSA. My undergraduate education was paid for primarily through scholarships, but I did walk away from grad school with about $40,000… [+5542 chars]"
    },
    {
      "source": {
        "id": "business-insider",
        "name": "Business Insider"
      },
      "author": "Jeremy Berke",
      "title": "Brand house Cannabis One just brought in a top dealmaker to chase down unconventional deals in the nascent sector",
      "description": "Publicly-traded Cannabis One hired Joshua Mann, a former oil and gas exec and investment banker, to lead the charge on sourcing new deals. Part of Mann's focus will be looking for deals that larger cannabis companies are avoiding: smaller dispensaries and bra…",
      "url": "https://www.businessinsider.com/cannabis-one-hires-josh-mann-to-chase-down-cannabis-deals-2019-8",
      "urlToImage": "https://amp.businessinsider.com/images/5d6844662e22af228176c837-750-375.jpg",
      "publishedAt": "2019-08-30T12:02:00Z",
      "content": "As multibillion-dollar deals make headlines in the burgeoning cannabis sector, one publicly-traded cannabis company is taking a different approach: hunting for a series of smaller acquisitions in the $5 million range. \r\n To that end, the Canadian Securities E… [+3253 chars]"
    },
    {
      "source": {
        "id": "business-insider",
        "name": "Business Insider"
      },
      "author": "Marley Jay",
      "title": "Trade fears are making stocks wildly unpredictable. The chief of Wells Fargo’s $1.9 trillion investing business told us how you should play defense in the market.",
      "description": "Darrell Cronk of Wells Fargo's $1.9 trillion investing business says it's time for investors to take a more careful approach to stocks, and that they can do so by relying on some of the best-performing equities this year. Cronk says quality and yield are two …",
      "url": "https://www.businessinsider.com/top-stock-sectors-for-trade-war-wells-fargo-darrell-cronk-2019-8",
      "urlToImage": "https://amp.businessinsider.com/images/5d66dd5b2e22af15d65ce935-1920-960.jpg",
      "publishedAt": "2019-08-30T12:02:00Z",
      "content": "When investors play defense, they often back away from the parts of the stock market that have done the best and look for sectors that have lagged behind. \r\n But with the market growing erratic and stocks heading lower, Darrell Cronk, the head of Wells Fargo'… [+3222 chars]"
    },
    {
      "source": {
        "id": "business-insider",
        "name": "Business Insider"
      },
      "author": "Allana Akhtar",
      "title": "We asked teachers for the one thing students do that drives them nuts — and these are the 6 answers that kept coming up",
      "description": "Business Insider spoke to 14 teachers and asked about the most annoying things their students do. Many said students spend too much time on their phones during class. Others said they dislike bullying and watching students mistreat one another. Here are the s…",
      "url": "https://www.businessinsider.com/teachers-reveal-infuriating-student-habits-lying-phones",
      "urlToImage": "https://amp.businessinsider.com/images/5d684a1b2e22af2f4f759b29-2732-1366.jpg",
      "publishedAt": "2019-08-30T11:45:00Z",
      "content": "As back-to-school season moves forward, many teachers are gearing up for new sets of students — some of whom may be more disobedient in class than others. \r\n While watching students succeed brings joy to many instructors, some told Business Insider there are … [+957 chars]"
    },
    {
      "source": {
        "id": "business-insider",
        "name": "Business Insider"
      },
      "author": "Barnaby Lane",
      "title": "Simona Halep crashed out of the US Open after repeatedly smacking her racket on the court in an out-of-character meltdown",
      "description": "Simona Halep smashed her racket as she crashed out of the US Open in the second round, losing to the unseeded American Taylor Townsend. The Romanian, ranked fourth in the world, lost 6-2, 3-6, 6-7 (4-7) to Townsend, who secured her first ever win over a top t…",
      "url": "https://www.businessinsider.com/simona-halep-smashed-her-racket-during-us-open-loss-2019-8",
      "urlToImage": "https://amp.businessinsider.com/images/5d68f7842e22af3dae6cd372-1920-960.jpg",
      "publishedAt": "2019-08-30T11:35:34Z",
      "content": "Simona Halep took her frustrations out on her racket as she crashed out of the 2019 US Open in the second round, losing to the 23-year-old Taylor Townsend. \r\n The Romanian, a two-time Grand Slam winner, was beaten by 116th-ranked Townsend in three sets at Flu… [+2112 chars]"
    },
    {
      "source": {
        "id": "business-insider",
        "name": "Business Insider"
      },
      "author": "Alan Dawson",
      "title": "Khabib Nurmagomedov said he'd fight Conor McGregor if he ever ran into him because he's not afraid of going to jail",
      "description": "Khabib Nurmagomedov has said he'd be happy to fight Conor McGregor away from the UFC because he's not scared of jail. The Russian wrestler defends his UFC lightweight title on September 7 when he fights Dustin Poirier at the UFC 242 show in Abu Dhabi. He told…",
      "url": "https://www.businessinsider.com/khabib-nurmagomedov-would-fight-conor-mcgregor-away-from-ufc-2019-8",
      "urlToImage": "https://amp.businessinsider.com/images/5c2643ceaebf42537f400334-1920-960.jpg",
      "publishedAt": "2019-08-30T11:27:00Z",
      "content": "Khabib Nurmagomedov has said that if he saw Conor McGregor away from the UFC, he'd fight him there and then because he's not scared of jail. \r\n \"Even if we see somewhere we fight 100 percent, someone go to jail,\" he told Brett Okamoto in an interview with ESP… [+1763 chars]"
    },
    {
      "source": {
        "id": "business-insider",
        "name": "Business Insider"
      },
      "author": "Alexandra Ma",
      "title": "Kashmiris claimed Indian army officers beat them with sticks, gave them electric shocks and shoved mud in their mouths so they wouldn't scream. The army said it never happened.",
      "description": "Warning: This post contains graphic details of alleged violence. A new BBC report details gruesome allegations from civilians living in Kashmiri villages known to be hubs of anti-India militant groups. Allegations include being beaten with sticks and cables, …",
      "url": "https://www.businessinsider.com/kashmir-villagers-allege-beatings-abuse-electric-shock-india-denies-2019-8",
      "urlToImage": "https://amp.businessinsider.com/images/5d68f6402e22af062165d059-960-480.jpg",
      "publishedAt": "2019-08-30T11:18:51Z",
      "content": "Villagers living in known anti-India regions in Kashmir claim that Indian army officer have beaten them with sticks, given them electric shocks, and filled their mouths with mud when they screamed, according to a BBC report from the region.\r\n Two unnamed brot… [+5808 chars]"
    },
    {
      "source": {
        "id": "business-insider",
        "name": "Business Insider"
      },
      "author": "Isobel Asher Hamilton",
      "title": "Facebook is using Minecraft to build an AI assistant",
      "description": "Facebook researchers published a paper in July on training an AI assistant using the wildly popular video game Minecraft. Their \"virtual assistant bot\" is available for people to download, and will learn from humans communicating with it in-game. The research…",
      "url": "https://www.businessinsider.com/facebook-minecraft-build-ai-assistant-2019-8",
      "urlToImage": "https://amp.businessinsider.com/images/5d5186accd9784121b47c2f5-1136-568.jpg",
      "publishedAt": "2019-08-30T11:13:12Z",
      "content": "Facebook is hoping it can train an AI assistant to understand a broad range of human commands with a little help from one of the biggest games in the world — Minecraft. \r\n A group of Facebook researchers published a paper in July explaining why they think Min… [+2715 chars]"
    },
    {
      "source": {
        "id": "business-insider",
        "name": "Business Insider"
      },
      "author": "Bradley Saacks and Meghan Morris",
      "title": "From traveling the world to solving mysteries using DNA, finance pros tell us how they spend their garden leave",
      "description": "Finance pros switching jobs are often forced to take so-called garden leave in between. That mandatory time off can range from a few months to several years. We talked to people who are either sitting out non-competes or have already taken leave, who said it'…",
      "url": "https://www.businessinsider.com/insiders-explain-what-they-do-during-garden-leave-between-finance-jobs-2019-8",
      "urlToImage": "https://amp.businessinsider.com/images/5d66a6e12e22af05051a34a6-960-480.jpg",
      "publishedAt": "2019-08-30T11:00:00Z",
      "content": "Some people like to relax when they have a long stretch of paid time off. Christina Cryer is not one of them. \r\n Cryer, now a managing director for Principal Global Investors, was staring down a garden leave of a couple months earlier this year when she left … [+5305 chars]"
    },
    {
      "source": {
        "id": "business-insider",
        "name": "Business Insider"
      },
      "author": "Yusuf Khan",
      "title": "10 things you need to know before the opening bell",
      "description": "Here is what you need to know. 1. Stocks are rallying after China touted that it's having 'effective communication' with the US on the trade war. The world's two biggest economies are keeping lines open, China's Foreign Ministry said. 2. China's renminbi is h…",
      "url": "http://markets.businessinsider.com/news/stocks/10-things-you-need-to-know-before-the-opening-bell-1028487288",
      "urlToImage": "https://images.markets.businessinsider.com/image/5d68f7b12e22af0679235274-2400/rtx16sj9.jpg",
      "publishedAt": "2019-08-30T10:52:28Z",
      "content": "REUTERS/Carlo Allegri\r\nHere is what you need to know. \r\n1. Stocks are rallying after China touted that it's having 'effective communication' with the US on the trade war. The world's two biggest economies are keeping lines open, China's Foreign Ministry said.… [+2137 chars]"
    },
    {
      "source": {
        "id": "business-insider",
        "name": "Business Insider"
      },
      "author": "Yusuf Khan",
      "title": "10 things you need to know before the opening bell",
      "description": "Here is what you need to know. 1. Stocks are rallying after China touted that it's having 'effective communication' with the US on the trade war. The world's two biggest economies are keeping lines open, China's Foreign Ministry said. 2. China's renminbi is h…",
      "url": "https://www.businessinsider.com/opening-bell-august-30-2019-8",
      "urlToImage": "https://amp.businessinsider.com/images/5b2c027c1ae66246008b548d-1920-960.jpg",
      "publishedAt": "2019-08-30T10:52:28Z",
      "content": "Here is what you need to know. \r\n 1. Stocks are rallying after China touted that it's having 'effective communication' with the US on the trade war. The world's two biggest economies are keeping lines open, China's Foreign Ministry said. \r\n 2. China's renminb… [+2134 chars]"
    },
    {
      "source": {
        "id": "business-insider",
        "name": "Business Insider"
      },
      "author": "Yusuf Khan",
      "title": "China's renminbi is headed for its biggest monthly drop ever — and economists warn of a 'contagion effect'",
      "description": "China's yuan (also called the renminbi) is headed for it's biggest monthly drop on record. A lower-valued currency makes Chinese goods cheaper to export. It's a battleground issue in the trade spat between the US and China. Economists are now warning that the…",
      "url": "http://markets.businessinsider.com/news/stocks/china-s-renminbi-is-headed-for-its-biggest-monthly-drop-ever-and-economists-warn-of-a-contagion-effect-1028487247",
      "urlToImage": "https://images.markets.businessinsider.com/image/5d68d7892e22af2858230307-2400/2019-08-24t225641z3lynxnpef7n0dtrtroptp4usa-funds-smallcaps.jpg",
      "publishedAt": "2019-08-30T10:40:37Z",
      "content": "Reuters\r\n<ul><li>China's yuan (also called the renminbi) is headed for it's biggest monthly drop on record.</li><li>A lower-valued currency makes Chinese goods cheaper to export. It's a battleground issue in the trade spat between the US and China. </li><li>E… [+2584 chars]"
    },
    {
      "source": {
        "id": "business-insider",
        "name": "Business Insider"
      },
      "author": "Isobel Asher Hamilton",
      "title": "Google researchers found a bunch of malicious sites that quietly hacked iPhones for years",
      "description": "Researchers at Google's cybersecurity division Project Zero discovered a handful of websites that were being used to hack iPhones. Once visited, the websites would plant a \"monitoring implant\" on the device, which could then steal messages, photos, and real-t…",
      "url": "https://www.businessinsider.com/google-researchers-found-a-bunch-of-malicious-sites-that-quietly-hacked-iphones-for-years-2019-8",
      "urlToImage": "https://amp.businessinsider.com/images/5d68ed672e22af42cd789313-2732-1366.jpg",
      "publishedAt": "2019-08-30T10:20:59Z",
      "content": "Google researchers found a handful of hacked websites that were being quietly used to infiltrate iPhones for at least the last two years. \r\n Analysts at Google's cybersecurity division Project Zero published a deep-dive technical blog Thursday night detailing… [+1632 chars]"
    },
    {
      "source": {
        "id": "business-insider",
        "name": "Business Insider"
      },
      "author": "Sinéad Baker",
      "title": "Airlines have been flying empty Boeing 737 Max planes around the world as they scramble to get ready for its return to service",
      "description": "Airlines which fly the Boeing 737 Max have continued to move the aircraft during its grounding, frequently flying empty planes between bases around the world The flights come as airlines seek to rationalize their fleets in preparation for its return to servic…",
      "url": "https://www.businessinsider.com/boeing-737-max-scattered-airlines-wait-grounding-end-2019-8",
      "urlToImage": "https://amp.businessinsider.com/images/5d66360a2e22af022414cf12-1536-768.jpg",
      "publishedAt": "2019-08-30T10:03:53Z",
      "content": "Airlines which fly the Boeing 737 Max have continued to move the aircraft during its grounding, frequently flying empty planes between locations around the world, seeking to rationalize their fleets in preparation for its return to service after more than fiv… [+8957 chars]"
    },
    {
      "source": {
        "id": "business-insider",
        "name": "Business Insider"
      },
      "author": "Barnaby Lane",
      "title": "Conor McGregor's Proper no. Twelve brand is a 'gimmick' that tastes like medicine, according to a scathing YouTube whiskey reviewer",
      "description": "A scathing YouTube review has labelled Conor McGregor's Proper no. Twelve whiskey a \"gimmick.\" It also tastes \"medicinal\" and \"industrial,\" the reviewer said. Philip Dwyer, who runs the channel Whiskey Wednesday, also said \"it's probably one of the most gener…",
      "url": "https://www.businessinsider.com/conor-mcgregors-whiskey-is-a-gimmick-new-review-says-2019-8",
      "urlToImage": "https://amp.businessinsider.com/images/5d68eeba2e22af2fe02529f4-1920-960.jpg",
      "publishedAt": "2019-08-30T10:00:10Z",
      "content": "Conor McGregor's Proper no. Twelve brand is a \"gimmick\" that tastes \"medicinal\" and \"industrial,\" according to scathing whiskey reviewer on YouTube. \r\n Philip Dwyer, who runs the channel Whiskey Wednesday, posted his assessment of McGregor's triple distilled … [+1514 chars]"
    },
    {
      "source": {
        "id": "business-insider",
        "name": "Business Insider"
      },
      "author": "Bill Bostock",
      "title": "China has reportedly told Hong Kong it isn't allowed to scrap the incendiary extradition bill which sparked its impassioned protest movement",
      "description": "China refused to let Hong Kong scrap the controversial extradition bill which caused mass protests as a way to end the tension, Reuters reported. Reuters, citing evidence from Chinese and Hong Kong officials, said Hong Kong chief executive Carrie Lam told Bei…",
      "url": "https://www.businessinsider.com/china-stopped-hong-kong-axing-extradition-bill-solution-protests-reuters-2019-8",
      "urlToImage": "https://amp.businessinsider.com/images/5d68da1b2e22af222079fdd5-1920-960.jpg",
      "publishedAt": "2019-08-30T09:54:14Z",
      "content": "China reportedly blocked Hong Kong from axing the controversial extradition bill which triggered months of protests in the region as a tactic to end the tension. \r\n Reuters, citing testimony from Chinese and Hong Kong government officials, reported that Hong … [+3072 chars]"
    },
    {
      "source": {
        "id": "business-insider",
        "name": "Business Insider"
      },
      "author": "Michelle Mark and Tom Porter",
      "title": "Biden insists the incorrect war story he's been telling on the campaign trail is 'absolutely accurate'",
      "description": "Former Vice President Joe Biden has rejected a Washington Post report alleging that a dramatic war story he's been telling on the presidential campaign trail is incorrect. \"I don't understand what they're talking about, but the central point is it was absolut…",
      "url": "https://www.businessinsider.com/biden-inaccurate-war-story-response-2019-8",
      "urlToImage": "https://amp.businessinsider.com/images/5d68dcb52e22af28bd3fdf9a-1920-960.jpg",
      "publishedAt": "2019-08-30T09:54:10Z",
      "content": "Former Vice President Joe Biden is pushing back against a Washington Post report alleging that he's been telling a dramatic war story on the campaign trail that is almost entirely incorrect. \r\n \"I don't understand what they're talking about, but the central p… [+3026 chars]"
    },
    {
      "source": {
        "id": "business-insider",
        "name": "Business Insider"
      },
      "author": "Rosie Perper",
      "title": "A female-led initiative is launching an online platform called ‘Meet Your Maven,’ to hire out their expertise for mentorship opportunities to women around the world",
      "description": "A group of Australian female entrepreneurs are launching a web platform to make female-led mentorship opportunities available to women around the world, from the comfort of their own homes. The platform, called \"Meet Your Maven,\" connects women with other glo…",
      "url": "https://www.businessinsider.com/meet-your-maven-platform-launch-hire-female-experts-2019-8",
      "urlToImage": "https://amp.businessinsider.com/images/5d68d4b82e22af21dd1ba674-1920-960.jpg",
      "publishedAt": "2019-08-30T09:52:56Z",
      "content": "MELBOURNE — A group of Australian female entrepreneurs want to make women-led mentorship opportunities available to women around the world, from the comfort of their own homes. \r\n The League of Extraordinary Women, a collective of female business leaders from… [+4060 chars]"
    },
    {
      "source": {
        "id": "business-insider",
        "name": "Business Insider"
      },
      "author": "Theron Mohamed",
      "title": "Stocks are rallying after China touted that it's having 'effective communication' with the US on the trade war",
      "description": "Global stock markets jumped on Friday, fueled by renewed hopes for a deal to end the year-long trade war between the world's two largest economies. US and Chinese trade negotiators are maintaining \"effective communication,\" China's Foreign Ministry said on Fr…",
      "url": "https://www.businessinsider.com/stocks-jump-us-china-trade-war-end-deal-talks-resume-2019-8",
      "urlToImage": "https://amp.businessinsider.com/images/5c76a5492628981fae21b586-2732-1366.jpg",
      "publishedAt": "2019-08-30T09:43:07Z",
      "content": "Global stock markets jumped on Friday, fueled by renewed hopes for a deal to end the yearlong trade war between the world's two largest economies. \r\n US and Chinese trade negotiators are maintaining \"effective communication,\" China's Foreign Ministry said on … [+1535 chars]"
    },
    {
      "source": {
        "id": "business-insider",
        "name": "Business Insider"
      },
      "author": "Theron Mohamed",
      "title": "Stocks are rallying after China touted that it's having 'effective communication' with the US on the trade war",
      "description": "Global stock markets jumped on Friday, fueled by renewed hopes for a deal to end the year-long trade war between the world's two largest economies. US and Chinese trade negotiators are maintaining \"effective communication,\" China's Foreign Ministry said on Fr…",
      "url": "https://markets.businessinsider.com/news/stocks/stocks-jump-us-china-trade-war-end-deal-talks-resume-2019-8-1028487102",
      "urlToImage": "https://images.markets.businessinsider.com/image/5d68e3a02e22af2f123354e2-2400/ap302827823332.jpg",
      "publishedAt": "2019-08-30T09:43:07Z",
      "content": "AP/Mark Lennihan\r\n<ul><li>Global stock markets jumped on Friday, fueled by renewed hopes for a deal to end the year-long trade war between the world's two largest economies.</li><li>US and Chinese trade negotiators are maintaining \"effective communication,\" C… [+2026 chars]"
    },
    {
      "source": {
        "id": "business-insider",
        "name": "Business Insider"
      },
      "author": "Charlie Wood",
      "title": "A CEO who just raised $200 million from SoftBank refuses to run his business from Silicon Valley, where rents and talent are overpriced",
      "description": "C2FO is an invoice discounting marketplace, letting small businesses sell their invoices at a lower cost. This lets them raise cash faster than if they were waiting for clients to pay up the full amount. In August, C2FO announced a $200 million investment fro…",
      "url": "https://www.businessinsider.com/why-softbank-backed-c2fo-is-not-in-silicon-valley-2019-8",
      "urlToImage": "https://amp.businessinsider.com/images/5d6791a72e22af0a9b642332-2732-1366.jpg",
      "publishedAt": "2019-08-30T09:21:27Z",
      "content": "When you think of cities that double up as tech hubs, the usual suspects probably spring to mind: San Francisco; New York; Singapore; Tokyo. One less obvious place is Kansas City. \r\n Straddling the Kansas-Missouri border, Kansas City — nicknamed the City of F… [+6077 chars]"
    },
    {
      "source": {
        "id": "business-insider",
        "name": "Business Insider"
      },
      "author": "Adam Payne",
      "title": "No-deal Brexit panic after the government warns food manufacturers that some egg supplies could run out",
      "description": "Exclusive: Government officials told the food industry that supplies of liquid egg could run out in a no-deal Brexit. Industry leaders were warned this week that liquid egg, which is a key ingredient for UK food manufacturers, had been added to the list of fo…",
      "url": "https://www.businessinsider.com/no-deal-brexit-manufacturers-warned-egg-supplies-run-out-2019-8",
      "urlToImage": "https://amp.businessinsider.com/images/5d67f50f2e22af0e665bb1d9-960-480.jpg",
      "publishedAt": "2019-08-30T08:54:49Z",
      "content": "Government officials this week warned food industry leaders that supplies of liquid egg could run out if the United Kingdom leaves the European Union without a Brexit deal in October. \r\n Prime Minister Boris Johnson last week publicly dismissed warnings that … [+5854 chars]"
    },
    {
      "source": {
        "id": "business-insider",
        "name": "Business Insider"
      },
      "author": "Yusuf Khan",
      "title": "A 'no-deal' Brexit would hammer the Irish economy and wipe billions from its GDP",
      "description": "If the UK does leave the EU without a trade deal, then Ireland could be one of the worst affected countries, says Oxford Economics. It shares a land border with the UK and trades heavily with its closest neighbor. Oxford Economics says that long term, 2% to 2…",
      "url": "https://www.businessinsider.com/no-deal-brexit-would-hammer-irish-economy-oxford-economics-says-2019-8",
      "urlToImage": "https://amp.businessinsider.com/images/5d67d0e62e22af0de77945c4-2732-1366.jpg",
      "publishedAt": "2019-08-30T08:21:43Z",
      "content": "Ireland's economy would be among the worst-hit victims if the UK crashes out of the European Union without a deal, according to Oxford Economics. \r\n The Irish economy, which is heavily tied to that of the UK, could lose 2% to 2.5% in the long term because of … [+2279 chars]"
    },
    {
      "source": {
        "id": "business-insider",
        "name": "Business Insider"
      },
      "author": "Yusuf Khan",
      "title": "A 'no-deal' Brexit would hammer the Irish economy and wipe billions from its GDP",
      "description": "If the UK does leave the EU without a trade deal, then Ireland could be one of the worst affected countries, says Oxford Economics. It shares a land border with the UK and trades heavily with its closest neighbor. Oxford Economics says that long term, 2% to 2…",
      "url": "http://markets.businessinsider.com/news/stocks/a-no-deal-brexit-would-hammer-the-irish-economy-and-wipe-billions-from-its-gdp-1028486911",
      "urlToImage": "https://images.markets.businessinsider.com/image/5d67cfe72e22af0da55b8733-2400/gettyimages-539885730.jpg",
      "publishedAt": "2019-08-30T08:21:43Z",
      "content": "Matthias Hangst/Getty Images\r\n<ul><li>If the UK does leave the EU without a trade deal, then Ireland could be one of the worst affected countries, says Oxford Economics. </li><li>It shares a land border with the UK and trades heavily with its closest neighbor… [+2693 chars]"
    },
    {
      "source": {
        "id": "business-insider",
        "name": "Business Insider"
      },
      "author": "Isobel Asher Hamilton",
      "title": "10 things in tech you need to know today",
      "description": "Good morning! This is the tech news you need to know this Friday. Alphabet's chief legal officer David Drummond responded to accusations that he had a child with a Google employee and emotionally abused her, saying there are \"two sides\" to the story. Drummond…",
      "url": "https://www.businessinsider.com/10-things-in-tech-you-need-to-know-today-august-30-2019-8",
      "urlToImage": "https://amp.businessinsider.com/images/5d68c50e2e22af39c43acc93-1536-768.jpg",
      "publishedAt": "2019-08-30T06:53:57Z",
      "content": "Netflix is releasing a Bill Gates documentary.\r\nNetflix/YouTube\r\nGood morning! This is the tech news you need to know this Friday. \r\n<ol><li> Alphabet's chief legal officer David Drummond responded to accusations that he had a child with a Google employee and… [+2948 chars]"
    },
    {
      "source": {
        "id": "business-insider",
        "name": "Business Insider"
      },
      "author": "Rosie Perper",
      "title": "The Hong Kong activist who became the face of the 2014 Umbrella Movement has been arrested in a new crackdown on protest leaders",
      "description": "Pro-democracy leader and Demosisto secretary-general Joshua Wong was arrested in Hong Kong on Friday morning while on his morning commute, the group tweeted on Friday. Wong was arrested on three charges, Demosisto told the BBC, though police have not released…",
      "url": "https://www.businessinsider.com/hong-kong-pro-democracy-leader-joshua-wong-arrested-amid-crackdown-2019-8",
      "urlToImage": "https://amp.businessinsider.com/images/5d688a3b2e22af3a8442c913-960-480.jpg",
      "publishedAt": "2019-08-30T04:22:38Z",
      "content": "Pro-democracy leader and Demosisto secretary-general Joshua Wong was arrested in Hong Kong on Friday morning while he was walking to a train station in the city's south, the group tweeted on Friday. \r\n According to pro-democracy advocacy group, Wong was arres… [+3602 chars]"
    },
    {
      "source": {
        "id": "business-insider",
        "name": "Business Insider"
      },
      "author": "David Choi",
      "title": "Rod Rosenstein knocks James Comey, snaps at critics on Twitter after a Justice Department watchdog accuses Comey of breaking FBI protocol",
      "description": "Former deputy attorney general Rod Rosenstein shared a Justice Department letter stressing the importance of adhering to \"established policies and procedures,\" in an apparent rebuke of former FBI director James Comey, following a recent report concluding that…",
      "url": "https://www.businessinsider.com/rod-rosenstein-criticize-james-comey-fbi-doj-report-2019-8",
      "urlToImage": "https://amp.businessinsider.com/images/5d685bf92e22af34c014c762-1536-768.jpg",
      "publishedAt": "2019-08-30T03:03:29Z",
      "content": "Former deputy attorney general Rod Rosenstein shared a year-old Justice Department letter stressing the importance of adhering to \"established policies and procedures,\" in an apparent rebuke of former FBI director James Comey, following a recent report conclu… [+3372 chars]"
    },
    {
      "source": {
        "id": "business-insider",
        "name": "Business Insider"
      },
      "author": "David Choi",
      "title": "Trump's 28-year-old personal assistant reportedly resigned after telling journalists details about his family",
      "description": "President Donald Trump's personal assistant resigned on Thursday, after she shared information about his family and the White House's affairs to news reporters, sources said in a New York Times report. Madeleine Westerhout, 28, has been Trump's assistant sinc…",
      "url": "https://www.businessinsider.com/madeleine-westerhout-trump-assistant-out-sharing-info-family-2019-8",
      "urlToImage": "https://amp.businessinsider.com/images/5d68713f2e22af185b164676-2732-1366.jpg",
      "publishedAt": "2019-08-30T01:14:44Z",
      "content": "President Donald Trump's personal assistant resigned on Thursday, after she shared information about his family and the White House's affairs to news reporters, two people with knowledge of her status said in a New York Times report. \r\n Madeleine Westerhout, … [+1351 chars]"
    },
    {
      "source": {
        "id": "business-insider",
        "name": "Business Insider"
      },
      "author": "Lauren Frias",
      "title": "'No one is entitled to abuse': AOC blasts critics who say she's violating the First Amendment by blocking people on Twitter",
      "description": "Rep. Alexandria Ocasio-Cortez defended her right to block Twitter users who harass her after Columbia University's Knight First Amendment Institute sent her a letter deeming the action unconstitutional. The institute wrote a letter Wednesday to the congresswo…",
      "url": "https://www.businessinsider.com/aoc-defends-right-to-block-twitter-users-who-harass-her-2019-8",
      "urlToImage": "https://amp.businessinsider.com/images/5d08f2066fc9206ddb4e0546-1136-568.jpg",
      "publishedAt": "2019-08-30T00:42:56Z",
      "content": "Rep. Alexandria Ocasio-Cortez defended her right to block Twitter users who harass her after Columbia University's Knight First Amendment Institute sent her a letter deeming the action unconstitutional. \r\n The institute wrote a letter Wednesday to the New Yor… [+2999 chars]"
    },
    {
      "source": {
        "id": "business-insider",
        "name": "Business Insider"
      },
      "author": "Troy Wolverton",
      "title": "Peloton insiders will have 20 votes per share — twice as many as those at other startups — but CEO John Foley may not wield all the power after the IPO",
      "description": "Like many startups that have gone public recently, Peloton will have a stock structure that gives extra votes to certain insiders. Many companies with such arrangements give insiders 10 votes per share, but Peloton CEO John Foley and some early investors in t…",
      "url": "https://www.businessinsider.com/peloton-give-insiders-20-votes-per-share-after-its-ipo-2019-8",
      "urlToImage": "https://amp.businessinsider.com/images/5d686ce02e22af2b1b334d82-2560-1280.jpg",
      "publishedAt": "2019-08-30T00:38:47Z",
      "content": "As has the case at many startups that have gone public lately, insiders at Peloton will have shares that give them extra votes after its initial public offering. \r\n But Peloton's insiders will get more votes than most — 20 for each of their shares. And, at le… [+6518 chars]"
    },
    {
      "source": {
        "id": "business-insider",
        "name": "Business Insider"
      },
      "author": "Lulu Chang",
      "title": "The best leggings you can wear to work",
      "description": "Leggings may not be pants, but that doesn't mean that you can't wear them to work. The tights of today have come a long way since, say, 2010. In fact, there are now a number of companies making leggings that look a whole lot like pants — minus the discomfort,…",
      "url": "https://www.businessinsider.com/best-leggings-for-work",
      "urlToImage": "https://amp.businessinsider.com/images/5d6849582e22af238c2cca83-960-480.jpg",
      "publishedAt": "2019-08-30T00:08:06Z",
      "content": "Who says going to work has to be like going to purgatory? At least, insofar as your wardrobe is concerned — as for the content of your work itself, that's a totally different story. While Blair Waldorf, the fictional yet all too real character who dictated th… [+2078 chars]"
    },
    {
      "source": {
        "id": "business-insider",
        "name": "Business Insider"
      },
      "author": "Megan Hernbroth",
      "title": "We still don't know if Jeffrey Epstein's money is floating around Silicon Valley, but several top venture capital firms say they've never accepted funds from the disgraced financier",
      "description": "Following reports that Jeffrey Epstein helped f und an investment firm led by MIT Media Lab director Joichi Ito, attention turned to other high profile investors in Silicon Valley. More than 20 of Silicon Valley's top venture firms, including Andreessen Horow…",
      "url": "https://www.businessinsider.com/top-silicon-valley-vcs-deny-taking-money-from-jeffrey-epstein-2019-8",
      "urlToImage": "https://amp.businessinsider.com/images/5d682d8c2e22af0d9708b813-2732-1366.jpg",
      "publishedAt": "2019-08-29T23:30:23Z",
      "content": "Jeffrey Epstein may have been involved in the epicenter of yet another financial powerhouse: Silicon Valley venture capital. \r\n After revelations that Epstein helped fund an investment firm led by MIT Media Lab director Joichi Ito, speculation has grown about… [+2984 chars]"
    },
    {
      "source": {
        "id": "business-insider",
        "name": "Business Insider"
      },
      "author": "Alex Dobuzinskis",
      "title": "Alabama's governor has apologized for wearing blackface in a 1960s skit",
      "description": "Alabama Governor Kay Ivey aopologized Thursday for wearing blackface during a skit she performed as a student at Auburn University in the 1960s. \"As I look at my fiancée across the room I can see her that night, she had on a pair of blue coveralls and she had…",
      "url": "https://www.businessinsider.com/alabama-governor-kay-ivey-apology-blackface-skit-2019-8",
      "urlToImage": "https://amp.businessinsider.com/images/5d685a792e22af323a0cae42-2732-1366.jpg",
      "publishedAt": "2019-08-29T23:07:31Z",
      "content": "(Reuters) - Alabama Governor Kay Ivey acknowledged on Thursday she wore blackface during a college skit in the 1960s and she apologized for the episode, becoming the latest U.S. politician to be embarrassed by a racially-charged incident from decades ago. \r\n … [+2274 chars]"
    },
    {
      "source": {
        "id": "business-insider",
        "name": "Business Insider"
      },
      "author": "Mark Matousek",
      "title": "Tesla's confusing rollout of its insurance program has created more questions than answers (TSLA)",
      "description": "Tesla vehicles are, in some cases, more expensive to insure than cars from competing automakers. The electric-car maker has launched an insurance product, Tesla Insurance, for California customers that is designed to give its customers a discount of up to 30%…",
      "url": "https://www.businessinsider.com/tesla-insurance-analysis-confusing-rollout-raises-questions-2019-8",
      "urlToImage": "https://amp.businessinsider.com/images/5d683cfa2e22af22163e7b73-1334-667.jpg",
      "publishedAt": "2019-08-29T22:46:07Z",
      "content": "Tesla vehicles are, in some cases, more expensive to insure than competing vehicles, a problem the electric-car maker has tried to address by introducing an insurance product, Tesla Insurance, for California customers on Wednesday. \r\n Tesla said the program i… [+2995 chars]"
    },
    {
      "source": {
        "id": "business-insider",
        "name": "Business Insider"
      },
      "author": "Katie Canales",
      "title": "We toured the Golden State Warriors' new, $1.4 billion San Francisco arena, the most luxurious arena in sports, and it's just what San Francisco's tech elite ordered",
      "description": "San Francisco's glitzy, new, $1.4 billion Chase Center arena, which will serve as the home of the Golden State Warriors basketball team, will officially open on September 6, 2019. The arena is privately financed, with the Warriors having poured $1.4 billion o…",
      "url": "https://www.businessinsider.com/chase-center-golden-state-warriors-stadium-san-francisco-photos-2019-8",
      "urlToImage": "https://amp.businessinsider.com/images/5d669cad2e22af0da30bb706-1920-960.jpg",
      "publishedAt": "2019-08-29T22:32:00Z",
      "content": null
    },
    {
      "source": {
        "id": "business-insider",
        "name": "Business Insider"
      },
      "author": "Rosalie Chan",
      "title": "The hot Silicon Valley coding bootcamp Lambda School is paying a $75,000 fine for not registering properly with the state of California",
      "description": "In July, the online coding bootcamp Lambda School received a citation from the California Bureau for Private Postsecondary Education (BPPE) for failure to properly register itself with authorities. Lambda School has agreed to pay a $75,000 fine, and is in the…",
      "url": "https://www.businessinsider.com/lambda-school-coding-bootcamp-california-bppe-2019-8",
      "urlToImage": "https://amp.businessinsider.com/images/5c9c3f437563b0183236fe25-1136-568.jpg",
      "publishedAt": "2019-08-29T22:32:00Z",
      "content": "The Lambda School, an online coding bootcamp with an unusual business model, has been fined $75,000 by the California Bureau for Private Postsecondary Education for not complying with state regulations. \r\n In short: It didn't register with the bureau, which o… [+3362 chars]"
    },
    {
      "source": {
        "id": "business-insider",
        "name": "Business Insider"
      },
      "author": "Amber Bragdon and Sydney Kramer",
      "title": "We searched for the best ramen in LA",
      "description": "Los Angeles is known for having an excellent variety of ramen. INSIDER's Sydney Kramer and Joe Avella visit Daikokuya, Okiboru, Santouka Ramen and Tsujita Artisan Noodle to see how each restaurant makes their famous ramen. The two hosts try each ramen dish to…",
      "url": "https://www.businessinsider.com/we-searched-for-the-best-ramen-in-la",
      "urlToImage": "https://amp.businessinsider.com/images/5d6571152e22af07a9069bc3-1920-960.jpg",
      "publishedAt": "2019-08-29T22:28:59Z",
      "content": "Following is a transcript of the video:\r\nSydney Kramer: Joe, LA is known for having some of the best ramen in the US. \r\nJoe: That's what I've heard. \r\nSydney: We're gonna try it all. We're gonna try tonkatsu. \r\nJoe: No idea. \r\nSydney: We're gonna try tsukemen… [+15698 chars]"
    },
    {
      "source": {
        "id": "business-insider",
        "name": "Business Insider"
      },
      "author": "Tyler Lauletta",
      "title": "Naomi Osaka won a US Open match in straight sets because she didn't want guests Kobe Bryant and Colin Kaepernick to 'sit in the sun too long'",
      "description": "Naomi Osaka cruised through her match at the U.S. Open, defeating Magda Linette 6-2, 6-4 to advance to the third round of the tournament. After the match, Osaka said she was motivated by the fact that Kobe Bryant and Colin Kaepernick were cheering her on from…",
      "url": "https://www.businessinsider.com/naomi-osaka-kobe-bryant-colin-kaepernick-us-open-2019-8",
      "urlToImage": "https://amp.businessinsider.com/images/5d6842482e22af268f4f3032-1536-768.jpg",
      "publishedAt": "2019-08-29T22:07:51Z",
      "content": "Last year, Osaka announced her arrival as one of the top players in women's tennis with her win at the U.S. Open, defeating Serena Williams in the final and becoming the first Japanese player to win a Grand Slam single's title. \r\n This year, things are a bit … [+2070 chars]"
    },
    {
      "source": {
        "id": "business-insider",
        "name": "Business Insider"
      },
      "author": "Neil Dutta, Opinion Contributor",
      "title": "Everyone is losing their mind about the possibility of the recession, but in reality the US economy is fine - Business Insider",
      "description": "Everyone is losing their mind about the possibility of the recession, but in reality the US economy is fine Business Insider It's easier to dwell on doom and gloom, but in reality the US economy is on solid ground. Just look at the job, bond market, and manuf…",
      "url": "https://www.businessinsider.com/us-economy-recession-fears-overblown-job-market-data-2019-8",
      "urlToImage": "https://amp.businessinsider.com/images/5be592b4110d4c13e832d4b7-1920-960.jpg",
      "publishedAt": "2019-08-29T22:04:13Z",
      "content": "The asymmetry in economic reporting has always been obvious. Bad news tends to get amplified and good news tends to be underreported. \r\n Still, in the past week or two, things have gone a bit overboard. I'll concede that President Donald Trump hasn't helped h… [+5406 chars]"
    },
    {
      "source": {
        "id": "business-insider",
        "name": "Business Insider"
      },
      "author": "Sally Kaplan",
      "title": "19 creative and thoughtful host gifts that go beyond the classic fruit basket",
      "description": "The Insider Picks team writes about stuff we think you'll like. Business Insider has affiliate partnerships, so we get a share of the revenue from your purchase. Host gifts are never really necessary, but they are a nice way to show your appreciation that som…",
      "url": "https://www.businessinsider.com/best-hostess-gifts",
      "urlToImage": "https://amp.businessinsider.com/images/5d682c172e22af25986ca236-1334-667.jpg",
      "publishedAt": "2019-08-29T22:00:00Z",
      "content": "The Insider Picks team writes about stuff we think you'll like. Business Insider has affiliate partnerships, so we get a share of the revenue from your purchase. A friend or family member has invited you over to spend time in their home. A dinner, a weekend s… [+832 chars]"
    },
    {
      "source": {
        "id": "business-insider",
        "name": "Business Insider"
      },
      "author": "David Slotnick",
      "title": "Meet the Hurricane Hunters — the pilots and scientists who fly into hurricanes like Dorian to gather data for forecasters",
      "description": "Much of the data that helps forecasters predict the path, strength, and timing of tropical storms and hurricanes come from a small fleet of airplanes that fly around, through, and above the storms. The Hurricane Hunters — a team within the National Oceanic an…",
      "url": "https://www.businessinsider.com/hurricane-hunters-noaa-air-force-planes-2019-8",
      "urlToImage": "https://amp.businessinsider.com/images/5d68247d2e22af1ac030f3a5-960-480.jpg",
      "publishedAt": "2019-08-29T21:58:13Z",
      "content": "Meteorologists announced on Thursday that Hurricane Dorian was likely to strengthen to a Category 4 storm by the time it makes landfall along the Florida coast early Monday morning. \r\n As the storm continued to churn through the Caribbean on Thursday, where i… [+974 chars]"
    },
    {
      "source": {
        "id": "business-insider",
        "name": "Business Insider"
      },
      "author": "Owen Burke",
      "title": "Otterbox reimagined wireless charging with a single 'stackable' system that lets you charge multiple devices. Here's how it works.",
      "description": "OtterBox's OtterSpot Wireless Charging System is designed to declutter your life. The real feat here is that one base pad can charge up to three pads (and one device) at once. And when your device is done charging, the whole charging pad shuts off. The chargi…",
      "url": "https://www.businessinsider.com/otterbox-otterspot-wireless-charging-system-review",
      "urlToImage": "https://amp.businessinsider.com/images/5d66cdbe2e22af1110478b72-1136-568.jpg",
      "publishedAt": "2019-08-29T21:45:00Z",
      "content": "OtterBox, a brand most associated with rugged cases for phones and other personal technology, has just reimagined wireless charging, and it's going to make my life, for one, much more seamless. \r\n The OtterSpot Wireless Charging System comes with one main cha… [+3188 chars]"
    },
    {
      "source": {
        "id": "business-insider",
        "name": "Business Insider"
      },
      "author": "Robin Madell",
      "title": "Required reading: These are the books top professors at the best business schools in the country are having their MBA students read",
      "description": "If going to business school isn't an option right now, we know how you can get a prime education all on your own. Business Insider spoke with professors at Harvard Business School, Stanford Graduate School of Business, Kellogg School of Management at Northwes…",
      "url": "https://www.businessinsider.com/books-mba-professors-business-school-harvard-stanford-kellogg-recommend",
      "urlToImage": "https://amp.businessinsider.com/images/5d373cab100a24560454d285-2732-1366.jpg",
      "publishedAt": "2019-08-29T21:28:58Z",
      "content": "Books assigned: \"Leaders Eat Last: Why Some Teams Pull Together and Others Don't\" by Simon Sinek, \"Naked Economics: Undressing the Dismal Science\" by Charles Wheelan, \"Unscaled: How AI and a New Generation of Upstarts Are Creating the Economy of the Future\" b… [+1486 chars]"
    },
    {
      "source": {
        "id": "business-insider",
        "name": "Business Insider"
      },
      "author": "Jennifer Still",
      "title": "How to make your Apple Watch vibrate more prominently through the device's settings, or using the Watch app on your iPhone",
      "description": "You can make your Apple Watch vibrate by increasing the haptic feedback for the device's alerts. It's easy to adjust your Apple Watch's haptic feedback via the Settings app on your Apple Watch, or through the Watch app on your iPhone. Visit Business Insider's…",
      "url": "https://www.businessinsider.com/how-to-make-apple-watch-vibrate",
      "urlToImage": "https://amp.businessinsider.com/images/5d418d71454a39725c537863-1920-960.jpg",
      "publishedAt": "2019-08-29T21:23:00Z",
      "content": "The vibrate feature on the iPhone is one of the best ways to receive notifications when your device is on silent or simply to add an extra element to get your attention when you have an incoming call, message, or email. \r\n Luckily, it's also possible to utili… [+1786 chars]"
    },
    {
      "source": {
        "id": "business-insider",
        "name": "Business Insider"
      },
      "author": "Danny Bakst",
      "title": "Popular fantasy football platform FanDuel is offering $20 to new users who sign up in September — here's how to sign up and get started",
      "description": "Regardless of how the old guard may feel, fantasy football is now a huge aspect of NFL football. Fantasy has altered the way fans watch and digest games, and even how the media covers the league. While fantasy leagues have been around in some shape or form si…",
      "url": "https://www.businessinsider.com/fanduel-explainer-how-to-play-daily-fantasy-football",
      "urlToImage": "https://amp.businessinsider.com/images/5d682a0c2e22af2a393b2be3-1536-768.jpg",
      "publishedAt": "2019-08-29T21:20:51Z",
      "content": "After a long summer, football is finally back. Millions of fans across the world will tune in September 5 as the NFL kicks off the 2019/2020 season. But fans are no longer watching solely for the love of the game. Due to the rise in popularity of fantasy foot… [+1686 chars]"
    },
    {
      "source": {
        "id": "business-insider",
        "name": "Business Insider"
      },
      "author": "Ryan Pickrell",
      "title": "Mattis suggests he might not like Trump 'one fricking bit' but says he's holding fire on him — for now",
      "description": "Former Secretary of Defense James Mattis recently told The Atlantic that he owed the president and his administration \"some silence,\" explaining that he is keeping his criticisms to himself. The retired Marine Corps general has signaled his displeasure with P…",
      "url": "https://www.businessinsider.com/mattis-says-hes-holding-fire-on-criticizing-trump-for-now-2019-8",
      "urlToImage": "https://amp.businessinsider.com/images/5d682bbc2e22af2a793834b8-2732-1366.jpg",
      "publishedAt": "2019-08-29T21:18:28Z",
      "content": "Former Secretary of Defense James Mattis signaled his displeasure with Donald Trump's presidency in his resignation letter and a carefully-worded essay, but he has avoided directly attacking the commander-in-chief. He says he's keeping his criticisms to himse… [+2915 chars]"
    },
    {
      "source": {
        "id": "business-insider",
        "name": "Business Insider"
      },
      "author": "Holly Johnson",
      "title": "I have 26 credit cards and travel more than 4 months out of the year. These are the perks I value the most",
      "description": "Holly Johnson has 26 credit cards, many of which offer superior perks and consumer protections. Priority Pass Select airport lounge membership is probably her favorite perk, since it lets Johnson access over 1,000 airport lounges worldwide. It's available thr…",
      "url": "https://www.businessinsider.com/i-have-26-credit-cards-perks-i-value-most",
      "urlToImage": "https://amp.businessinsider.com/images/5d6580512e22af1d191719d9-1136-568.jpg",
      "publishedAt": "2019-08-29T21:15:00Z",
      "content": "Throughout all of 2019, my husband and I have over 17 weeks of travel behind us or on the books. We're taking a few different cruises throughout the Caribbean and around Europe, and we have land-based trips in Italy, Denmark, Puerto Rico, England and Scotland… [+5400 chars]"
    },
    {
      "source": {
        "id": "business-insider",
        "name": "Business Insider"
      },
      "author": "Susanna Heller",
      "title": "Prosecutors are looking into the network of women they believe Jeffrey Epstein used to recruit underage girls for sex-trafficking",
      "description": "According to a new report from The New York Times, prosecutors are looking into the network of women they believe Jeffrey Epstein used to recruit underage girls for sex-trafficking. In July, the convicted sex offender was charged with sex trafficking and accu…",
      "url": "https://www.businessinsider.com/prosecutors-investigating-jeffrey-epstein-recruitment-alleged-sex-trafficking-2019-8",
      "urlToImage": "https://amp.businessinsider.com/images/5d68340c2e22af2c9f1b8295-2732-1366.jpg",
      "publishedAt": "2019-08-29T21:09:08Z",
      "content": "According to a new report from The New York Times, prosecutors are looking into a network of women they believe Jeffrey Epstein used to recruit underage girls for sex trafficking. \r\n In July, the convicted sex offender was charged with sex trafficking and con… [+3776 chars]"
    },
    {
      "source": {
        "id": "business-insider",
        "name": "Business Insider"
      },
      "author": "Grace Panetta",
      "title": "Here's who will be on stage for the September Democratic debate hosted by ABC, what time it'll start, and how to watch",
      "description": "10 Democratic 2020 presidential candidates will gather in Houston, Texas for the third Democratic primary debate hosted by ABC on September 12. To qualify for the September and October primary debates contenders had to secure 130,000 unique donors and reach 2…",
      "url": "https://www.businessinsider.com/september-democratic-debate-who-debating-what-time-how-to-watch-2019-8",
      "urlToImage": "https://amp.businessinsider.com/images/5d68388b2e22af2be6407e94-2732-1366.jpg",
      "publishedAt": "2019-08-29T21:07:56Z",
      "content": "10 Democratic 2020 presidential candidates will gather on one stage in Houston, Texas for the third Democratic primary debate hosted by ABC on September 12, 2019. \r\n The September debate will be the first time all debate qualifiers will fit on stage. 20 candi… [+2224 chars]"
    },
    {
      "source": {
        "id": "business-insider",
        "name": "Business Insider"
      },
      "author": "Libby Kane and Jenny Cheng",
      "title": "How to figure out if you should use credit, debit, or cash",
      "description": "If you're choosing between using cash versus a credit card, chances are that you'll want to go credit. Credit and debit keep an electronic record of your purchases, while cash is the most cut-and-dry option. The only real time you should use cash, if credit o…",
      "url": "https://www.businessinsider.com/using-cash-vs-a-credit-card",
      "urlToImage": "https://static.businessinsider.com/image/5d683d5d2e22af2d3a381cf3-750.jpg",
      "publishedAt": "2019-08-29T21:06:53Z",
      "content": "Most of us have a few options to pay for the things we need (and we're not including bitcoin). \r\n At any given store or retailer, we can generally choose between credit cards, debit cards, and cash. \r\n Credit borrows money from the bank, with the promise we'l… [+3041 chars]"
    },
    {
      "source": {
        "id": "business-insider",
        "name": "Business Insider"
      },
      "author": "Ayoub Aouad",
      "title": "RIDE-HAILING IN HEALTHCARE: Uber and Lyft are aiming to solve the $150 billion annual problem of US medical transport — here’s why automakers should enter the fray (UBER, LYFT)",
      "description": "This is a preview of the Ride-Hailing in Healthcare research report from Business Insider Intelligence. Purchase this report. Business Insider Intelligence offers even more healthcare coverage with Digital Health Pro. Subscribe today to receive industry-chang…",
      "url": "https://www.businessinsider.com/ride-hailing-in-healthcare-report-business-insider-intelligence-2019-8",
      "urlToImage": "https://amp.businessinsider.com/images/5d681d5e2e22af216230ee07-2732-1366.jpg",
      "publishedAt": "2019-08-29T21:06:39Z",
      "content": "Uber CEO Dara Khosrowshahi\r\n Johannes Eisele/Contributor/Getty \r\nThe healthcare industry has been notoriously resistant to change, but its transformation at the hands of digitization has recently picked up pace. With that shift, nontraditional players are sta… [+4191 chars]"
    },
    {
      "source": {
        "id": "business-insider",
        "name": "Business Insider"
      },
      "author": "Joseph Zeballos-Roig",
      "title": "The Trump administration wants to start DNA testing on undocumented immigrants in federal custody",
      "description": "The Trump administration wants to collect genetic material from undocumented immigrants in government custody, according to a draft policy that was first reported by Buzzfeed News. If it goes into effect, the policy would allow officials from Customs and Bord…",
      "url": "https://www.businessinsider.com/trump-administration-dna-test-immigrants-federal-custody-2019-8",
      "urlToImage": "https://amp.businessinsider.com/images/5d6831962e22af1f0b076ad2-1536-768.jpg",
      "publishedAt": "2019-08-29T20:58:03Z",
      "content": "The Trump administration wants to collect genetic material from undocumented immigrants in government custody, according to a draft policy that was first reported by BuzzFeed News.\r\n If it goes into effect, the policy would allow officials from Customs and Bo… [+1988 chars]"
    },
    {
      "source": {
        "id": "business-insider",
        "name": "Business Insider"
      },
      "author": "Dave Mosher",
      "title": "Elon Musk is already dreaming of a gargantuan 'next-generation' Starship. If built, the rocket's body would be wider than an NBA basketball court.",
      "description": "SpaceX is working on building a fully reusable rocket-and-spaceship system called Starship. Based on a presentation given by company founder Elon Mus k in September 2018, the finished rocket may stand about 387 feet (118 meters) tall and 30 feet (9 meters) wi…",
      "url": "https://www.businessinsider.com/elon-musk-spacex-starship-mars-rocket-spaceship-next-generation-diameter-2019-8",
      "urlToImage": "https://amp.businessinsider.com/images/5a8ef50e391d941c008b4878-1920-960.jpg",
      "publishedAt": "2019-08-29T20:55:24Z",
      "content": "A day after SpaceX's final flight of Starhopper— a stubby prototype of an enormous planned launch system, called Starship— company founder Elon Musk dropped a clue about his super-size plans for the future. \r\n Musk tweeted on Wednesday that he'll present Spac… [+4039 chars]"
    },
    {
      "source": {
        "id": "business-insider",
        "name": "Business Insider"
      },
      "author": "Joseph Zeballos-Roig",
      "title": "Trump may have made up 'high-level' Chinese phone calls at the G7 summit to boost jolted markets",
      "description": "President Donald Trump may have made up high-level phone calls on trade negotiations between the American and Chinese governments at the G7 summit last weekend to boost confidence in the market after days of financial upheaval. CNN reported that two administr…",
      "url": "https://www.businessinsider.com/trump-concocted-high-level-chinese-phone-calls-g7-2019-8",
      "urlToImage": "https://amp.businessinsider.com/images/5bc4d5ba9a4ab8204a3870d4-1536-768.jpg",
      "publishedAt": "2019-08-29T20:55:22Z",
      "content": "President Donald Trump may have made up high-level phone calls on trade negotiations between the American and Chinese governments at the G7 summit last weekend to boost confidence in the market after he escalated the trade war. \r\n CNN reported that two admini… [+1899 chars]"
    },
    {
      "source": {
        "id": "business-insider",
        "name": "Business Insider"
      },
      "author": "Benjamin Pimentel",
      "title": "SAP's global operations boss says that the US/China trade war is causing so much uncertainty, companies are reassessing their entire supply chains (SAP, ORCL)",
      "description": "Adair Fox-Martin, an SAP executive board member who is in charge of the software giant's global operations, says she has seen up-close the impact of the rising global uncertainty and the US-China trade war. \"In some markets, particularly in China, the custome…",
      "url": "https://www.businessinsider.com/sap-adair-fox-martin-us-china-trade-war-2019-8",
      "urlToImage": "https://amp.businessinsider.com/images/5d6819512e22af250512a966-2732-1366.jpg",
      "publishedAt": "2019-08-29T20:50:00Z",
      "content": "As part of SAP's leadership, Adair Fox-Martin is in charge of the German business software behemoth's global operations, covering more than 430,000 customers in 71 countries. \r\n And in that role, she says, she's seen up-close the fallout from the rising globa… [+5052 chars]"
    },
    {
      "source": {
        "id": "business-insider",
        "name": "Business Insider"
      },
      "author": "Gina Zakaria",
      "title": "The 7 best credit cards for students: Unsecured and secured options to help you build credit",
      "description": "When it comes to credit cards, your options can feel almost too plentiful. Cash-back, travel rewards, and business options about, with great sign-up bonuses available on many of them. But for a student or beginner with little to no credit, choices often dwind…",
      "url": "https://www.businessinsider.com/best-credit-cards-students-little-no-credit-history",
      "urlToImage": "https://amp.businessinsider.com/images/5d65732e2e22af0afa1633d7-2732-1366.png",
      "publishedAt": "2019-08-29T20:49:00Z",
      "content": "When it comes to credit cards, your options can feel almost too plentiful. Cash-back, travel rewards, and business options about, with great sign-up bonuses available on many of them. But for a student or beginner with little to no credit, choices often dwind… [+4924 chars]"
    },
    {
      "source": {
        "id": "business-insider",
        "name": "Business Insider"
      },
      "author": "Daniel Gessner",
      "title": "Experts say we're decades away from fully-autonomous cars. Here's why.",
      "description": "Although many new cars feature technology that partially assists with driving, we still do not have fully self-driving cars available for purchase. In addition to perfecting the technology required for autonomous vehicles, there are a number of other factors …",
      "url": "https://www.businessinsider.com/self-driving-cars-fully-autonomous-vehicles-future-prediction-timeline-2019-8",
      "urlToImage": "https://amp.businessinsider.com/images/5d5f06a39563f43eb71863d6-1536-768.jpg",
      "publishedAt": "2019-08-29T20:40:00Z",
      "content": "Following is a transcript of the video.\r\nNarrator: This is Volvo's 360c concept car, and it's just one idea of what completely driverless cars might look like one day. That means cars without even a steering wheel that can safely navigate public roads entirel… [+6320 chars]"
    },
    {
      "source": {
        "id": "business-insider",
        "name": "Business Insider"
      },
      "author": "Nick Bastone",
      "title": "Alphabet's chief legal officer David Drummond said he is 'far from perfect' in his response to an extramarital relationship he had with a former Googler (GOOG, GOOGL)",
      "description": "Alphabet's chief legal officer David Drummond said he is \"far from perfect,\" in a personal statement first reported by BuzzFeed News on Thursday. Jennifer Blakely — the former paralegal on Drummond's team — personally spoke out for the first time yesterday in…",
      "url": "https://www.businessinsider.com/alphabets-chief-legal-officer-david-drummond-personal-statement-2019-8",
      "urlToImage": "https://amp.businessinsider.com/images/5d67ab3d2e22af2755228c04-2732-1366.jpg",
      "publishedAt": "2019-08-29T20:33:24Z",
      "content": null
    },
    {
      "source": {
        "id": "business-insider",
        "name": "Business Insider"
      },
      "author": "Monica Chin",
      "title": "Sony's 65-inch 4K TV is just $1,300 at Best Buy right now — $300 off its usual price",
      "description": "The Sony X900F Series is a 65-inch smart TV with excellent picture quality. The 4K Ultra-HD screen delivers bright, accurate colors and a great picture. The TV is powered by the Android TV operating system, but you can plug your own streaming stick in as well…",
      "url": "https://www.businessinsider.com/sony-x900f-4k-uhd-tv-deal-best-buy-2019-8",
      "urlToImage": "https://amp.businessinsider.com/images/5d681e582e22af244c354c63-960-480.jpg",
      "publishedAt": "2019-08-29T20:30:00Z",
      "content": "The Sony X900F series is a 65-inch smart TV with excellent picture quality. Right now, it's on sale at Best Buy for $300 off its original price. \r\n According to reviews, the X900F delivers bright, accurate colors and deep blacks. It has decent image processin… [+984 chars]"
    },
    {
      "source": {
        "id": "business-insider",
        "name": "Business Insider"
      },
      "author": "Sonam Sheth",
      "title": "US spies say Trump's G7 performance is a 'new low' that suggests he's a 'Russian asset' being manipulated by Putin",
      "description": "Current and former spies are floored by President Donald Trump's fervent defense of Russia at this year's G7 summit in Biarritz, France. \"It's hard to see the bar anymore since it's been pushed so far down the last few years, but President Trump's behavior ov…",
      "url": "https://www.businessinsider.com/spies-react-trump-g7-summit-russian-asset-2019-8",
      "urlToImage": "https://amp.businessinsider.com/images/5d66ce612e22af17bf5289c7-2560-1280.jpg",
      "publishedAt": "2019-08-29T20:17:09Z",
      "content": "\"It's hard to see the bar anymore since it's been pushed so far down the last few years, but President Trump's behavior over the weekend was a new low.\" \r\n That was the assessment an FBI agent who works in counterintelligence gave Insider of President Donald … [+7603 chars]"
    },
    {
      "source": {
        "id": "business-insider",
        "name": "Business Insider"
      },
      "author": "Steven John",
      "title": "How to turn off a Fitbit Charge 2, or restart it to fix issues with the device",
      "description": "As with many Fitbit devices, there's no way to simply turn off a Fitbit Charge 2 tracker. Restarting the Fitbit can help solve most issues with the device, such as slow response times or connectivity problems. The only way to truly turn off a Fitbit Charge 2 …",
      "url": "https://www.businessinsider.com/how-to-turn-off-fitbit-charge-2",
      "urlToImage": "https://amp.businessinsider.com/images/5d67ffa82e22af13e05213ab-750-375.jpg",
      "publishedAt": "2019-08-29T20:17:00Z",
      "content": "A fitness tracker like the Fitbit Charge 2 doesn't do you any good unless it's powered on and strapped to your wrist. To help with this, Fitbit saw fit to ensure the Charge 2 is always powered on, by making it essentially impossible to turn the device off. \r\n… [+1036 chars]"
    },
    {
      "source": {
        "id": "business-insider",
        "name": "Business Insider"
      },
      "author": "Daniel Strauss",
      "title": "Stocks surge on encouraging signs for US-China trade talks",
      "description": "Stocks rallied on Thursday after China suggested it would delay escalating the trade war with retaliatory tariffs and President Trump said negotiations are set to restart soon. The president said members of his administration spoke with Chinese officials on T…",
      "url": "https://www.businessinsider.com/stock-market-today-stocks-jump-on-trade-talk-progress-2019-8",
      "urlToImage": null,
      "publishedAt": "2019-08-29T20:16:59Z",
      "content": null
    },
    {
      "source": {
        "id": "business-insider",
        "name": "Business Insider"
      },
      "author": "Daniel Strauss",
      "title": "Stocks surge on encouraging signs for US-China trade talks",
      "description": "Stocks rallied on Thursday after China suggested it would delay escalating the trade war with retaliatory tariffs and President Trump said negotiations are set to restart soon. The president said members of his administration spoke with Chinese officials on T…",
      "url": "https://markets.businessinsider.com/news/stocks/stock-market-today-stocks-jump-on-trade-talk-progress-2019-8-1028485815",
      "urlToImage": "https://images.markets.businessinsider.com/image/5d6822262e22af1a482f3112-2000/trump-xi.jpg",
      "publishedAt": "2019-08-29T20:16:59Z",
      "content": "Thomas Peter/Reuters\r\n<ul><li>Stocks rallied on Thursday after China suggested it would delay escalating the trade war with retaliatory tariffs and President Trump said negotiations are set to restart soon. </li><li>The president said members of his administr… [+2944 chars]"
    },
    {
      "source": {
        "id": "business-insider",
        "name": "Business Insider"
      },
      "author": "Christian de Looper",
      "title": "20 of the best tech deals from Best Buy's Labor Day sale — including TVs, laptops, and headphones",
      "description": "Labor Day is right around the corner, and Best Buy has announced a massive sale in celebration. You'll be able to find deals on everything from TVs and laptops to smart home devices. The deals will only last through Labor Day, so it's worth acting quickly if …",
      "url": "https://www.businessinsider.com/best-buy-tech-deals-labor-day-2019-8",
      "urlToImage": "https://amp.businessinsider.com/images/5d68240d2e22af26846d65a4-750-375.jpg",
      "publishedAt": "2019-08-29T20:15:00Z",
      "content": "Labor Day is on its way, and a number of retailers have already announced some pretty stellar deals for the event. \r\n Notably, Best Buy is running a massive sale for Labor Day that spans a huge range of products — so if you're in the market for a new tech pro… [+1213 chars]"
    },
    {
      "source": {
        "id": "business-insider",
        "name": "Business Insider"
      },
      "author": "Joe Avella and Kevin Reilly",
      "title": "Here's why Google's co-founders went to Burning Man to find former CEO Eric Schmidt",
      "description": "Google co-founders, Larry Page and Sergey Brin, used Burning Man to find former CEO, Eric Schmidt. According to performance expert Steven Kotler, Google relies on creating group-flow states. When Page and Brin were looking for a new CEO, Burning Man was the p…",
      "url": "https://www.businessinsider.com/google-larry-page-sergey-brin-eric-schmidt-burning-man-stealing-fire-flow-state-2017-4",
      "urlToImage": "https://amp.businessinsider.com/images/58f92b047522ca87088b5061-960-480.jpg",
      "publishedAt": "2019-08-29T20:15:00Z",
      "content": "Following is a transcript of the video.\r\n Google used Burning Man to find a CEO because they were interested in finding a CEO who's familiar with group flow. \r\n So one of the things that happens at Burning Man — and there's recent research out of Oxford that … [+1649 chars]"
    },
    {
      "source": {
        "id": "business-insider",
        "name": "Business Insider"
      },
      "author": "Ivan De Luce",
      "title": "Here are the 15 public high schools in America with the best teachers",
      "description": "School-ranking website Niche released a list of the best teachers in American public high schools, after analyzing thousands of schools. Per Niche's methodology, the rankings are based on factors like student and parent reviews, student-teacher ratio, and tea…",
      "url": "https://www.businessinsider.com/us-public-high-schools-with-best-teachers",
      "urlToImage": "https://amp.businessinsider.com/images/5d682fc62e22af29135371b3-1136-568.jpg",
      "publishedAt": "2019-08-29T20:14:00Z",
      "content": "A new school year has already begun in many places across the country, and that means thousands of students are getting to know their new teachers. \r\n Oftentimes, the quality of a school comes down to the quality of its teachers. That's why school-ranking web… [+1022 chars]"
    },
    {
      "source": {
        "id": "business-insider",
        "name": "Business Insider"
      },
      "author": "Brittany Chang",
      "title": "This 'self-charging' electric car has a dashboard filled with dead moss to clean the air",
      "description": "German upstart electric car maker Sono Motors has revealed the interior of its new Sion electric car. The most atypical feature: moss lining the dashboard that acts as an air filter. The car is set to be the first mass-produced electric car with solar integra…",
      "url": "https://www.businessinsider.com/sono-motors-revealed-the-interior-sion-filled-with-moss-2019-8",
      "urlToImage": "https://amp.businessinsider.com/images/5d682efc2e22af2af764d885-1334-667.jpg",
      "publishedAt": "2019-08-29T20:03:52Z",
      "content": "Sion, an electric car that has solar charging capabilities and island moss for air filtration, has been fully revealed. \r\n Made by German mobility provider Sono Motors, the car has 248 solar cells integrated into the car's body, allowing the car to charge dur… [+2143 chars]"
    },
    {
      "source": {
        "id": "business-insider",
        "name": "Business Insider"
      },
      "author": "Remi Rosmarin",
      "title": "25 tactful gifts for your in-laws that'll make a great impression",
      "description": "Finding the perfect gifts for your in-laws can be tricky, no matter many holidays you've spent with them or how long you and your partner have been together. We rounded up a list of 25 great gifts your in-laws will love, from small gifts that say thank you to…",
      "url": "https://www.businessinsider.com/gifts-for-inlaws",
      "urlToImage": "https://amp.businessinsider.com/images/5bd72314be664a717754cc53-750-375.jpg",
      "publishedAt": "2019-08-29T19:57:00Z",
      "content": "Depending on your relationship, their tastes, and a host of other factors, getting a present for your in-laws can get to be pretty high pressure. Whether you're staying with them for a vacation or just stopping by for dinner, for the sake of you and your part… [+384 chars]"
    }
  ]
}
