{
  "status": "ok",
  "totalResults": 2644,
  "articles": [
    {
      "source": {
        "id": "newsweek",
        "name": "Newsweek"
      },
      "author": "Jenni Fink",
      "title": "Hurricane Dorian Update: Florida State University Moves Football Game From Jacksonville Jaguars Stadium",
      "description": "Hurricane Dorian could hit Florida as a Category 4 storm and Governor Ron DeSantis encouraged all Floridians to prepare because it's still unclear where would get hit hardest.",
      "url": "https://www.newsweek.com/hurricane-dorian-fsu-football-jacksonville-jaguars-stadium-1456951",
      "urlToImage": "https://d.newsweek.com/en/full/1524163/florida-state-university-football-game-hurricane-dorian.jpg",
      "publishedAt": "2019-08-30T14:19:28Z",
      "content": "With Hurricane Dorian possibly hitting Florida as a Category 4 hurricane, Florida State University moved the first football game of its season inland.\r\nDorian formed in the Atlantic Ocean and remained a tropical storm for several days. On Wednesday afternoon,… [+2517 chars]"
    },
    {
      "source": {
        "id": "newsweek",
        "name": "Newsweek"
      },
      "author": "Daniel Avery",
      "title": "Jamaican Man Spends 82 Days in Jail After Customs Agents Mistake Jars of Honey for Liquid Meth",
      "description": "Once I came out [of jail], all my insurance collapsed, my credit was destroyed—I lost my job, everything,\" says Leon Haughton. \"They just left me a mess.\"",
      "url": "https://www.newsweek.com/honey-meth-jail-arrest-ice-1456883",
      "urlToImage": "https://d.newsweek.com/en/full/1524063/honey-meth.jpg",
      "publishedAt": "2019-08-30T14:00:01Z",
      "content": "A Maryland man spent nearly three months in jail after airport security claimed honey he brought back from vacation was liquid methamphetamine.\r\nOn December 29, Leon Haughton flew into Baltimore Washington Airport from Jamaica, where he was born. Customs and … [+2299 chars]"
    },
    {
      "source": {
        "id": "newsweek",
        "name": "Newsweek"
      },
      "author": "Anna Wang",
      "title": "I Witnessed the Tiananmen Square Massacre. Here's Why China Wouldn't Dare Do the Same in Hong Kong | Opinion",
      "description": "There are special purposes only Hong Kong can serve for Beijing, especially as President Donald Trump's economic iron curtain falls.",
      "url": "https://www.newsweek.com/i-witnessed-tiananmen-square-massacre-heres-why-china-wouldnt-dare-do-same-hong-kong-opinion-1456956",
      "urlToImage": "https://d.newsweek.com/en/full/1524148/protesters-hong-kong.jpg",
      "publishedAt": "2019-08-30T13:59:40Z",
      "content": "My husband and I were both born in Beijing, but we became permanent residents of Canada in 2006. My husband still spends most of his time in Beijing to oversee his business, and renewing his Canadian permanent resident card is always time-consuming. In 2013, … [+4660 chars]"
    },
    {
      "source": {
        "id": "newsweek",
        "name": "Newsweek"
      },
      "author": "Isobel van Hagen",
      "title": "Twitter Mocks Cadbury Chocolate Bar Intended To Promote Diversity",
      "description": "Cadbury said the aim was to champion the unity of \"people of different castes, creed, languages, regions and religions.\"",
      "url": "https://www.newsweek.com/twitter-mocks-cadbury-chocolate-bar-intended-promote-diversity-1456946",
      "urlToImage": "https://d.newsweek.com/en/full/1524152/cadbury-chocolate.jpg",
      "publishedAt": "2019-08-30T13:57:20Z",
      "content": "Cadbury's new chocolate bar designed to promote diversity is being ridiculed on Twitter. The item, called the \"Unity Bar,\" was released in celebration of Indian Independence Day earlier this month.\r\nFeaturing four different types of chocolate dark, blended, m… [+2673 chars]"
    },
    {
      "source": {
        "id": "newsweek",
        "name": "Newsweek"
      },
      "author": "Tufayel Ahmed",
      "title": "The Best Batman? Val Kilmer, According to 'Batman Forever' Director Joel Schumacher",
      "description": "Joel Schumacher, who directed \"Batman Forever,\" is torn about his leading man.",
      "url": "https://www.newsweek.com/best-batman-val-kilmer-joel-schumacher-psychotic-1456954",
      "urlToImage": "https://d.newsweek.com/en/full/1524146/val-kilmer-batman.jpg",
      "publishedAt": "2019-08-30T13:55:45Z",
      "content": "The best Batman argument, which in June left fans of the late Adam West irate, isn't dying downwith one less-revered Batman getting the backing of Batman Forever director Joel Schumacher.\r\nIn 1995, Schumacherbest known for movies such as Flatliners, St. Elmo'… [+2938 chars]"
    },
    {
      "source": {
        "id": "newsweek",
        "name": "Newsweek"
      },
      "author": "Brendan Cole",
      "title": "Brazil's Former President Says Bolsonaro Is Ideologically Guided by a Flat-Earther: 'There Is Stupidity at a High Level Governing Our Country'",
      "description": "Luiz Inácio Lula da Silva took a swipe at Jair Bolsonaro's rhetoric and environmental policies and referred to the president's adviser, Olava de Carvalho.",
      "url": "https://www.newsweek.com/brazil-lula-da-silva-bolsonaro-flat-earth-stupidity-amazon-1456938",
      "urlToImage": "https://d.newsweek.com/en/full/1524134/luiz-inacio-lula-da-silva.jpg",
      "publishedAt": "2019-08-30T13:48:15Z",
      "content": "The former president of Brazil, Luiz Inácio Lula da Silva, has accused the incumbent leader Jair Bolsonaro of \"stupidity\" and says he has trashed his country's reputation.\r\nSilva, a left-wing president who served from 2003 to 2011, said that the far-right pop… [+2351 chars]"
    },
    {
      "source": {
        "id": "newsweek",
        "name": "Newsweek"
      },
      "author": "Janice Williams",
      "title": "What's Coming to Netflix in September 2019—Full List of Releases",
      "description": "There's more than enough new original titles coming to Netflix to keep you busy all month long.",
      "url": "https://www.newsweek.com/netflix-september-2019-releases-shows-list-1455786",
      "urlToImage": "https://d.newsweek.com/en/full/1522327/whats-coming-netflix-september-2019.png",
      "publishedAt": "2019-08-30T13:42:01Z",
      "content": "Summer officially comes to an end in September, which means all that fun outside in the sun is over. Luckily there are so many new original titles releasing on Netflix in the upcoming month that no one has an excuse to be bored indoors.\r\nIf you're looking for… [+3058 chars]"
    },
    {
      "source": {
        "id": "newsweek",
        "name": "Newsweek"
      },
      "author": "Andrew Whalen",
      "title": "'Terminator: Dark Fate' Trailer 2: Sarah Connor Determined To Kill Arnold Schwarzenegger's T-800",
      "description": "Somehow, Arnold Schwarzenegger's reformed Terminator Model 101 survived (or was replaced) after his molten metal dip in \"Terminator 2: Judgment Day.'",
      "url": "https://www.newsweek.com/terminator-dark-fate-trailer-2-connor-schwarzenegger-judgment-sarah-john-1456962",
      "urlToImage": "https://d.newsweek.com/en/full/1524149/terminator-dark-fate-trailer-2-schwarzenegger.jpg",
      "publishedAt": "2019-08-30T13:35:45Z",
      "content": "In commemoration of Skynet's August 29, 1997 nuclear assault on humanity, Paramount Pictures and 20th Century Fox have released a second trailer for the upcoming Terminator: Dark Fate, the sixth entry in the sci-fi action series. But while Dark Fate reunites … [+2122 chars]"
    },
    {
      "source": {
        "id": "newsweek",
        "name": "Newsweek"
      },
      "author": "David Brennan",
      "title": "China Rejects All Hong Kong Protester Demands As Pro-Democracy Leaders Are Arrested",
      "description": "Hong Kong police are preparing to face a thirteenth consecutive weekend of protests over China's influence over the former British colony.",
      "url": "https://www.newsweek.com/china-rejects-all-hong-kong-protester-demands-pro-democracy-leaders-are-arrested-1456940",
      "urlToImage": "https://d.newsweek.com/en/full/1524137/hong-kong-demands-protests-china-reject.jpg",
      "publishedAt": "2019-08-30T10:52:18Z",
      "content": "The Chinese government has rejected all five demands of the Hong Kong protesters, while police in the special administrative region have begun rounding up pro-democracy leaders.\r\nAccording to Reuterswhich cited three people with direct knowledge of matterthe … [+3543 chars]"
    },
    {
      "source": {
        "id": "newsweek",
        "name": "Newsweek"
      },
      "author": "Aristos Georgiou",
      "title": "Hurricane Dorian Path Update: 'Life-threatening' Storm Strengthens to Category 2, Could Strike Florida East Coast as Category 4 Monday",
      "description": "\"People have got to be ready before Sunday,\" said Ken Graham, director of the National Hurricane Center.",
      "url": "https://www.newsweek.com/hurricane-dorian-path-update-life-threatening-storm-category-floridaeast-coast-monday-1456929",
      "urlToImage": "https://d.newsweek.com/en/full/1524125/hurricane-dorian.jpg",
      "publishedAt": "2019-08-30T10:48:44Z",
      "content": "Storm Dorian has strengthened into a Category 2 hurricane with maximum sustained wind speeds of 105 miles per hour as it moves over the Atlantic towards the Bahamas and the southeastern United States, according to forecasters.\r\nThe storm is now expected make … [+3228 chars]"
    },
    {
      "source": {
        "id": "newsweek",
        "name": "Newsweek"
      },
      "author": "David Brennan",
      "title": "Russian Official Praises Trump for Delaying Military Aid to Ukraine, Argues Americans Care About 'Own Wellbeing,' Not 'Hegemonic Ambitions'",
      "description": "Trump has reportedly ordered his national security team to review some $250 million in military aid to Ukraine, which is fighting pro-Moscow separatists in the east of the country.",
      "url": "https://www.newsweek.com/russian-official-praises-trump-delaying-military-aid-ukraine-argues-americans-care-about-own-1456926",
      "urlToImage": "https://d.newsweek.com/en/full/1524116/ukraine-donald-trump-military-funding-russia.jpg",
      "publishedAt": "2019-08-30T10:27:59Z",
      "content": "A senior Russian official has praised President Donald Trump's decision to delay $250 million in military funding to Ukraine, where government forces are battling a Russian-backed insurgency in the east of the country.\r\nPolitico first reported Wednesday that … [+2526 chars]"
    },
    {
      "source": {
        "id": "newsweek",
        "name": "Newsweek"
      },
      "author": "Shane Croucher",
      "title": "New York Teacher Arrested After Police Find Explosives, Guns and Drugs in His Home",
      "description": "Michael Masecchia, a teacher at a New York high school, is accused of drug trafficking going back 20 years.",
      "url": "https://www.newsweek.com/new-york-teacher-drugs-guns-explosives-michael-massechia-1456931",
      "urlToImage": "https://d.newsweek.com/en/full/1524126/new-york-teacher-homemade-explosives-guns-drugs.jpg",
      "publishedAt": "2019-08-30T10:25:43Z",
      "content": "A New York high school teacher is charged with drugs and weapons offenses following a search of his home by investigators from multiple agencies. He is accused of having grown and distributed marijuana for two decades.\r\nThe U.S. Attorney's Office for the West… [+2994 chars]"
    },
    {
      "source": {
        "id": "newsweek",
        "name": "Newsweek"
      },
      "author": "Dan Cancian",
      "title": "NFL Roster Cut Dates 2019: When Is Cut down Day Deadline, Player Tracker",
      "description": "The deadline for the 32 franchises to finalize their rosters for the regular season falls at 4 p.m. ET on Saturday.",
      "url": "https://www.newsweek.com/nfl-roster-cut-down-deadline-player-tracker-1456928",
      "urlToImage": "https://d.newsweek.com/en/full/1524119/carlos-hyde-kansas-city-chiefs.jpg",
      "publishedAt": "2019-08-30T10:17:17Z",
      "content": "The start of the regular season is less than a week away, which means the so-called cutdown day is just around the corner.\r\nOne of the most dreaded dates for a large number of NFL players falls on Saturday this year. By then, the 32 franchises will have cut t… [+2993 chars]"
    },
    {
      "source": {
        "id": "newsweek",
        "name": "Newsweek"
      },
      "author": "Jason Murdock",
      "title": "Man Who Shared Topless Photos of Himself Holding Shotgun, Saying 'Heil, Heil, F*** Allah' Says He Did Not Intend to Incite Racial Hatred",
      "description": "\"I agree I posted those pictures and horrendous comments but there was no intent there,\" Jay Davison, 38, told a court in Wales during his trial this week.",
      "url": "https://www.newsweek.com/wales-jay-davison-guilty-racism-social-media-posts-shotgun-nazism-white-supremacy-instagram-1456924",
      "urlToImage": "https://d.newsweek.com/en/full/1524114/jay-davison-instagram-posts.png",
      "publishedAt": "2019-08-30T10:05:34Z",
      "content": "A man who shared anti-Muslim messages and images of himself with a shotgun on social media has been found guilty of intent to stir up racial and religious hatred.\r\nJay Davison, 38, of Cardiff, Wales, was convicted on Wednesday after posting multiple photos an… [+2635 chars]"
    },
    {
      "source": {
        "id": "newsweek",
        "name": "Newsweek"
      },
      "author": "Dan Cancian",
      "title": "FIBA Basketball World Cup 2019: Latest Odds, Expert Predictions, First Round Schedule",
      "description": "Team USA has a roster short of star quality due to numerous withdrawals but remains the bookmakers' favorite ahead of the tournament.",
      "url": "https://www.newsweek.com/fiba-world-cup-2019-experts-picks-odds-team-usa-1456290",
      "urlToImage": "https://d.newsweek.com/en/full/1523151/gregg-popovich-team-usa.jpg",
      "publishedAt": "2019-08-30T10:00:01Z",
      "content": "Team USA's quest to become the first team in the history of the FIBA World Cup to win the tournament three times in a row is far from a straightforward affair.\r\nThe Americans have won the last two editions and aim to win a third consecutive title this year, s… [+4777 chars]"
    },
    {
      "source": {
        "id": "newsweek",
        "name": "Newsweek"
      },
      "author": "Brendan Cole",
      "title": "Russia Reacts to Trump's Space Warfare Command Launch, Says Militarization of Space Is Inevitable",
      "description": "Head of Russia's space agency Roscosmos Dmitry Rogozin made the comment after Trump's space pledge.",
      "url": "https://www.newsweek.com/russia-rogozin-deep-space-trump-1456923",
      "urlToImage": "https://d.newsweek.com/en/full/1524100/russian-deputy-prime-minister-dmitry-rogozin.jpg",
      "publishedAt": "2019-08-30T09:57:59Z",
      "content": "A fight for supremacy among major powers on Earth is likely to breach the planet's atmosphere, the head of Russia's space agency Roscosmos has said.\r\nDmitry Rogozin was reacting to the re-establishment of the U.S. Space Command, which was formalized in a cere… [+2218 chars]"
    },
    {
      "source": {
        "id": "newsweek",
        "name": "Newsweek"
      },
      "author": "Chantal Da Silva",
      "title": "Asylum-seeking Family's Deportation Stopped Mid-air After Lawyers Secure Last-minute Injunction",
      "description": "\"They are not owed protection by our country,\" Australia's Home Affairs Minister Peter Dutton said.",
      "url": "https://www.newsweek.com/tamil-family-deportation-australia-flight-1456920",
      "urlToImage": "https://d.newsweek.com/en/full/1524109/melbourne-airport.jpg",
      "publishedAt": "2019-08-30T09:35:51Z",
      "content": "The deportation of a Tamil family of asylum seekers in Australia was halted just as the plane flying them out of the country left the tarmac on Thursday.\r\nNadesalingam and Priya and their two daughters, 4-year-old Kopika and 2-year-old Tharunicaa, had fled Sr… [+2794 chars]"
    },
    {
      "source": {
        "id": "newsweek",
        "name": "Newsweek"
      },
      "author": "Dan Cancian",
      "title": "U.S. Open 2019: How to Watch Serena Williams, Roger Federer, Novak Djokovic Third round Matches, Start times, Live Stream",
      "description": "Federer takes on Britain's Dan Evans, while Djokovic faces American qualifier Denis Kudla on Friday evening.",
      "url": "https://www.newsweek.com/us-open-2019-watch-serena-williams-roger-federer-novak-djokovic-1456918",
      "urlToImage": "https://d.newsweek.com/en/full/1524106/roger-federer-us-open.jpg",
      "publishedAt": "2019-08-30T09:16:07Z",
      "content": "Roger Federer, Novak Djokovic and Serena Williams are all in action on Friday as the U.S. Open moves into the third round.\r\nThe Swiss, a five-time winner at Flushing Meadows, plays Great Britain's Dan Evans in the first match of the day on center court. Evans… [+3937 chars]"
    },
    {
      "source": {
        "id": "newsweek",
        "name": "Newsweek"
      },
      "author": "Dan Cancian",
      "title": "FIBA Basketball World Cup 2019 Schedule: Where to Watch Team USA vs. Czech Republic, Live Stream, Team News, Latest Odds",
      "description": "Team USA opens its FIBA World Cup campaign in Shanghai against the Czech Republic on Saturday morning.",
      "url": "https://www.newsweek.com/fiba-world-cup-basketball-team-usa-czech-republic-live-stream-odds-1456297",
      "urlToImage": "https://d.newsweek.com/en/full/1523188/kemba-walker-team-usa.jpg",
      "publishedAt": "2019-08-30T08:46:32Z",
      "content": "Team USA's quest to become the first team to win three world titles in a row begins on Saturday, when it takes on the Czech Republic in Shanghai, China.\r\nThe Americans are two-time defending champions and odds-on favorite to claim a third consecutive FIBA Wor… [+2888 chars]"
    },
    {
      "source": {
        "id": "newsweek",
        "name": "Newsweek"
      },
      "author": "David Brennan",
      "title": "Tucker Carlson Says Joe Biden Is Making His Life Sound Like a Cross of 'Saving Private Ryan' and Mt. Everest Expedition: 'Just Please'",
      "description": "The Fox News host mocked Biden for reportedly embellished stories about visits to the front line in Afghanistan to meet soldiers.",
      "url": "https://www.newsweek.com/tucker-carlson-joe-biden-life-saving-private-ryan-mount-everest-expedition-afghanistan-soldiers-1456916",
      "urlToImage": "https://d.newsweek.com/en/full/1524107/joe-biden-tucker-carlson-afghanistan.jpg",
      "publishedAt": "2019-08-30T08:34:24Z",
      "content": "Fox News host Tucker Carlson has hit out at Democratic presidential candidate and former Vice President Joe Biden, accusing the veteran politician of exaggerating his life story to bolster his public image.\r\nSpeaking on Fox News Thursday, Carlson suggested th… [+2224 chars]"
    },
    {
      "source": {
        "id": "newsweek",
        "name": "Newsweek"
      },
      "author": "Shane Croucher",
      "title": "Donald Trump Jr. Event So Poorly Attended Organizers Had to Ask Audience to Move Closer to Stage",
      "description": "Donald Trump Jr. was in Pikeville, Kentucky, to headline a rally in support of the Republican Governor Matt Bevin in his 2019 re-election campaign.",
      "url": "https://www.newsweek.com/donald-trump-jr-kentucky-rally-poorly-attended-closer-stage-1456914",
      "urlToImage": "https://d.newsweek.com/en/full/1524099/donald-trump-jr-kimberley-guilfoyle-rally-kentucky.jpg",
      "publishedAt": "2019-08-30T08:07:57Z",
      "content": "Donald Trump Jr. headlined a rally on Thursday afternoon for Kentucky's Gov. Matt Bevin, but attendance at the event was reportedly so poor that organizers encouraged people to leave their seats and huddle closer to the stage.\r\nThe president's eldest son and … [+2489 chars]"
    },
    {
      "source": {
        "id": "newsweek",
        "name": "Newsweek"
      },
      "author": "Kashmira Gander",
      "title": "Crocodile Discovered Decapitated with Tail Cut Off: 'What is Wrong with People?'",
      "description": "It is illegal to interfere with the animals in Australia.",
      "url": "https://www.newsweek.com/crocodile-decapitated-tail-cut-off-1456909",
      "urlToImage": "https://d.newsweek.com/en/full/1524103/crocodile-wildlife-reptile-australia-stock-getty.jpg",
      "publishedAt": "2019-08-30T08:07:38Z",
      "content": "Officials have launched an investigation after a crocodile was discovered in Australia with its head and tail cut off.\r\nAn unnamed man found the butchered animal at Crystal Rapids near the town of Katherine in the Northern Territory, and shared the image on F… [+2155 chars]"
    },
    {
      "source": {
        "id": "newsweek",
        "name": "Newsweek"
      },
      "author": "Jason Murdock",
      "title": "American Airlines Sued by Allergic Black Man Claiming He Was Kicked Off Flight 'So a Dog Could Fly First Class'",
      "description": "\"What American Airlines is doing is discrimination,\" said attorney Reginald McKamie, Sr., who is representing Texas man Dana Holcomb in a case against the travel operator.",
      "url": "https://www.newsweek.com/texas-american-airlines-lawsuit-dana-holcomb-reginald-mckamie-pet-dog-racial-discrimination-1456911",
      "urlToImage": "https://d.newsweek.com/en/full/1524096/american-airlines.jpg",
      "publishedAt": "2019-08-30T07:47:09Z",
      "content": "An American Airlines customer who says he was left stranded after being forced off a plane in April \"so a dog could fly first class\" is suing the travel operator.\r\nDana Holcomb, of Killeen, Texas, is seeking damages from the company and said this week in a st… [+2834 chars]"
    },
    {
      "source": {
        "id": "newsweek",
        "name": "Newsweek"
      },
      "author": "Scott McDonald",
      "title": "AOC Calls Fox News Host Laura Ingraham 'Neo-Nazi Fan Favorite' in Twitter Joust",
      "description": "The social media spar began when Alexandria Ocasio-Cortez defended blocking less than 20 followers on Twitter.",
      "url": "https://www.newsweek.com/aoc-calls-fox-news-host-laura-ingraham-neo-nazi-fan-favorite-twitter-joust-1456908",
      "urlToImage": "https://d.newsweek.com/en/full/1524093/alexandria-ocasio-cortez.jpg",
      "publishedAt": "2019-08-30T03:46:49Z",
      "content": "New York City Democratic Rep. Alexandria Ocasio-Cortez, often known by her initials, AOC, defended blocking fewer than 20 people from her Twitter account that has 5.3 million followers on Thursday evening. AOC said tweets directed at her were threatening. Whe… [+3247 chars]"
    },
    {
      "source": {
        "id": "newsweek",
        "name": "Newsweek"
      },
      "author": "Scott McDonald",
      "title": "Trump Revives Space Command That Was Reworked for War on Terror",
      "description": "The U.S. Space Command was part of the Air Force and created in the Cold War era of the 1980s to coordinate missile defense systems",
      "url": "https://www.newsweek.com/trump-revives-space-command-that-was-reworked-war-terror-1456907",
      "urlToImage": "https://d.newsweek.com/en/full/1524092/trump-space-command.jpg",
      "publishedAt": "2019-08-30T02:40:13Z",
      "content": "President Donald Trump on Thursday announced the reemergence of the U.S. Space Command. The command is separate from Trump's promise of creating a Space Force, which would be the sixth branch of the military to join the Army, Navy, Air Force Marine Corps and … [+2124 chars]"
    },
    {
      "source": {
        "id": "newsweek",
        "name": "Newsweek"
      },
      "author": "Hayley Prokos",
      "title": "An Alabama Man Who Spent 36 Years in Prison for Stealing $50 From A Bakery Is Set to Be Freed",
      "description": "A man in Alabama just had his sentence changed so that he'll be getting out of prison soon. He's served 36 years for stealing $50.75 from a bakery.",
      "url": "https://www.newsweek.com/alabama-man-who-spent-36-years-prison-stealing-50-bakery-set-freed-1456905",
      "urlToImage": "https://d.newsweek.com/en/full/1524091/free-prison-stock-image.jpg",
      "publishedAt": "2019-08-30T00:32:51Z",
      "content": "A man in Alabama just had his sentence changed so that he'll be getting out of prison soon. He's served 36 years for stealing $50.75 from a bakery.\r\nAccording to reports, Alvin Kennard was 22 years old when he was sentenced to life without the possibility of … [+3086 chars]"
    },
    {
      "source": {
        "id": "newsweek",
        "name": "Newsweek"
      },
      "author": "Scott McDonald",
      "title": "'Boyhood' Director Richard Linklater to Film 'Merrily We Roll Along' Over 20-Year Span",
      "description": "Linklater's remake of the musical for the big screen will track stars Ben Platt and Beanie Feldstein in real life over the course of 20 years.",
      "url": "https://www.newsweek.com/boyhood-director-richard-linklater-film-merrily-we-roll-along-over-20-year-span-1456901",
      "urlToImage": "https://d.newsweek.com/en/full/1524088/richard-linklater.jpg",
      "publishedAt": "2019-08-30T00:21:33Z",
      "content": "The world could look a lot different 20 years from now when American filmmaker Richard Linklater's adaptation of the Stephen Sondheim musical Merrily We Roll Along shows in movie theaters.\r\nThe Sondheim musical that hit Broadway in 1981 spans a 20-year stretc… [+2444 chars]"
    },
    {
      "source": {
        "id": "newsweek",
        "name": "Newsweek"
      },
      "author": "H. Alan Scott",
      "title": "Larry Johnson Claims NFL and NBA of Having a 'Effeminate Agenda' in Bizarre Series of Tweets",
      "description": "Larry Johnson warned of the NFL and the NBA's \"effeminate agenda\" in a series of tweets. Johnson has been arrested multiple times for violence against women.",
      "url": "https://www.newsweek.com/larry-johnson-claims-nfl-nba-having-effeminate-agenda-bizarre-series-tweets-1456904",
      "urlToImage": "https://d.newsweek.com/en/full/1524089/larry-johnson-claims-effeminate-agenda-nfl.jpg",
      "publishedAt": "2019-08-30T00:07:29Z",
      "content": "Former NFL running back Larry Johnson said in a series of tweets on Thursday the NFL and the NBA have an \"effeminate agenda\" to indoctrinate professional sports with an inclusive message because of the buying power of the LGBTQ community.\r\nThe retired player … [+4099 chars]"
    },
    {
      "source": {
        "id": "newsweek",
        "name": "Newsweek"
      },
      "author": "H. Alan Scott",
      "title": "Republican Candidate for Congress Bans Drag Show Because Performers Have Down Syndrome",
      "description": "Peter Meijer, a Republican candidate for Congress in Michigan, canceled a performance by the group Drag Syndrome because people with Down syndrome are \"special souls\" who need to be \"protected.\"",
      "url": "https://www.newsweek.com/republican-candidate-congress-bans-drag-show-because-performers-have-down-syndrome-1456899",
      "urlToImage": "https://d.newsweek.com/en/full/1524085/republican-candidate-congress-bans-drag-show-because-performers-have-down-syndrome.png",
      "publishedAt": "2019-08-29T23:52:01Z",
      "content": "Peter Meijer, a Republican candidate for Congress in Michigan, canceled a scheduled performance by a group of drag performers with Down syndrome in a venue he owns because he feared they were being \"exploited,\" calling them \"special souls\" who need to be \"pro… [+3494 chars]"
    },
    {
      "source": {
        "id": "newsweek",
        "name": "Newsweek"
      },
      "author": "Jessica Kwong",
      "title": "Joe Biden Said 'You Gave Me Hell' to Elizabeth Warren, Shies Away From Attacking Her Before Democratic Debate",
      "description": "\"I'm just gonna be me. And she'll be her,\" Biden said on Wednesday. \"Let people make their judgments. I have great respect for her.\"",
      "url": "https://www.newsweek.com/joe-biden-elizabeth-warren-hell-debate-1456898",
      "urlToImage": "https://d.newsweek.com/en/full/1524083/joe-biden-elizabeth-warren-hell.jpg",
      "publishedAt": "2019-08-29T23:06:04Z",
      "content": "When then-Vice President Joe Biden swore Elizabeth Warren in to the Senate in 2013, he told her, \"You gave me hell,\" referring to her opposition to a bankruptcy bill he supported as a senator in 2005 that ultimately passed. Warren laughed.\r\nOn September 12, B… [+2682 chars]"
    },
    {
      "source": {
        "id": "newsweek",
        "name": "Newsweek"
      },
      "author": "Christina Zhao",
      "title": "Fox News' Jeanine Pirro Claims Democrats Plotting to 'Replace American Citizens With Illegals'",
      "description": "\"Their plan and their plot to remake America is to bring in the illegals,\" Pirro said, \"change the way the voting occurs in this country, give them licenses, they get to vote maybe once, maybe twice, maybe three times.\"",
      "url": "https://www.newsweek.com/fox-news-jeanine-pirro-claims-democrats-plotting-replace-american-citizens-illegals-1456889",
      "urlToImage": "https://d.newsweek.com/en/full/1524072/jeanine-pirro.jpg",
      "publishedAt": "2019-08-29T22:57:59Z",
      "content": "Fox News host Jeanine Pirro on Thursday peddled a white supremacy conspiracy theory, accusing Democrats of plotting to \"replace American citizens with illegals.\"\r\nDuring a radio appearance with Fox Nation's Todd Starnes earlier today, Pirro promoted the so-ca… [+2334 chars]"
    },
    {
      "source": {
        "id": "newsweek",
        "name": "Newsweek"
      },
      "author": "Asher Stockler",
      "title": "Federal Appeals Court Upholds Ban on Assault Weapons, Large-Capacity Magazines",
      "description": "Thursday's decision looms large over both gun-rights supporters and gun violence prevention advocates, who are both keeping watch on Capitol Hill as Congress reconvenes and considers new federal gun control legislation.",
      "url": "https://www.newsweek.com/assault-weapons-ban-large-magazines-guns-1456895",
      "urlToImage": "https://d.newsweek.com/en/full/1524080/us-lifestyle-weapons.jpg",
      "publishedAt": "2019-08-29T22:12:39Z",
      "content": "A federal appeals court on Thursday upheld a county-wide ban on assault weapons and limits on magazine capacity. The three-judge panel rendered a unanimous opinion for the court, including the assent of Trump appointee Judge Amy Joan St. Eve.\r\nThe U.S. Court … [+2747 chars]"
    },
    {
      "source": {
        "id": "newsweek",
        "name": "Newsweek"
      },
      "author": "Hayley Prokos",
      "title": "Former NFL Player Ryan Russell Comes Out as Bisexual in Personal Essay",
      "description": "NFL veteran Ryan Russell, who last played in the league for the Buccaneers in 2017 and is looking to make a comeback, revealed in an essay published on Thursday that he is bisexual.",
      "url": "https://www.newsweek.com/former-nfl-player-ryan-russell-comes-out-bisexual-personal-essay-1456892",
      "urlToImage": "https://d.newsweek.com/en/full/1524076/ryan-russell-95-tampa-bay-buccaneers-looks-during-game-against-new-orleans-saints-raymond.jpg",
      "publishedAt": "2019-08-29T22:06:17Z",
      "content": "NFL veteran Ryan Russell, who last played in the league for the Buccaneers in 2017 and is looking to make a comeback, revealed in an essay published on Thursday that he is bisexual.\r\nThe former Dallas Cowboys player addressed the stigma of being an LGBTQ pers… [+3162 chars]"
    },
    {
      "source": {
        "id": "newsweek",
        "name": "Newsweek"
      },
      "author": "H. Alan Scott",
      "title": "Convicted Rapist Roman Polanski Feels Persecuted By Media in #MeToo Era",
      "description": "Polanski was charged with drugging and raping a 13-year-old girl in 1977. He later pleaded guilty to unlawful sex with a minor, a statutory rape charge.",
      "url": "https://www.newsweek.com/convicted-rapist-roman-polanski-feels-persecuted-media-metoo-era-1456894",
      "urlToImage": "https://d.newsweek.com/en/full/1524074/convicted-rapist-roman-polanski-feels-persecuted-media-metoo-era.jpg",
      "publishedAt": "2019-08-29T21:41:03Z",
      "content": "Roman Polanski, a felon who fled the United States in 1977 to avoid a prison sentence for a guilty plea for unlawful sex with a 13-year-old girl a statutory rape charge in California says in a rare interview he feels persecuted by the media in the #MeToo era,… [+4179 chars]"
    },
    {
      "source": {
        "id": "newsweek",
        "name": "Newsweek"
      },
      "author": "Jennifer Doherty",
      "title": "Andrew Yang Fans Cry Foul Over Candidate's Lack of Media Coverage",
      "description": "As #YangMediaBlackout and #LetYangSpeak trended on Twitter Thursday, the campaign backing dark horse candidate Andrew Yang shared a message to the media with Newsweek.",
      "url": "https://www.newsweek.com/andrew-yang-fans-cry-foul-over-candidates-lack-media-coverage-1456896",
      "urlToImage": "https://d.newsweek.com/en/full/1524079/andrew-yang.jpg",
      "publishedAt": "2019-08-29T21:38:52Z",
      "content": "Issuing more than 34,000 tweets on Thursday, fans of Democratic presidential candidate Andew Yang took to social media to denounce the lack of coverage his campaign has received from network news.\r\nUsing the hashtags #YangMediaBlackout and #LetYangSpeak, whic… [+3065 chars]"
    },
    {
      "source": {
        "id": "newsweek",
        "name": "Newsweek"
      },
      "author": "Tom O'Connor",
      "title": "North Korea Warns U.K., France and Germany Should Handle What's Going On at Home Before Criticizing Missile Launches",
      "description": "The U.K., France and Germany condemned \"repeated provocative launches\" by North Korea, which said \"it would be better to keep silence and mind their own turbulent businesses instead.\"",
      "url": "https://www.newsweek.com/north-korea-uk-france-germany-handle-1456888",
      "urlToImage": "https://d.newsweek.com/en/full/1524052/uk-london-protest-boris-johnson.jpg",
      "publishedAt": "2019-08-29T21:09:18Z",
      "content": "North Korea has hit out at the United Kingdom, France and Germany after the countries criticized its recent series of missile launches, telling the European trio to first focus on their own domestic issues.\r\nIn a statement published Thursday by Pyongyang's of… [+4866 chars]"
    },
    {
      "source": {
        "id": "newsweek",
        "name": "Newsweek"
      },
      "author": "Ramsey Touchberry",
      "title": "Alexandria Ocasio-Cortez Must Unblock Twitter Users Because It's Unconstitutional, First Amendment Group Tells Democrat",
      "description": "\"This practice is unconstitutional, and we are writing in the hope of dissuading you from engaging in it,\" attorneys with Columbia University's Knight First Amendment Institute told the freshman Democrat.",
      "url": "https://www.newsweek.com/first-amendment-group-tells-ocasio-cortez-unblock-twitter-users-unconstitutional-1456881",
      "urlToImage": "https://d.newsweek.com/en/full/1524061/first-amendment-foundation-aoc-unblock-twitter-users.jpg",
      "publishedAt": "2019-08-29T20:46:00Z",
      "content": "Representative Alexandria Ocasio-Cortez and President Donald Trump have at least one thing in common: they like to block people on Twitter.\r\nBut a First Amendment foundation at Columbia University is advising the freshman New York Democrat to unblock users on… [+4075 chars]"
    },
    {
      "source": {
        "id": "newsweek",
        "name": "Newsweek"
      },
      "author": "Jenni Fink",
      "title": "Florida Universities Cancelling Classes, Closing Campus Ahead of Potential Category 4 Hurricane Dorian",
      "description": "Hurricane Dorian had the potential to hit Florida as a Category 4 hurricane and the effects of the storm were forecasted to start being felt in Florida as early as Saturday.",
      "url": "https://www.newsweek.com/hurricane-dorian-category-4-florida-universities-close-cancel-classes-1456886",
      "urlToImage": "https://d.newsweek.com/en/full/1524066/florida-universities-hurricane-dorian-cancelled-classes.jpg",
      "publishedAt": "2019-08-29T20:45:34Z",
      "content": "Hurricane Dorian could hit Florida as a Category 4 hurricane, prompting universities in the area to keep a close eye on the storm, cancel classes and even close campus entirely.\r\nAfter spending days in the Atlantic Ocean as a tropical storm, Dorian became a C… [+3182 chars]"
    },
    {
      "source": {
        "id": "newsweek",
        "name": "Newsweek"
      },
      "author": "Isobel van Hagen",
      "title": "'Jeopardy!' Host Alex Trebek Finished Chemotherapy and Is Back To Work",
      "description": "Trebek said he's \"on the mend.\"",
      "url": "https://www.newsweek.com/jeopardy-host-alex-trebek-finished-chemotherapy-back-work-1456875",
      "urlToImage": "https://d.newsweek.com/en/full/1524059/alex-trebek.jpg",
      "publishedAt": "2019-08-29T20:11:56Z",
      "content": "Alex Trebek is back at work taping the new season of Jeopardy! five months after being diagnosed with stage 4 pancreatic cancer.\r\nIn a new video released Thursday, Trebek said his chemotherapy treatments are \"over\" and he's \"on the mend.\"\r\n\"Let me tell you, i… [+2172 chars]"
    },
    {
      "source": {
        "id": "newsweek",
        "name": "Newsweek"
      },
      "author": "Hayley Prokos",
      "title": "Fans React to Hailey Bieber Channeling Princess Diana in French Vogue",
      "description": "With the help of photographer Gregory Harris and the magazine's fashion editor Virginie Benarroch, the 22-year-old model paid homage to the late Princess of Wales. The shots were set up to emulate a number of candid photos taken of Diana throughout the 1990s.",
      "url": "https://www.newsweek.com/fans-react-hailey-bieber-channeling-princess-diana-french-vogue-1456863",
      "urlToImage": "https://d.newsweek.com/en/full/1524030/hailey-bieber-arrives-2019-met-gala-celebrating-camp.jpg",
      "publishedAt": "2019-08-29T20:03:33Z",
      "content": "Princess Diana's style legacy continues to live on, although this time it's not by way of daughter-in-laws Kate Middleton and Meghan Markle channeling her outfits or sporting her jewels. For a fashion shoot in the September issue of Vogue Paris, Hailey Bieber… [+2461 chars]"
    },
    {
      "source": {
        "id": "newsweek",
        "name": "Newsweek"
      },
      "author": "Jason Lemon",
      "title": "Fox News Host Confronts Trump Over Attacks On Network: 'Our Channel Prides Itself On Diversity'",
      "description": "\"No, I'm not happy,\" President Donald Trump asserted. \"I'm not happy with Fox.\"",
      "url": "https://www.newsweek.com/fox-news-host-confronts-trump-attacks-network-1456877",
      "urlToImage": "https://d.newsweek.com/en/full/1524056/donald-trump-fox-news.jpg",
      "publishedAt": "2019-08-29T19:52:26Z",
      "content": "Fox News host Brian Kilmeade confronted President Donald Trump over recent attacks on his network during a Thursday interview, saying: \"It never used to bother you like this.\"\r\n\"I know you were critical of Fox yesterday,\" Kilmeade told Trump during a segment … [+4732 chars]"
    },
    {
      "source": {
        "id": "newsweek",
        "name": "Newsweek"
      },
      "author": "Steven Asarch",
      "title": "100 Thieves Ditches Call of Duty League & Roster, CEO Says 'Could Jeopardize Everything'",
      "description": "Nadeshot has confirmed in a new video on Twitter that the organization will not be returning in 2020.",
      "url": "https://www.newsweek.com/100-thieves-leave-call-duty-league-roster-nadeshot-jeopardize-everything-1456873",
      "urlToImage": "https://d.newsweek.com/en/full/1524054/nadeshot-100-thieves-call-duty.jpg",
      "publishedAt": "2019-08-29T19:47:24Z",
      "content": "100 Thieves will not joining the Call of Duty League in 2020. A video released on the esports organizations' Twitter account of a somber CEO Matthew \"Nadeshot\" Haag\" explains why they won't be participating.\r\n\"It's so expensive,\" Haag says in the video. \"Not … [+1852 chars]"
    },
    {
      "source": {
        "id": "newsweek",
        "name": "Newsweek"
      },
      "author": "Tom O'Connor",
      "title": "Iran Says Russia and China Are Offering Fighter Jets in Show of Support Against US",
      "description": "The head of Iran's aerospace sector said that \"the Russians and the Chinese have given us proposals\" for fighter jets about a year before a U.N. arms embargo is set to expire.",
      "url": "https://www.newsweek.com/iran-russia-china-fighter-jets-1456848",
      "urlToImage": "https://d.newsweek.com/en/full/1524014/russia-military-fighter-jets-show.jpg",
      "publishedAt": "2019-08-29T19:37:12Z",
      "content": "The head of Iran's aerospace sector has announced new offers to purchase fighter jets from Russia and China, two countries supporting the Islamic republic as the United States tried to sever its international ties.\r\nIran Aviation Industries Organization Direc… [+5485 chars]"
    },
    {
      "source": {
        "id": "newsweek",
        "name": "Newsweek"
      },
      "author": "David Farley",
      "title": "10 Best Restaurants in the East Village",
      "description": "The East Village has become a dining destination and the best restaurant neighborhood in Manhattan.",
      "url": "https://www.newsweek.com/10-best-restaurants-east-village-1456788",
      "urlToImage": "https://d.newsweek.com/en/full/1523928/hanoi-soup-shop.jpg",
      "publishedAt": "2019-08-29T19:28:02Z",
      "content": "There once was a time when people gravitated to the East Village to buy drugs. Now they go there to eat really well. Over the last 15 years, the EV has become one of the best restaurant neighborhoods in the city. And it's not slowing down, as it keeps evolvin… [+5481 chars]"
    },
    {
      "source": {
        "id": "newsweek",
        "name": "Newsweek"
      },
      "author": "Danny Mena",
      "title": "Made in Mexico: 6 Restaurants to Visit in Mexico City",
      "description": "Chef Danny Mena shares his favorite spots in Mexico City",
      "url": "https://www.newsweek.com/made-mexico-6-restaurants-visit-mexico-city-1456860",
      "urlToImage": "https://d.newsweek.com/en/full/1524042/danny-mena.jpg",
      "publishedAt": "2019-08-29T19:26:26Z",
      "content": "Los Tolucos\r\nThis place is fantastic, it's in an off-the-beat neighborhood, where locals all come in with their pots to fill and then eat the pozole at home. They started with carnitas, but later started making Guerrero style pozole (the green) and man it sto… [+1573 chars]"
    },
    {
      "source": {
        "id": "newsweek",
        "name": "Newsweek"
      },
      "author": "Paula Froelich",
      "title": "As NYFW Begins, Take a Tour of the World's Other Fashion Capitals",
      "description": "A series of smaller fashion hubs have sprouted up around the globe—home to designers who are often more innovative, more interesting and soon-to-be more influential than long-reigning design legends.",
      "url": "https://www.newsweek.com/nyfw-fashion-week-capitals-1456864",
      "urlToImage": "https://d.newsweek.com/en/full/1523566/cul-map-fashion-00-use-banner.jpg",
      "publishedAt": "2019-08-29T19:17:22Z",
      "content": "New York Fashion Week is upon us yet again (followed on its heels by London, Milan and Paris). While those are the undisputed fashion capitals of the world, a series of smaller fashion hubs have sprouted up around the globehome to designers who are often more… [+3074 chars]"
    },
    {
      "source": {
        "id": "newsweek",
        "name": "Newsweek"
      },
      "author": "Deborah Scarborough, Lynne Martin",
      "title": "How to Succeed at a French Farmers' Market",
      "description": "Follow these tips from \"Cook Like a Local in France\" to win at the market everytime",
      "url": "https://www.newsweek.com/how-succeed-french-farmers-market-1456870",
      "urlToImage": "https://d.newsweek.com/en/full/1524036/produce-farmers-market.jpg",
      "publishedAt": "2019-08-29T19:08:16Z",
      "content": "The farmers' market is as much a part of life in France as the cafés and bistros. The produce is so gorgeous that you'll want to take a still life photo when you bring your bounty home.\r\nTwice a week, late in the evening, trucks arrived in our neighborhood in… [+3165 chars]"
    },
    {
      "source": {
        "id": "newsweek",
        "name": "Newsweek"
      },
      "author": "Jenni Fink",
      "title": "Hurricane Dorian Headed for Florida Possibly as Category 4: How to Cancel Disney World Plans for Free",
      "description": "Disney World hasn't commented on whether Hurricane Dorian will affect the theme park's operations, but they have a hurricane policy in place to handle cancellations.",
      "url": "https://www.newsweek.com/hurricane-dorian-category-4-florida-disney-world-cancellation-1456867",
      "urlToImage": "https://d.newsweek.com/en/full/1524033/disney-world-hurricane-dorian-cancel-travel-plans.jpg",
      "publishedAt": "2019-08-29T18:54:45Z",
      "content": "Hurricane Dorian could hit Florida only a short distance away from the \"Happiest Place on Earth.\" While Disney World hasn't made any formal announcements regarding possible closures, the theme park has a policy in place for visitors to obtain refunds.\r\nDorian… [+3414 chars]"
    },
    {
      "source": {
        "id": "newsweek",
        "name": "Newsweek"
      },
      "author": "K Thor Jensen",
      "title": "Lawsuit Claims Whole Foods Violates Employees' Privacy Rights By Collecting Fingerprints",
      "description": "Illinois' Biometric Information Privacy Act requires anyone collecting uniquely identifiable biometric data—like fingerprints or retinal scans—to receive informed consent beforehand.",
      "url": "https://www.newsweek.com/whole-foods-privacy-lawsuit-1456833",
      "urlToImage": "https://d.newsweek.com/en/full/1523992/whole-foods-retail-store.jpg",
      "publishedAt": "2019-08-29T18:54:15Z",
      "content": "A class action suit filed this month claims Whole Foods violates its employees privacy rights by requiring them to use a biometric time-clock and scan their fingerprints when they start and finish their shifts.\r\nPassed in 2008, Illinois' Biometric Information… [+2513 chars]"
    },
    {
      "source": {
        "id": "newsweek",
        "name": "Newsweek"
      },
      "author": "H. Alan Scott",
      "title": "Pope Francis Gets the Netflix Treatment in 'The Two Popes' Trailer",
      "description": "\"The Two Popes\" tells the never-before-told story of Pope Benedict's efforts to groom Cardinal Jorge Bergoglio to become Pope Francis.",
      "url": "https://www.newsweek.com/pope-francis-gets-netflix-treatment-two-popes-trailer-1456857",
      "urlToImage": "https://d.newsweek.com/en/full/1524026/pope-francis-gets-netflix-treatment-two-popes-trailer.png",
      "publishedAt": "2019-08-29T18:51:20Z",
      "content": "When Pope Benedict XVI announced his resignation from the papacy in 2013, the news shocked the world. No Pope had done that since Gregory XII in 1415. Even more shocking, yet little reported, was the private meetings between Benedict and then-Cardinal Jorge B… [+2832 chars]"
    },
    {
      "source": {
        "id": "newsweek",
        "name": "Newsweek"
      },
      "author": "Sina Toossi",
      "title": "Inside Iran, Human Rights Activists Are Just as Furious With Trump as Their Own Government | Opinion",
      "description": "With diplomacy on the horizon, activists are continuing to call for democratic change in Iran—but that doesn't mean they want U.S. intervention.",
      "url": "https://www.newsweek.com/inside-iran-human-rights-activists-are-just-furious-trump-their-own-government-opinion-1456862",
      "urlToImage": "https://d.newsweek.com/en/full/1524031/trump-macron-g7.jpg",
      "publishedAt": "2019-08-29T18:38:19Z",
      "content": "French President Emanuel Macron has achieved a major diplomatic coup this week by brokering a potential meeting between President Donald Trump and Iranian President Hassan Rouhani.\r\nAfter speaking with Trump and Iranian Foreign Minister Javad Zarif at the G7 … [+6311 chars]"
    },
    {
      "source": {
        "id": "newsweek",
        "name": "Newsweek"
      },
      "author": "Nicole Goodkind",
      "title": "Kirsten Gillibrand Opens Door for Deluge of 2020 Candidates to Leave Race",
      "description": "Gillibrand dropping out of race creates a moment of reflection for Democrats polling at less than 2%",
      "url": "https://www.newsweek.com/2020-democrats-kirsten-gillibrand-drop-out-debates-qualify-1456842",
      "urlToImage": "https://d.newsweek.com/en/full/1524006/gillibrand.jpg",
      "publishedAt": "2019-08-29T18:35:37Z",
      "content": "After failing to qualify for the third round of debates, New York Senator and 2020 presidential candidate Gillibrand bid adieu to the campaign trail late Wednesday night, becoming only the fourth major Democrat to drop and probably the most high-profile candi… [+3185 chars]"
    },
    {
      "source": {
        "id": "newsweek",
        "name": "Newsweek"
      },
      "author": "Isobel van Hagen",
      "title": "New York Decriminalized Marijuana. Does The New Law Go Far Enough?",
      "description": "The new law changes marijuana possession from a low-level misdemeanor to a non-criminal violation.",
      "url": "https://www.newsweek.com/new-york-decriminalized-marijuana-does-new-law-go-far-enough-1456838",
      "urlToImage": "https://d.newsweek.com/en/full/1524011/world-march-cannabis.jpg",
      "publishedAt": "2019-08-29T18:32:26Z",
      "content": "A bill signed into law 30 days ago takes effect today, partially decriminalizing marijuana possession. Residents across New York state can publicly possess or smoke up to two ounces of marijuana without criminal penalties.\r\nThe new law changes possession of s… [+3242 chars]"
    },
    {
      "source": {
        "id": "newsweek",
        "name": "Newsweek"
      },
      "author": "Andrew Whalen",
      "title": "'Fortnite' Champions Solo Cash Cup Week 2: Leaderboard, Standings & How to Watch",
      "description": "Players can win up to $5,500 in the seven-week Season X \"Fortnite\" tournament.",
      "url": "https://www.newsweek.com/fornite-champions-solo-cash-cup-week-2-leaderboard-standings-watch-1456851",
      "urlToImage": "https://d.newsweek.com/en/full/1524020/fortnite-solo-cup-tournament-watch.jpg",
      "publishedAt": "2019-08-29T18:29:23Z",
      "content": "The Fortnite Solo Cash Cup is a seven-week tournament event, now in its second week the latest in the Fortnite Season X tournament season, with three hours of match sessions scheduled for Thursday, August 29.\r\nThe Solo Cash Cup is divided into three different… [+3395 chars]"
    },
    {
      "source": {
        "id": "newsweek",
        "name": "Newsweek"
      },
      "author": "Jeanine Marie Russaw",
      "title": "Netizens Wonder Why Rue21 And Rainbow Are Still Open After Reports Say Forever 21 Plans to File Bankruptcy",
      "description": "Rue21 has filed for bankruptcy in the past.",
      "url": "https://www.newsweek.com/netizens-wonder-why-rue21-rainbow-are-still-open-after-reports-say-forever-21-plans-file-1456828",
      "urlToImage": "https://d.newsweek.com/en/full/1514701/forever-21.jpg",
      "publishedAt": "2019-08-29T18:28:17Z",
      "content": "Forever 21 is preparing to file for bankruptcy, Bloomberg reported Wednesdayand frequent consumers of the youth-forward store are not happy.\r\nThe news has since prompted fans of the women's clothing chain to take to social media, perplexed by why otherpossibl… [+3114 chars]"
    },
    {
      "source": {
        "id": "newsweek",
        "name": "Newsweek"
      },
      "author": "Ramsey Touchberry",
      "title": "DHS Bars Congressional Staffers From Migrant Detention Centers After Reports Of Rotten Food, Kid Told To Eat Off Floor",
      "description": "Staffers of the House Oversight Committee were allegedly told troubling accounts by migrant detainees, including toddlers forced to eat burritos and kids told to drink spilled soup off the floor.",
      "url": "https://www.newsweek.com/dhs-block-congressional-staffers-troubling-discoveries-migrant-kids-eating-floors-1456849",
      "urlToImage": "https://d.newsweek.com/en/full/1524017/dhs-bars-staffers-migrant-detention-centers.jpg",
      "publishedAt": "2019-08-29T18:26:07Z",
      "content": "The Department of Homeland Security has prevented congressional staffers from the House Oversight Committee from visiting additional migrant detention facilities along the southern border after allegedly making troubling discoveries in recent weeks at other d… [+4867 chars]"
    },
    {
      "source": {
        "id": "newsweek",
        "name": "Newsweek"
      },
      "author": "Laura Powers",
      "title": "Sophia Rising: The Story of One Girl Defying the Odds in Northern Kenya",
      "description": "Non-profit supporting young women uses travel to promote self-confidence and education",
      "url": "https://www.newsweek.com/sophia-rising-story-one-girl-defying-odds-northern-kenya-1456823",
      "urlToImage": "https://d.newsweek.com/en/full/1523961/brave-girls-trip.png",
      "publishedAt": "2019-08-29T18:14:18Z",
      "content": "A new film is changing the narrative of young woman and girls in Africa. Produced by young women, \"Sophia Rising\" follows the story of Sophia, a nineteen year old in Northern Kenya, as she escapes child marriage, female genital mutilation (FGM) and limited ac… [+2603 chars]"
    },
    {
      "source": {
        "id": "newsweek",
        "name": "Newsweek"
      },
      "author": "Kelly Wynne",
      "title": "Linda O'Leary Makes Instagram Private After Boating Accident With 'Shark Tank' Husband Kills Two",
      "description": "\"I am fully cooperating with authorities,\" said Linda O'Leary, whose husband, Kevin O'Leary, appears on ABC's \"Shark Tank.\"",
      "url": "https://www.newsweek.com/shark-tank-linda-oleary-boat-crash-instagram-1456845",
      "urlToImage": "https://d.newsweek.com/en/full/1524009/kevin-linda-oleary.jpg",
      "publishedAt": "2019-08-29T18:14:06Z",
      "content": "Linda O'Leary has made her Instagram account private after being involved in a boating accident that killed two people. Linda has over 6,000 followers on the social media platform while her husband, Shark Tank star Kevin O'Leary, has 515,000 and maintains a p… [+1993 chars]"
    },
    {
      "source": {
        "id": "newsweek",
        "name": "Newsweek"
      },
      "author": "John von Sothen",
      "title": "An American in Paris: An interview with John von Sothen",
      "description": "The author of \"Monsieur Mediocre\"  talks about learning to live the French life, without becoming French",
      "url": "https://www.newsweek.com/american-paris-interview-john-von-sothen-1456185",
      "urlToImage": "https://d.newsweek.com/en/full/1523983/paris-metro-station.jpg",
      "publishedAt": "2019-08-29T18:07:44Z",
      "content": "Why is your book called Monsieur Mediocre? Are you referring to yourself?\r\nOui bien sur. MonsieurMediocre is that person I've become since moving to France. On paper, I've ticked all the French boxes. I married the French aristocrat. We live in the heart of P… [+14721 chars]"
    },
    {
      "source": {
        "id": "newsweek",
        "name": "Newsweek"
      },
      "author": "Jonathan Nossiter",
      "title": "A Manifesto for the Agriculture and Natural Wine",
      "description": "Natural wine challenges viticultural and cultural norms by being unapologetically connected to nature",
      "url": "https://www.newsweek.com/manifesto-agriculture-natural-wine-1455321",
      "urlToImage": "https://d.newsweek.com/en/full/1523648/picking-wine-grapes.jpg",
      "publishedAt": "2019-08-29T18:01:16Z",
      "content": "In the current toxic environment toxic for the planet, toxic for the heart- environmentalists, culture-lovers, humanists, progressives are not accustomed to good news of any kind. So at the risk of disappointing those caught up in the vortex of dread,\r\nI woul… [+11863 chars]"
    },
    {
      "source": {
        "id": "newsweek",
        "name": "Newsweek"
      },
      "author": "Kashmira Gander",
      "title": "Scientists Debunk the Idea There Is a 'Gay Gene' That Determines Same-sex Attraction",
      "description": "Researchers looked at the genetic makeup of over 475,000 people.",
      "url": "https://www.newsweek.com/scientists-debunk-gay-gene-determines-same-sex-attraction-1456528",
      "urlToImage": "https://d.newsweek.com/en/full/1523508/rainbow-flag-lgbt-gay-lesbian-stock-getty.jpg",
      "publishedAt": "2019-08-29T18:00:01Z",
      "content": "A person's genes do not determine whether they will be attracted to members of the opposite sex, scientists believe. The research debunks the idea that there is a so-called \"gay gene,\" say the authors of the study published in the journal Science. They said t… [+2400 chars]"
    },
    {
      "source": {
        "id": "newsweek",
        "name": "Newsweek"
      },
      "author": "Benjamin Fearnow",
      "title": "Top Trump Health Officials Warn Against Marijuana Legalization: 'This Ain't Your Mother's Marijuana'",
      "description": "U.S. Surgeon General Jerome Adams and HHS Secretary Alex Azar, both Trump-appointed officials with drug company ties, issued a national warning Thursday about marijuana legalization and increasing potency.",
      "url": "https://www.newsweek.com/marijuana-trump-administration-advisory-legalization-surgeon-general-warning-adolescents-pregnancy-1456836",
      "urlToImage": "https://d.newsweek.com/en/full/1523999/alex-azar-jerome-adams-marijuana.jpg",
      "publishedAt": "2019-08-29T17:43:52Z",
      "content": "United States Surgeon General Jerome Adams and Health and Human Services Secretary Alex Azar, both Trump-appointed officials with pharmaceutical company ties, issued a national warning Thursday about marijuana legalization and increasing potency.\r\nThe two top… [+3465 chars]"
    },
    {
      "source": {
        "id": "newsweek",
        "name": "Newsweek"
      },
      "author": "Jenni Fink",
      "title": "Hurricane Dorian Path Update: Storm Could Hit Florida as Category 4, State of Emergency Declared",
      "description": "Governor Ron DeSantis explained the state of emergency enabled officials to mobilize the National Guard, although it was difficult to identify where they should be deployed as the storm's track remained uncertain.",
      "url": "https://www.newsweek.com/hurricane-dorian-florida-category-4-state-emergency-declaration-1456832",
      "urlToImage": "https://d.newsweek.com/en/full/1523987/hurricane-dorian-category-4-florida.png",
      "publishedAt": "2019-08-29T17:30:34Z",
      "content": "Hurricane Dorian could hit Florida hard, so ahead of the storm's arrival, Governor Ron DeSantis declared a state of emergency for several counties on Wednesday.\r\nDorian transformed from a tropical storm to a Category 1 hurricane on Wednesday afternoon as it s… [+3059 chars]"
    },
    {
      "source": {
        "id": "newsweek",
        "name": "Newsweek"
      },
      "author": "Phillip Martinez",
      "title": "'Pokémon Master' Evolutions: How to Evolve Pokémon",
      "description": "You'll need special items to evolve Pokémon.",
      "url": "https://www.newsweek.com/pokemon-masters-evolution-how-evolve-list-shard-crystal-1456839",
      "urlToImage": "https://d.newsweek.com/en/full/1523996/pokemon-masters-barry-screenshot.jpg",
      "publishedAt": "2019-08-29T17:26:13Z",
      "content": "Pokémon Mastersis out for iOS and Android now, but one question players are having is if Pokémon can evolve in this new mobile game and if so, how?\r\nike other Pokémon games, the ones in Pokémon Masterscan evolve, but the way to do so is different than in the … [+2090 chars]"
    },
    {
      "source": {
        "id": "newsweek",
        "name": "Newsweek"
      },
      "author": "Kelly Wynne",
      "title": "Selena Gomez Introduces New Dog, Winnie, On Instagram, and Fans Love It",
      "description": "While Gomez doesn't use Instagram too often, she clearly uses it for spreading joy.",
      "url": "https://www.newsweek.com/selena-gomez-introduces-new-dog-winnie-instagram-fans-love-it-1456834",
      "urlToImage": "https://d.newsweek.com/en/full/1523990/selena-gomez.jpg",
      "publishedAt": "2019-08-29T17:21:21Z",
      "content": "Selena Gomez has a new best friend, and fans love him like a love song. The former Disney channel star introduced her fluffy pup, Winnie, in an Instagram photo on Wednesday. While Gomez has seemingly been the dog mom to Winne for a while, this is the first ti… [+2526 chars]"
    },
    {
      "source": {
        "id": "newsweek",
        "name": "Newsweek"
      },
      "author": "Brendan Cole",
      "title": "Australian Woman Hits Friend's Boyfriend With a Car Because She Didn't Like His Instagram Posts",
      "description": "Karla Condon, 30, had a \"toxic\" relationship with the unnamed victim, a court in Australia's Gold Coast heard.",
      "url": "https://www.newsweek.com/hit-run-australia-broadbeach-gold-coast-instagram-1456817",
      "urlToImage": "https://d.newsweek.com/en/full/1523950/broadbeach-gold-coast.jpg",
      "publishedAt": "2019-08-29T17:02:54Z",
      "content": "A woman who was upset at an Instagram post an acquaintance made has been jailed for trying to run him over.\r\nCCTV footage shows Karla Condon, 30, a hairdresser from Australia's Gold Coast, mounting a traffic island and hitting a man on December 14. She then d… [+1319 chars]"
    },
    {
      "source": {
        "id": "newsweek",
        "name": "Newsweek"
      },
      "author": "Aristos Georgiou",
      "title": "'A Signal From Climate Change': Europe Has Become Much Hotter Than Predicted Over the Last 70 Years",
      "description": "The latest findings come during a summer which has seen heat records smashed across the continent.",
      "url": "https://www.newsweek.com/signal-climate-change-europe-70-years-1456810",
      "urlToImage": "https://d.newsweek.com/en/full/1523942/europe-heat-trends.jpg",
      "publishedAt": "2019-08-29T16:43:06Z",
      "content": "Parts of Europe are warming faster than climate models have predicted, with the continent experiencing a spike in the number of days with extreme heat, scientists have said.\r\nAccording to a study published in the American Geophysical Union journal Geophysical… [+5741 chars]"
    },
    {
      "source": {
        "id": "newsweek",
        "name": "Newsweek"
      },
      "author": "K Thor Jensen",
      "title": "Mother Caught Carrying Assault Rifle at Son's School Bus Stop Says She 'Meant No Harm'",
      "description": "Woman claimed she grabbed her weapon because she had seen \"dangerous animals\" coming out of the woods, but also admitted her son told her he was being bullied by classmates.",
      "url": "https://www.newsweek.com/mom-rifle-school-bus-stop-1456811",
      "urlToImage": "https://d.newsweek.com/en/full/1523956/children-getting-off-school-bus.jpg",
      "publishedAt": "2019-08-29T16:39:24Z",
      "content": "A North Carolina woman who was caught with an assault rifle at her son's school bus stop Monday says she grabbed the weapon before leaving home because she saw \"dangerous animals\" coming out of the woods.\r\n\"If they were here they would have seen coyotes on my… [+2550 chars]"
    },
    {
      "source": {
        "id": "newsweek",
        "name": "Newsweek"
      },
      "author": "Jason Lemon",
      "title": "Trump's Former Defense Secretary Jim Mattis Suggests He 'May Not Like' the President 'One Fricking Bit'",
      "description": "The retired general also said a May tweet from Trump about North Korea and Joe Biden was \"counterproductive and beneath the dignity of the presidency.\"",
      "url": "https://www.newsweek.com/trump-jim-mattis-not-like-president-one-fricking-bit-1456825",
      "urlToImage": "https://d.newsweek.com/en/full/1523971/trump-mattis.jpg",
      "publishedAt": "2019-08-29T16:28:14Z",
      "content": "President Donald Trump's former Defense Secretary Jim Mattis suggested that he \"may not like\" his former boss \"one fricking bit\" in an interview published Thursday.\r\nDuring the interview, written by Jeffrey Goldberg and published byThe Atlantic, Goldberg aske… [+3769 chars]"
    },
    {
      "source": {
        "id": "newsweek",
        "name": "Newsweek"
      },
      "author": "Phillip Martinez",
      "title": "'Pokémon Masters' Sync Pairs: How to Unlock Every Trainer and Their Pokémon",
      "description": "There are 65 Sync Pairs at launch.",
      "url": "https://www.newsweek.com/pokemon-masters-sync-pairs-list-how-unlock-trainer-story-scout-1456827",
      "urlToImage": "https://d.newsweek.com/en/full/1507580/pokemon-masters-sync-pairs-list.png",
      "publishedAt": "2019-08-29T16:22:05Z",
      "content": "Pokémon Mastersis available now for iOS and Android devices, and it allows players to fight with Trainers and Pokémon in real-time battles.\r\nThe pairing of Trainers and Pokémon, called Sync Pairs, are important to Pokémon Masters, as they allow for players to… [+3284 chars]"
    },
    {
      "source": {
        "id": "newsweek",
        "name": "Newsweek"
      },
      "author": "Nicole Goodkind",
      "title": "Trump Administration Rolls Back Greenhouse Gas Regulations So Far Even Oil Companies Object",
      "description": "\"It's the right thing to do for the planet,\" wrote the chairwoman and president of BP America in defence of federal regulations.",
      "url": "https://www.newsweek.com/donald-trump-climate-change-epa-methane-1456824",
      "urlToImage": "https://d.newsweek.com/en/full/1523965/trump-wheeler.jpg",
      "publishedAt": "2019-08-29T16:19:25Z",
      "content": "Just two days after President Donald Trump called himself an \"environmentalist,\" his administration announced a rollback of methane gas emissions regulations so large that even oil companies are objecting to the change.\r\nIn the proposed rule change, released … [+3751 chars]"
    },
    {
      "source": {
        "id": "newsweek",
        "name": "Newsweek"
      },
      "author": "Isobel van Hagen",
      "title": "Twitter Imagines What It Will Be Like To Have Matthew McConaughey As A Professor",
      "description": "McConaughey will teach at the University Of Texas this coming fall.",
      "url": "https://www.newsweek.com/twitter-imagines-what-it-will-like-have-matthew-mcconaughey-professor-1456814",
      "urlToImage": "https://d.newsweek.com/en/full/1523954/matthew-mcconaughey.jpg",
      "publishedAt": "2019-08-29T16:05:53Z",
      "content": "Oscar-winning actor Matthew McConaughey will join the University of Texas as a professor, and Twitter is excited. McConaughey will teach in the university's Department of Radio-Television-Film this coming fall.\r\nOne twitter user said on Wednesday, \"Imagining … [+2817 chars]"
    },
    {
      "source": {
        "id": "newsweek",
        "name": "Newsweek"
      },
      "author": "Brendan Cole",
      "title": "Girl, 12, Drowns in Tragic Hotel Swimming Pool Accident During Family Holiday",
      "description": "Alisa Adamova from St Petersburg was under water for 15 minutes at he hotel in Bodrum, Turkey.",
      "url": "https://www.newsweek.com/bodrum-turkey-swimming-pool-russian-death-girl-1456807",
      "urlToImage": "https://d.newsweek.com/en/full/1523946/bodrum.jpg",
      "publishedAt": "2019-08-29T16:01:06Z",
      "content": "A 12-year-old girl from Russia on holiday with her family in Turkey died after her arm got sucked into a hotel swimming pool pump.\r\nAlisa Adamova from St. Petersburg got her arm sucked into the device, forcing her below the surface of the water in the tragic … [+2466 chars]"
    },
    {
      "source": {
        "id": "newsweek",
        "name": "Newsweek"
      },
      "author": "Andrew Whalen",
      "title": "'The Dark Crystal: Age of Resistance' Netflix Release Time: When You Can Watch All 10 Episodes",
      "description": "\"The Dark Crystal: Age of Resistance\" is a prequel set hundreds of years before the events of Jim Henson's 1982 movie.",
      "url": "https://www.newsweek.com/dark-crystal-age-resistance-netflix-release-time-when-watch-episodes-cast-1456799",
      "urlToImage": "https://d.newsweek.com/en/full/1523939/dark-crystal-age-resistance-release-time-netflix.jpg",
      "publishedAt": "2019-08-29T15:52:01Z",
      "content": "The Dark Crystal: Age of Resistance, a new Netflix original series and prequel to the 1982 movie The Dark Crystal, premieres on the streaming service on Friday, August 30. But for those eager to visit the world of Thra the setting for the puppet fantasy epic … [+2361 chars]"
    },
    {
      "source": {
        "id": "newsweek",
        "name": "Newsweek"
      },
      "author": "Jason Murdock",
      "title": "Son Axes Mother to Death, Cooks Pieces of Her in Frying Pan After Being Denied Money to Buy Liquor⁠, Police Say",
      "description": "Sitaram Oraon, 32, is accused of slaying his mother at her home in Chhattisgarh, India, on Tuesday.",
      "url": "https://www.newsweek.com/india-killing-mother-cooked-frying-pan-liquor-money-raigarh-chhattisgarh-police-arrested-crime-1456774",
      "urlToImage": "https://d.newsweek.com/en/full/1521798/crime-scene-tape-building-blurred-forensic-team.jpg",
      "publishedAt": "2019-08-29T15:47:44Z",
      "content": "A man was arrested in India his week after allegedly killing his mother and trying to cook her remains in a frying pan, according to shocking local media reports.\r\nSitaram Oraon, 32, is accused of slaying his mother at her home in Chhattisgarh on Tuesday afte… [+2303 chars]"
    },
    {
      "source": {
        "id": "newsweek",
        "name": "Newsweek"
      },
      "author": "Kelly Wynne",
      "title": "Fans Praise Kacey Musgraves for Creating Instagram Account to Help Small Business Owner",
      "description": "The photo studio may see an influx of patrons after Musgraves' fans raved about her new portraits.",
      "url": "https://www.newsweek.com/fans-praise-kacey-musgraves-creating-instagram-account-help-small-business-owner-1456796",
      "urlToImage": "https://d.newsweek.com/en/full/1523936/kacey-musgraves.jpg",
      "publishedAt": "2019-08-29T15:47:38Z",
      "content": "Kacey Musgraves fans praised the country crossover artist for using her voice and social media talents to help a struggling local business.\r\nThe singer revealed she went to a digital photo studio in Los Angeles to get a few retro-looking portraits done and fo… [+2681 chars]"
    },
    {
      "source": {
        "id": "newsweek",
        "name": "Newsweek"
      },
      "author": "K Thor Jensen",
      "title": "Governor Sununu Intervenes to Allow New Hampshire Woman Keep Potty-Humor License Plates",
      "description": "After the Department of Motor Vehicles tried to make Wendy Auger turn in her vanity plates, New Hampshire Governor Chris Sununu reached out to let her keep it.",
      "url": "https://www.newsweek.com/new-hampshire-governor-pee-license-plate-1456784",
      "urlToImage": "https://d.newsweek.com/en/full/1523920/new-hampshire-pb4wego-license-plate.jpg",
      "publishedAt": "2019-08-29T15:34:20Z",
      "content": "After the New Hampshire Division of Motor Vehicles tried to make a woman turn in her potty-humored vanity license plates, New Hampshire governor Chris Sununu stepped in to personally overturn the decision and let her keep it.\r\nWendy Auger, a bartender in Roch… [+2427 chars]"
    },
    {
      "source": {
        "id": "newsweek",
        "name": "Newsweek"
      },
      "author": "David Brennan",
      "title": "Donald Trump Shares Campaign Video Featuring Image Used by White Supremacist Group",
      "description": "The lion head logo appeared at the end of a \"Keep American Great\" campaign video shared by the president on Wednesday.",
      "url": "https://www.newsweek.com/donald-trump-shares-campaign-video-featuring-image-used-white-supremacist-group-1456785",
      "urlToImage": "https://d.newsweek.com/en/full/1523923/donald-trump-2020-logo-white-supremacy.jpg",
      "publishedAt": "2019-08-29T15:26:54Z",
      "content": "President Donald Trump has shared a video promoting his 2020 re-election campaign featuring the logo used by a white supremacist group in 2016.\r\nThe imagea red and blue lion's head inside a circular blue band dotted with starsappeared at the end of the campai… [+4014 chars]"
    },
    {
      "source": {
        "id": "newsweek",
        "name": "Newsweek"
      },
      "author": "Anthony Harwood",
      "title": "What is it With Heavyweight Boxers and Brutal Dictators? | Opinion",
      "description": "Saudi Arabia hosting Anthony Joshua and Andy Ruiz Jr for the \"Clash in the Dunes\" is just the latest in a long tradition of sportswashing tyranny.",
      "url": "https://www.newsweek.com/boxers-dictators-zair-saudi-arabia-sportswashing-1456808",
      "urlToImage": "https://d.newsweek.com/en/full/1523949/mbs-saudi.jpg",
      "publishedAt": "2019-08-29T15:23:21Z",
      "content": "First we had the \"Rumble in the Jungle\" when a kleptocrat ruler of Zaire spent $10m hosting Muhammad Ali's defeat of George Foreman, probably the most famous bout of all time.\r\nA year later, in October 1975, there was the \"Thrilla in Manila,\" where Ali picked… [+5411 chars]"
    },
    {
      "source": {
        "id": "newsweek",
        "name": "Newsweek"
      },
      "author": "Asher Stockler",
      "title": "Former FBI Director James Comey \"Violated Department and FBI Policies,\" Justice Department Watchdog Says",
      "description": "Top FBI officials used the words \"surprised,\" \"stunned,\" \"shocked\" and \"disappointment\" to describe Comey's external release of an unclassified memo.",
      "url": "https://www.newsweek.com/comey-doj-memos-fbi-classified-1456804",
      "urlToImage": "https://d.newsweek.com/en/full/1523947/former-fbi-director-james-comey-testifies-before-house-judiciary-committee.jpg",
      "publishedAt": "2019-08-29T15:20:15Z",
      "content": "The Justice Department's internal watchdog concluded in a 79-page report on Thursday that former FBI Director James Comey violated policies within the department and FBI with his handling of a series of memos he prepared documenting his interactions with Pres… [+4547 chars]"
    },
    {
      "source": {
        "id": "newsweek",
        "name": "Newsweek"
      },
      "author": "Laura Powers",
      "title": "Highlight: A Travel Company Leading the Way in Sustainability",
      "description": "As corporations shift to focusing on environmental and social sustainability, Intrepid Travel is ahead of the curve.",
      "url": "https://www.newsweek.com/highlight-travel-company-leading-way-sustainability-1456586",
      "urlToImage": "https://d.newsweek.com/en/full/1523594/intrepid-travel-myanmar.jpg",
      "publishedAt": "2019-08-29T15:18:49Z",
      "content": "Corporations are slowly but surely following the trend to switch from reporting solely to shareholders to being socially and environmentally sustainable. The shift was apparent on August 19, 2019, when Business Roundtable announced that they were redefining t… [+3110 chars]"
    },
    {
      "source": {
        "id": "newsweek",
        "name": "Newsweek"
      },
      "author": "Abdiel Aleman",
      "title": "A Chef's Success Story: From Bus Boy to Boss",
      "description": "Chef Abdiel Aleman opens up about his journey to become the VP of Culinary Development at Ruth's Chris Steak House",
      "url": "https://www.newsweek.com/chefs-success-story-bus-boy-boss-1456606",
      "urlToImage": "https://d.newsweek.com/en/full/1523666/abdiel-aleman-cooking.jpg",
      "publishedAt": "2019-08-29T15:12:15Z",
      "content": "Food is everything to me. I cook because it brings me joy. I believe in the power of food and how it connects people and brings families together. Since I was a young boy growing up in Puerto Rico, I have had a deep passion for cooking. It was a tradition in … [+4230 chars]"
    },
    {
      "source": {
        "id": "newsweek",
        "name": "Newsweek"
      },
      "author": "David Farley",
      "title": "Best Happy Hours in New York",
      "description": "Happy hour deals should make us mirthful and thirsty and these NYC restaurants and bars will do just that.",
      "url": "https://www.newsweek.com/best-happy-hours-new-york-1456602",
      "urlToImage": "https://d.newsweek.com/en/full/1523607/stock-margarita-photo.jpg",
      "publishedAt": "2019-08-29T15:08:18Z",
      "content": "Happy hour is a product of Prohibition in which drinkers would hit up speakeasies to get a few drinks in them before heading to a restaurant for dinner where booze was verboten. Today it's a staple of drinking culture and New York City has some of the finest,… [+3999 chars]"
    },
    {
      "source": {
        "id": "newsweek",
        "name": "Newsweek"
      },
      "author": "Paula Froelich",
      "title": "Threading: The New Facelift",
      "description": "Forget fish lips, puffy faces and stretched skin, the new beauty trend is threading, which will give leave you younger-looking at a fraction of the cost.",
      "url": "https://www.newsweek.com/threading-new-facelift-1456802",
      "urlToImage": "https://d.newsweek.com/en/full/1523943/facelift.jpg",
      "publishedAt": "2019-08-29T15:00:25Z",
      "content": "Forget fish lips, puffy faces and stretched skin. For years women wanting to take care of sagging skin and facial lines have had two options: face lift or filler. Both have their downsides.\r\nDr. Jon Turk, a well-respected New York City plastic surgeon said, \"… [+2035 chars]"
    },
    {
      "source": {
        "id": "newsweek",
        "name": "Newsweek"
      },
      "author": "Kashmira Gander",
      "title": "Scientists Create Mini Human Brains That Produce Waves in a Lab: 'The Level of Neural Activity We Are Seeing Is Unprecedented'",
      "description": "The brains could be used to develop treatments for conditions including epilepsy.",
      "url": "https://www.newsweek.com/scientists-create-mini-human-brains-lab-waves-neural-activity-1456755",
      "urlToImage": "https://d.newsweek.com/en/full/1523884/brain-mri-health-stock-getty.jpg",
      "publishedAt": "2019-08-29T15:00:01Z",
      "content": "Scientists who grew tiny human brain-like models one million times smaller than the regular organ have detected waves in the tissue. Around two months into the 10-month-long growing process, the tissue started to produce brain waves. However, an author of the… [+4747 chars]"
    },
    {
      "source": {
        "id": "newsweek",
        "name": "Newsweek"
      },
      "author": "Alexandra Hutzler",
      "title": "Tulsi Gabbard Complains to Fox News About 'Lack of Transparency' in the Democratic National Committee After Failing to Qualify for Fall Debate",
      "description": "\"When you see that lack of transparency, it creates, you know, a lack of faith and trust in the process.\"",
      "url": "https://www.newsweek.com/tulsi-gabbard-criticizes-dnc-fox-news-debates-1456793",
      "urlToImage": "https://d.newsweek.com/en/full/1523925/tulsi-gabbard-fails-qualify-septdebates.jpg",
      "publishedAt": "2019-08-29T14:54:36Z",
      "content": "After failing to meet the requirements for the next round of debates, 2020 Democratic hopeful Tulsi Gabbard appeared on Fox News to criticize the party's national committee for a \"lack of transparency.\"\r\nThe deadline to qualify for the next Democratic preside… [+2560 chars]"
    },
    {
      "source": {
        "id": "newsweek",
        "name": "Newsweek"
      },
      "author": "Shane Croucher",
      "title": "Georgia Woman Bites Uber Driver in Shocking Video: 'Last Night I Witnessed the Zombie Apocalypse'",
      "description": "A Georgia woman allegedly attacked an Uber driver in an unprovoked assault after someone stole her purse earlier in the evening.",
      "url": "https://www.newsweek.com/georgia-woman-bites-uber-driver-video-zombie-apocalypse-1456772",
      "urlToImage": "https://d.newsweek.com/en/full/1523931/uber-bite.png",
      "publishedAt": "2019-08-29T14:50:17Z",
      "content": "An Uber driver bitten by a rampaging Georgia woman described as a \"zombie\" by a witness has set up a donation page for help with his medical bills and fixing the car that is his livelihood, which she also damaged.\r\nA video of the Atlanta incident on August 19… [+3419 chars]"
    },
    {
      "source": {
        "id": "newsweek",
        "name": "Newsweek"
      },
      "author": "Brendan Cole",
      "title": "Queen Elizabeth Has Been Used As a Political Tool Over Parliament Suspension, Says Ex-U.K Government Legal Adviser",
      "description": "The Queen has approved the prorogation of parliament on the advice of her prime minister, Boris Johnson.",
      "url": "https://www.newsweek.com/suspension-uk-parliament-brexit-queen-boris-johnson-1456759",
      "urlToImage": "https://d.newsweek.com/en/full/1523833/houses-parliament.jpg",
      "publishedAt": "2019-08-29T14:50:07Z",
      "content": "Recriminations over the imminent suspension of the U.K's. parliament have historians and legal experts poring over the significance of the move known as prorogation.\r\nBy Thursday afternoon, already one million people had signed a petition opposing the move by… [+3289 chars]"
    },
    {
      "source": {
        "id": "newsweek",
        "name": "Newsweek"
      },
      "author": "Jenni Fink",
      "title": "Emerson College President Condemns Boston Straight Pride Parade: 'Fear and Ignorance' Is 'Humanity's Most Potent Cocktail'",
      "description": "The college president called the parade a \"perversion\" and an \"affront to the wonderfully pied beauty of our affirming and diverse commonwealth of learning.\"",
      "url": "https://www.newsweek.com/boston-straight-pride-parade-emerson-college-response-1456779",
      "urlToImage": "https://d.newsweek.com/en/full/1523912/boston-straight-pride-parade-emerson-college.jpg",
      "publishedAt": "2019-08-29T14:44:20Z",
      "content": "Emerson College President Lee Pelton condemned an upcoming Straight Pride Parade in Boston, calling it fear and ignorance masquerading as freedom of speech.\r\nThe rally, organized by the group Super Happy Fun America, is scheduled to make its way from Copley S… [+3188 chars]"
    },
    {
      "source": {
        "id": "newsweek",
        "name": "Newsweek"
      },
      "author": "Kelly Wynne",
      "title": "Jonathan Van Ness Brings 'Queer Eye' Positivity To His Own Relationship With Haters After VMAs Criticism",
      "description": "\"Really I have to stay focused.\"",
      "url": "https://www.newsweek.com/jonathan-van-ness-brings-queer-eye-positivity-his-own-relationship-haters-after-vmas-criticism-1456781",
      "urlToImage": "https://d.newsweek.com/en/full/1523915/jonathan-van-ness-vmas.jpg",
      "publishedAt": "2019-08-29T14:42:06Z",
      "content": "Queer Eye star Jonathan Van Ness isn't letting criticism get him down after the 2019 Video Music Awards (VMAs). \r\nThe renowned groomer wrote a heartfelt message on Twitter after some social media users slammed his appearance at the awards show. While his bran… [+3332 chars]"
    },
    {
      "source": {
        "id": "newsweek",
        "name": "Newsweek"
      },
      "author": "Jeanine Marie Russaw",
      "title": "Sasha Obama Among Freshmen Starting Classes At University of Michigan Next Week: Report",
      "description": "The 18-year-old Obama daughter is said to have hinted at her college choice in December, writing with a post on her private Instagram account that reads \"So proud to say I'm going to college with my sisters!!\"",
      "url": "https://www.newsweek.com/sasha-obama-among-freshmen-starting-classes-university-michigan-next-week-report-1456773",
      "urlToImage": "https://d.newsweek.com/en/full/1436486/sasha-obama.jpg",
      "publishedAt": "2019-08-29T14:33:05Z",
      "content": "Sasha Obama is preparing for her first day as part of the University of Michigan's class of 2023, according to reporting from Detroit News.\r\nThe youngest daughter of former President Barack Obama and first lady Michelle Obama graduated high school in June and… [+2169 chars]"
    },
    {
      "source": {
        "id": "newsweek",
        "name": "Newsweek"
      },
      "author": "Daniel Avery",
      "title": "Shark Attacks at Beach Named 'Shark-Bite Capital of the World' Up from 2018",
      "description": "At least three people were bitten in just a two-day period, including a surfer who landed on a shark.",
      "url": "https://www.newsweek.com/shark-bite-volusia-county-new-smyrna-beach-1456694",
      "urlToImage": "https://d.newsweek.com/en/full/1523927/shark-bite-attack.jpg",
      "publishedAt": "2019-08-29T14:20:36Z",
      "content": "It's been an active month for shark bites at New Smyrna Beach, Florida, with at least three people bitten in two days: On August 3, two surfers were bitten by sharks only moments aparta woman on her left hand and wrist, and a man on his right foot. Then, on A… [+2022 chars]"
    },
    {
      "source": {
        "id": "newsweek",
        "name": "Newsweek"
      },
      "author": "Jason Lemon",
      "title": "MSNBC Host Mocks Trump for Only Repairing Existing Border Fence, Suggests 2020 Chant: 'Rebuild Obama's Wall'",
      "description": "\"No new wall has been built, none,\" Morning Joe host and former GOP Congressman Joe Scarborough pointed out.",
      "url": "https://www.newsweek.com/msnbc-host-mocks-trump-repairing-existing-border-fence-rebuild-obama-wall-1456777",
      "urlToImage": "https://d.newsweek.com/en/full/1523906/donald-trump-border-wall-prototypes.jpg",
      "publishedAt": "2019-08-29T14:16:31Z",
      "content": "MSNBC host Joe Scarborough mocked President Donald Trump on Thursday, pointing out that he has only repaired and replaced existing fencing along the southern border with Mexico that existed under the tenure of his predecessor former President Barack Obama.\r\n\"… [+3128 chars]"
    },
    {
      "source": {
        "id": "newsweek",
        "name": "Newsweek"
      },
      "author": "Benjamin Fearnow",
      "title": "Two-Thirds of Young Republicans Fear for Environment Amid Large Surge in GOP Climate Change Concern: Poll",
      "description": "An 18 percent surge in environmental concern among young Republicans shows a growing number of GOP voters who say they're worried human behavior is damaging planet Earth.",
      "url": "https://www.newsweek.com/young-republicans-worry-environment-climate-change-poll-donald-trump-gop-1456770",
      "urlToImage": "https://d.newsweek.com/en/full/1523905/young-republicans-environment-concern-climate.jpg",
      "publishedAt": "2019-08-29T14:03:28Z",
      "content": "A recent surge in environmental concern among young Americans shows a growing number of Republicans who say they're worried human behavior and man-made pollution are damaging planet Earth.\r\nPresident Donald Trump declared himself an \"environmentalist\" to repo… [+3142 chars]"
    },
    {
      "source": {
        "id": "newsweek",
        "name": "Newsweek"
      },
      "author": "Steven Asarch",
      "title": "Is Epic Games Store Exclusivity Worth the Risk? Developers Share Their Stories",
      "description": "Newsweek spoke to half a dozen game developers about why they chose Epic Game Store exclusivity to support their indie titles.",
      "url": "https://www.newsweek.com/epic-games-store-exclusive-developer-game-1456621",
      "urlToImage": "https://d.newsweek.com/en/full/1523676/epic-games-store-developer-exclusive.jpg",
      "publishedAt": "2019-08-29T14:00:01Z",
      "content": "If you listened to the war cries of YouTube reactionaries or members of the mobilized Twitter mob, you'd think the Epic Games Store was bad for the industry and gamers alike. But some developers are pushing back, describing a host of reasons why the Epic Game… [+11299 chars]"
    },
    {
      "source": {
        "id": "newsweek",
        "name": "Newsweek"
      },
      "author": "Isobel van Hagen",
      "title": "A$AP Rocky Drops Music Video Where He Is Chased By Pig-like Police After Release From Swedish Prison",
      "description": "The video features some intensive prosthetic work.",
      "url": "https://www.newsweek.com/ap-rocky-drops-music-video-where-he-chased-pig-like-police-after-release-swedish-prison-1456763",
      "urlToImage": "https://d.newsweek.com/en/full/1523900/asap-rocky.jpg",
      "publishedAt": "2019-08-29T13:57:57Z",
      "content": "In his first new track since being released from jail in Sweden in July, A$AP Rocky dropped the video for his latest song \"Babushka Boi\" on Wednesday. The highly stylized visual shows half-pig policemen chasing after Rocky and his crew after they held up a ba… [+2319 chars]"
    },
    {
      "source": {
        "id": "newsweek",
        "name": "Newsweek"
      },
      "author": "Phillip Martinez",
      "title": "Adam Cole Talks NXT's Move to USA, Keeping the Show the Same and the End of the \"Call Up\"",
      "description": "\"NXT got to the USA Network because of NXT.\"",
      "url": "https://www.newsweek.com/adam-cole-nxt-usa-network-premiere-interview-end-call-1456767",
      "urlToImage": "https://d.newsweek.com/en/full/1523897/adam-cole-johnny-gargano-nxt-takeover-toronto.jpg",
      "publishedAt": "2019-08-29T13:35:12Z",
      "content": "NXT becoming a live weekly television show on the USA Network is one of the biggest wrestling stories of the year.\r\nOften called WWE's third brand, NXT has quickly become known for its top-notch action and storytelling that has made it the \"gold standard\" for… [+10654 chars]"
    },
    {
      "source": {
        "id": "newsweek",
        "name": "Newsweek"
      },
      "author": "Tufayel Ahmed",
      "title": "New York Lotto Numbers, Results for 8/28/19: Did Anyone Win the $9.5 Million Jackpot on Wednesday (Last) Night?",
      "description": "According to the New York Lotto website, the chance of winning the jackpot—that is matching all six numbers—is 1 in 45,057,474.",
      "url": "https://www.newsweek.com/new-york-lotto-numbers-8-28-19-9-5-million-jackpot-1456760",
      "urlToImage": "https://d.newsweek.com/en/full/1523891/new-york-lotto-poster.jpg",
      "publishedAt": "2019-08-29T13:32:20Z",
      "content": "The New York Lotto jackpot reached $9.5 million on Wednesday (August 28), but did anyone win big?\r\nThe winning numbers on Wednesday were: 01, 05, 06, 07, 16, 48 and the bonus number 25.\r\nAccording to the New York Lotto website, there were no winners of the $9… [+2471 chars]"
    },
    {
      "source": {
        "id": "newsweek",
        "name": "Newsweek"
      },
      "author": "Kashmira Gander",
      "title": "Man Suffers Severe Brain Damage After Visit to Dentist to Get Tooth Pulled",
      "description": "Hernán Olave is unable to move his legs and relies on his parents' care following the procedure.",
      "url": "https://www.newsweek.com/man-severe-brain-damage-visit-dentist-tooth-pulled-1456744",
      "urlToImage": "https://d.newsweek.com/en/full/1523856/dentist-teeth-medical-stock-getty.jpg",
      "publishedAt": "2019-08-29T13:10:33Z",
      "content": "The father of a man in Chile who was left with brain damage after he visited the dentist to have a tooth pulled out has spoken out about his family's ordeal.\r\nHernán Olave visited the Gustavo Fricke Hospital in the city of Viña del Mar on the Pacific coast of… [+2364 chars]"
    },
    {
      "source": {
        "id": "newsweek",
        "name": "Newsweek"
      },
      "author": "Newt Gingrich",
      "title": "Newt Gingrich: Trump is No Nixon—But the Democrats Seem Hell-Bent on Nominating a McGovern. They'll Lose Again | Opinion",
      "description": "If you want to get an idea of what will happen in 2020, the election you need to look back on is 1972.",
      "url": "https://www.newsweek.com/gingrich-nixon-trump-mcgovern-1972-2020-1456736",
      "urlToImage": "https://d.newsweek.com/en/full/1523874/mcgovern-nixon.jpg",
      "publishedAt": "2019-08-29T13:03:13Z",
      "content": "If you want to get a feel for the probable shape of 2020, there is no single book that will help more than Theodore H. White's The Making of the President 1972.\r\nYou might be surprised that an election that happened nearly a half century ago could be the best… [+4376 chars]"
    }
  ]
}
