{
  "status": "ok",
  "totalResults": 1366,
  "articles": [
    {
      "source": {
        "id": "football-italia",
        "name": "Football Italia"
      },
      "author": "Football Italia staff",
      "title": "Marotta hopeful of Icardi exit",
      "description": "Beppe Marotta says he is âhopefulâ Inter can shift Mauro Icardi before Mondayâs transfer deadline and that Antonio Conte is their âbest playerâ.  \tInter are paying Conte in the region of â¬10m a season, but Marotta insists their appointment of the …",
      "url": "https://www.football-italia.net/143583/marotta-hopeful-icardi-exit",
      "urlToImage": null,
      "publishedAt": "2019-08-30T14:00:54Z",
      "content": "Beppe Marotta says he is ‘hopeful’ Inter can shift Mauro Icardi before Monday’s transfer deadline and that Antonio Conte is their ‘best player’.\r\nInter are paying Conte in the region of €10m a season, but Marotta insists their appointment of the former Juvent… [+1387 chars]"
    },
    {
      "source": {
        "id": "football-italia",
        "name": "Football Italia"
      },
      "author": "Football Italia staff",
      "title": "Spain call up Serie A trio",
      "description": "Pau Lopez, Fabian Ruiz and Suso have all been called up for Spainâs upcoming Euro 2020 qualifiers.  \tPau joined Roma from Real Betis earlier in the summer and completes a goalkeeping department with David de Gea and Pau Lopez.",
      "url": "https://www.football-italia.net/143582/spain-call-serie-trio",
      "urlToImage": null,
      "publishedAt": "2019-08-30T13:26:42Z",
      "content": "Pau Lopez, Fabian Ruiz and Suso have all been called up for Spain’s upcoming Euro 2020 qualifiers.\r\nPau joined Roma from Real Betis earlier in the summer and completes a goalkeeping department with David de Gea and Pau Lopez.\r\nFabian is among as many as eight… [+603 chars]"
    },
    {
      "source": {
        "id": "football-italia",
        "name": "Football Italia"
      },
      "author": "Football Italia staff",
      "title": "Juve to sign Korean ace Han",
      "description": "Juventus have agreed a â¬5m deal to sign North Korea and Cagliari striker Han Kwang-song.  \tGianluca Di Marzio and Goal.comâs Romeo Agresti both report the transfer is all done.  \tThe 20-year-old is a long-time target for Juve, who have been tracking him s…",
      "url": "https://www.football-italia.net/143580/juve-sign-korean-ace-han",
      "urlToImage": null,
      "publishedAt": "2019-08-30T13:13:43Z",
      "content": "Juventus have agreed a €5m deal to sign North Korea and Cagliari striker Han Kwang-song.\r\nGianluca Di Marzio and Goal.com’s Romeo Agresti both report the transfer is all done.\r\nThe 20-year-old is a long-time target for Juve, who have been tracking him since J… [+496 chars]"
    },
    {
      "source": {
        "id": "football-italia",
        "name": "Football Italia"
      },
      "author": "Football Italia staff",
      "title": "Darmian all set for Parma",
      "description": "Manchester United full-back Matteo Darmian is all set to join Parma in a reported â¬1.5m deal.  \tSky Sport Italia, Sportitalia, Gazzetta dello Sport and Tuttomercatoweb all report the transfer will go through tomorrow.  \tDarmian is expected to sign a long-te…",
      "url": "https://www.football-italia.net/143579/darmian-all-set-parma",
      "urlToImage": null,
      "publishedAt": "2019-08-30T12:53:34Z",
      "content": "Manchester United full-back Matteo Darmian is all set to join Parma in a reported €1.5m deal.\r\nSky Sport Italia, Sportitalia, Gazzetta dello Sport and Tuttomercatoweb all report the transfer will go through tomorrow.\r\nDarmian is expected to sign a long-term c… [+633 chars]"
    },
    {
      "source": {
        "id": "football-italia",
        "name": "Football Italia"
      },
      "author": "Football Italia staff",
      "title": "Roma & Lazio learn EL fate",
      "description": "Roma are paired with Borussia Monchengladbach in the Europa League group stage, while Lazio have a mini group of death with Celtic and Stade Rennais.  \tRoma were given a bye into the group stage after Milan pulled out of the competition and Torino took their …",
      "url": "https://www.football-italia.net/143578/roma-lazio-learn-el-fate",
      "urlToImage": null,
      "publishedAt": "2019-08-30T11:57:40Z",
      "content": "Roma are paired with Borussia Monchengladbach in the Europa League group stage, while Lazio have a mini group of death with Celtic and Stade Rennais.\r\nRoma were given a bye into the group stage after Milan pulled out of the competition and Torino took their p… [+1796 chars]"
    },
    {
      "source": {
        "id": "football-italia",
        "name": "Football Italia"
      },
      "author": "Football Italia staff",
      "title": "Llorente all set for Napoli",
      "description": "Former Tottenham Hotspur and Juventus striker Fernando Llorente has agreed to join Napoli on a free transfer.  \tMultiple sources, including Sky Sport Italia, Sportitalia and Tuttomercatoweb, all report Llorente will sign a two-year contract worth â¬2.5m a se…",
      "url": "https://www.football-italia.net/143577/llorente-all-set-napoli",
      "urlToImage": null,
      "publishedAt": "2019-08-30T11:43:57Z",
      "content": "Former Tottenham Hotspur and Juventus striker Fernando Llorente has agreed to join Napoli on a free transfer.\r\nMultiple sources, including Sky Sport Italia, Sportitalia and Tuttomercatoweb, all report Llorente will sign a two-year contract worth €2.5m a seaso… [+389 chars]"
    },
    {
      "source": {
        "id": "football-italia",
        "name": "Football Italia"
      },
      "author": "Football Italia staff",
      "title": "Smalling lands for Roma loan",
      "description": "Manchester United defender Chris Smalling has landed in the Italian capital to finaliseÂ his season-long loan to Roma.  \tSmalling was all smiles as he landed at Rome Ciampino airport on Friday morning, already holding a Giallorossi scarf aloft.  \tThe Englishm…",
      "url": "https://www.football-italia.net/143576/smalling-lands-roma-loan",
      "urlToImage": null,
      "publishedAt": "2019-08-30T11:20:49Z",
      "content": "Manchester United defender Chris Smalling has landed in the Italian capital to finalise his season-long loan to Roma.\r\nSmalling was all smiles as he landed at Rome Ciampino airport on Friday morning, already holding a Giallorossi scarf aloft.\r\nThe Englishman … [+216 chars]"
    },
    {
      "source": {
        "id": "football-italia",
        "name": "Football Italia"
      },
      "author": "Football Italia staff",
      "title": "Report: Nsoki rejects Juve",
      "description": "Paris Saint-Germain left-back Stanley Nsoki has reportedly rejected a move to Juventus.  \tAccording to RMC Sport, Juve offered to take Nsoki on a two-year loan deal.  \tHowever, the French broadcaster warns it was rebuffed by the 20-year-old.",
      "url": "https://www.football-italia.net/143575/report-nsoki-rejects-juve",
      "urlToImage": null,
      "publishedAt": "2019-08-30T11:06:22Z",
      "content": "Paris Saint-Germain left-back Stanley Nsoki has reportedly rejected a move to Juventus.\r\nAccording to RMC Sport, Juve offered to take Nsoki on a two-year loan deal.\r\nHowever, the French broadcaster warns it was rebuffed by the 20-year-old.\r\nInstead, Ligue 1 s… [+271 chars]"
    },
    {
      "source": {
        "id": "football-italia",
        "name": "Football Italia"
      },
      "author": "Football Italia staff",
      "title": "Exclusive interview: Paul Gascoigne",
      "description": "Paul Gascoigne exclusively told Football Italia about still being in love with Lazio, Juventus Champions League hopes and why âthe best players in the world want to be in Italy.â  \tThe England legend and icon of Serie A in the 1990s sat down with Football…",
      "url": "https://www.football-italia.net/143573/exclusive-interview-paul-gascoigne",
      "urlToImage": null,
      "publishedAt": "2019-08-30T10:49:46Z",
      "content": "Paul Gascoigne exclusively told Football Italia about still being in love with Lazio, Juventus Champions League hopes and why “the best players in the world want to be in Italy.”\r\nThe England legend and icon of Serie A in the 1990s sat down with Football Ital… [+2249 chars]"
    },
    {
      "source": {
        "id": "football-italia",
        "name": "Football Italia"
      },
      "author": "Football Italia staff",
      "title": "Caceres arrives for Fiorentina",
      "description": "Former Juventus defender Martin Caceres has arrived to complete a free transfer to Fiorentina.  \tCaceres touched down in Florence on Friday morning to undergo a medical and sign his contract.  \tThe Uruguayan has agreed a one-year contract with the Viola, whic…",
      "url": "https://www.football-italia.net/143574/caceres-arrives-fiorentina",
      "urlToImage": null,
      "publishedAt": "2019-08-30T10:48:14Z",
      "content": "Former Juventus defender Martin Caceres has arrived to complete a free transfer to Fiorentina.\r\nCaceres touched down in Florence on Friday morning to undergo a medical and sign his contract.\r\nThe Uruguayan has agreed a one-year contract with the Viola, which … [+261 chars]"
    },
    {
      "source": {
        "id": "football-italia",
        "name": "Football Italia"
      },
      "author": "Football Italia staff",
      "title": "Official: Nice sign Ounas",
      "description": "Nice have officially signed Napoli winger Adam Ounas on a season-long loan with a â¬25m option to buy.  \tNice are understood to have paid â¬2.5m for the loan and committed to shelling out â¬25m if they wish to keep him next summer.  \tThe French side have n…",
      "url": "https://www.football-italia.net/143572/official-nice-sign-ounas",
      "urlToImage": null,
      "publishedAt": "2019-08-30T10:24:57Z",
      "content": "Nice have officially signed Napoli winger Adam Ounas on a season-long loan with a €25m option to buy.\r\nNice are understood to have paid €2.5m for the loan and committed to shelling out €25m if they wish to keep him next summer.\r\nThe French side have new-found… [+484 chars]"
    },
    {
      "source": {
        "id": "football-italia",
        "name": "Football Italia"
      },
      "author": "Football Italia staff",
      "title": "Fiorentina in for Falcao?",
      "description": "Fiorentina are reportedly considering a late move for Monaco striker Radamel Falcao.  \tFiorentina have a void to fill in attack after selling Giovanni Simeone to Cagliari.  \tThey have been linked with Fluminense striker Pedro but face competition from French …",
      "url": "https://www.football-italia.net/143571/fiorentina-falcao",
      "urlToImage": null,
      "publishedAt": "2019-08-30T10:10:12Z",
      "content": "Fiorentina are reportedly considering a late move for Monaco striker Radamel Falcao.\r\nFiorentina have a void to fill in attack after selling Giovanni Simeone to Cagliari.\r\nThey have been linked with Fluminense striker Pedro but face competition from French cl… [+443 chars]"
    },
    {
      "source": {
        "id": "football-italia",
        "name": "Football Italia"
      },
      "author": "Football Italia staff",
      "title": "Laxalt has Torino medical",
      "description": "Milan left-back Diego Laxalt has arrived for his Torino medical after finally agreeing terms over a transfer.  \tJust when it seemed Torino had lost Laxalt, they managed to close a season-long loan deal with an â¬11.5m option to buy last night.  \tThe Uruguaya…",
      "url": "https://www.football-italia.net/143570/laxalt-has-torino-medical",
      "urlToImage": null,
      "publishedAt": "2019-08-30T09:40:11Z",
      "content": "Milan left-back Diego Laxalt has arrived for his Torino medical after finally agreeing terms over a transfer.\r\nJust when it seemed Torino had lost Laxalt, they managed to close a season-long loan deal with an €11.5m option to buy last night.\r\nThe Uruguayan wa… [+227 chars]"
    },
    {
      "source": {
        "id": "football-italia",
        "name": "Football Italia"
      },
      "author": "Football Italia staff",
      "title": "Nainggolan: 'They dismantled Roma'",
      "description": "Radja Nainggolan hit out at Monchi for âdismantlingâ Roma, discussed controversy on and off the field, his reputation and why âbeing yourself is setting the best example.â  \tThe new Cagliari signing gave a wide-ranging interview with the Corriere dell…",
      "url": "https://www.football-italia.net/143569/nainggolan-they-dismantled-roma",
      "urlToImage": null,
      "publishedAt": "2019-08-30T09:37:29Z",
      "content": "Radja Nainggolan hit out at Monchi for “dismantling” Roma, discussed controversy on and off the field, his reputation and why “being yourself is setting the best example.”\r\nThe new Cagliari signing gave a wide-ranging interview with the Corriere dello Sport a… [+4675 chars]"
    },
    {
      "source": {
        "id": "football-italia",
        "name": "Football Italia"
      },
      "author": "Football Italia staff",
      "title": "Solskjaer: Smalling, Darmian, Alexis...",
      "description": "Manchester United boss Ole Gunnar Solskjaer confirms Chris Smalling is joining Roma, Matteo Darmian could return to Italy and Alexis Sanchez âneeded to goâ.  \tSmallingâs season-long loan to Roma came completely from the left field as there had been no s…",
      "url": "https://www.football-italia.net/143568/solskjaer-smalling-darmian-alexis",
      "urlToImage": null,
      "publishedAt": "2019-08-30T09:18:23Z",
      "content": "Manchester United boss Ole Gunnar Solskjaer confirms Chris Smalling is joining Roma, Matteo Darmian could return to Italy and Alexis Sanchez ‘needed to go’.\r\nSmalling’s season-long loan to Roma came completely from the left field as there had been no suggesti… [+895 chars]"
    },
    {
      "source": {
        "id": "football-italia",
        "name": "Football Italia"
      },
      "author": "Football Italia staff",
      "title": "Lee leaves Verona for Belgium",
      "description": "South Korea winger Lee Seung-woo has left Verona to join Belgian side Sint-Truiden on a permanent basis.  \tLee moved to Verona from Barcelona in the summer of 2017, with the Blaugrana retaining a buyback option.  \tThe 21-year-old went on to make 43 appearance…",
      "url": "https://www.football-italia.net/143567/lee-leaves-verona-belgium",
      "urlToImage": null,
      "publishedAt": "2019-08-30T09:07:15Z",
      "content": "South Korea winger Lee Seung-woo has left Verona to join Belgian side Sint-Truiden on a permanent basis.\r\nLee moved to Verona from Barcelona in the summer of 2017, with the Blaugrana retaining a buyback option.\r\nThe 21-year-old went on to make 43 appearances … [+307 chars]"
    },
    {
      "source": {
        "id": "football-italia",
        "name": "Football Italia"
      },
      "author": "Football Italia staff",
      "title": "Nainggolan: 'I love a Cagliari challenge'",
      "description": "Radja Nainggolan confirms he turned down Sampdoria and Fiorentina for a return to Cagliari, a decision âmade easier by my wifeâs health problems.â  \tThe Belgium international made the surprising step back to Sardinia on loan from Inter after he was told…",
      "url": "https://www.football-italia.net/143566/nainggolan-i-love-cagliari-challenge",
      "urlToImage": null,
      "publishedAt": "2019-08-30T09:05:31Z",
      "content": "Radja Nainggolan confirms he turned down Sampdoria and Fiorentina for a return to Cagliari, a decision “made easier by my wife’s health problems.”\r\nThe Belgium international made the surprising step back to Sardinia on loan from Inter after he was told that t… [+1982 chars]"
    },
    {
      "source": {
        "id": "football-italia",
        "name": "Football Italia"
      },
      "author": "Football Italia staff",
      "title": "Nainggolan reveals Inter-Icardi issues",
      "description": "Radja Nainggolan has revealed that Inter want Mauro Icardi out because his agent-wife Wanda Nara has caused problems in their dressing room.  \tNainggolan lasted only a season at Inter before returning to Cagliari earlier in the month, and the midfielder admit…",
      "url": "https://www.football-italia.net/143565/nainggolan-reveals-inter-icardi-issues",
      "urlToImage": null,
      "publishedAt": "2019-08-30T08:46:58Z",
      "content": "Radja Nainggolan has revealed that Inter want Mauro Icardi out because his agent-wife Wanda Nara has caused problems in their dressing room.\r\nNainggolan lasted only a season at Inter before returning to Cagliari earlier in the month, and the midfielder admits… [+1070 chars]"
    },
    {
      "source": {
        "id": "football-italia",
        "name": "Football Italia"
      },
      "author": "Football Italia staff",
      "title": "Early bird catches the Toro",
      "description": "Torino’s Europa League journey ends too early, in typical Italian fashion, and Vilizar Yakimov sees the late start of Serie A as the main reason.",
      "url": "https://www.football-italia.net/143564/early-bird-catches-toro",
      "urlToImage": null,
      "publishedAt": "2019-08-30T08:40:49Z",
      "content": "There is something deeply wrong with the European performance of Italian teams at the early stage of the season in recent years.\r\nLast year Atalanta were eliminated in the Europa League play-offs by an undoubtedly inferior FC Copenhagen side after missing a g… [+5539 chars]"
    },
    {
      "source": {
        "id": "football-italia",
        "name": "Football Italia"
      },
      "author": "Football Italia staff",
      "title": "Ronaldo: 'Great faith' in Juve",
      "description": "Cristiano Ronaldo says he has âgreat faithâ in Juventusâ ability to end their long wait for Champions League glory this season.  \tRonaldo is one of the competitionâs most successful players, winning it five times with Manchester United and Real Madrid.",
      "url": "https://www.football-italia.net/143563/ronaldo-great-faith-juve",
      "urlToImage": null,
      "publishedAt": "2019-08-30T08:27:19Z",
      "content": "Cristiano Ronaldo says he has ‘great faith’ in Juventus’ ability to end their long wait for Champions League glory this season.\r\nRonaldo is one of the competition’s most successful players, winning it five times with Manchester United and Real Madrid.\r\nHoweve… [+1156 chars]"
    },
    {
      "source": {
        "id": "football-italia",
        "name": "Football Italia"
      },
      "author": "Football Italia staff",
      "title": "Simeone: Heart chose Cagliari",
      "description": "Fiorentina striker Giovanni Simeone says âmy heart chose Cagliariâ after landing in Sardinia to complete his move.  \tSimeone looked set for Sampdoria until Cagliari dived in with a superior offer of â¬16m yesterday, and he has since opted to join the Ros…",
      "url": "https://www.football-italia.net/143562/simeone-heart-chose-cagliari",
      "urlToImage": null,
      "publishedAt": "2019-08-30T08:12:36Z",
      "content": "Fiorentina striker Giovanni Simeone says ‘my heart chose Cagliari’ after landing in Sardinia to complete his move.\r\nSimeone looked set for Sampdoria until Cagliari dived in with a superior offer of €16m yesterday, and he has since opted to join the Rossoblu o… [+491 chars]"
    },
    {
      "source": {
        "id": "football-italia",
        "name": "Football Italia"
      },
      "author": "Football Italia staff",
      "title": "'Hysaj has Valencia deal, but...'",
      "description": "Elseid Hysajâs agent confirms the Napoli right-back has agreed to join Valencia but warns time is running out for the two clubs to close a transfer.",
      "url": "https://www.football-italia.net/143561/hysaj-has-valencia-deal",
      "urlToImage": null,
      "publishedAt": "2019-08-30T07:59:02Z",
      "content": "Elseid Hysaj’s agent confirms the Napoli right-back has agreed to join Valencia but warns time is running out for the two clubs to close a transfer.\r\nValencia want Hysaj to replace Cristiano Piccini, who is facing several months out with a serious knee injury… [+527 chars]"
    },
    {
      "source": {
        "id": "football-italia",
        "name": "Football Italia"
      },
      "author": "Football Italia staff",
      "title": "Roma check in for Brazilian attacker?",
      "description": "Roma are reportedly ready to complete a triple swoop of transfers with the signing of Corinthians attacker Mateus Vital.  \tRoma are closing in on deals for Chris Smalling and Nikola Kalinic, and Gianluca Di Marzioâs website reports they are also hoping to a…",
      "url": "https://www.football-italia.net/143560/roma-check-brazilian-attacker",
      "urlToImage": null,
      "publishedAt": "2019-08-30T07:50:11Z",
      "content": "Roma are reportedly ready to complete a triple swoop of transfers with the signing of Corinthians attacker Mateus Vital.\r\nRoma are closing in on deals for Chris Smalling and Nikola Kalinic, and Gianluca Di Marzio’s website reports they are also hoping to add … [+440 chars]"
    },
    {
      "source": {
        "id": "football-italia",
        "name": "Football Italia"
      },
      "author": "Football Italia staff",
      "title": "Monaco and Napoli want Icardi",
      "description": "Monaco and Napoli are both prepared to pay â¬65m for Mauro Icardi, itâs reported, but the Inter striker is still refusing to leave, despite Wanda Naraâs pleading.  \tAccording to Sky Sport Italia, his wife and agent has finally realised the situation is c…",
      "url": "https://www.football-italia.net/143558/monaco-and-napoli-want-icardi",
      "urlToImage": null,
      "publishedAt": "2019-08-29T21:23:09Z",
      "content": "Monaco and Napoli are both prepared to pay €65m for Mauro Icardi, it’s reported, but the Inter striker is still refusing to leave, despite Wanda Nara’s pleading.\r\nAccording to Sky Sport Italia, his wife and agent has finally realised the situation is counter-… [+983 chars]"
    },
    {
      "source": {
        "id": "football-italia",
        "name": "Football Italia"
      },
      "author": "Football Italia staff",
      "title": "Mazzarri: 'Toro superior in Wolverhampton'",
      "description": "Walter Mazzarri insists âthe statistics show Torino were superior on the night and did not deserve to loseâ their Europa League play-off with Wolves.",
      "url": "https://www.football-italia.net/143557/mazzarri-toro-superior-wolverhampton",
      "urlToImage": null,
      "publishedAt": "2019-08-29T21:10:22Z",
      "content": "Walter Mazzarri insists “the statistics show Torino were superior on the night and did not deserve to lose” their Europa League play-off with Wolves.\r\nThe Granata already had a mountain to climb after a 3-2 first leg home defeat and also lost 2-1 at Molineux,… [+1583 chars]"
    },
    {
      "source": {
        "id": "football-italia",
        "name": "Football Italia"
      },
      "author": "Football Italia staff",
      "title": "Icardi left out of Inter team dinner",
      "description": "Inter had a big team dinner this evening in Milan, including new buy Alexis Sanchez, but Mauro Icardi was nowhere to be seen amid Napoli, Monaco and Atletico Madrid interest.  \tThe Nerazzurri came together for the team-building exercise and sat around tables …",
      "url": "https://www.football-italia.net/143556/icardi-left-out-inter-team-dinner",
      "urlToImage": null,
      "publishedAt": "2019-08-29T21:03:23Z",
      "content": "Inter had a big team dinner this evening in Milan, including new buy Alexis Sanchez, but Mauro Icardi was nowhere to be seen amid Napoli, Monaco and Atletico Madrid interest.\r\nThe Nerazzurri came together for the team-building exercise and sat around tables s… [+905 chars]"
    },
    {
      "source": {
        "id": "football-italia",
        "name": "Football Italia"
      },
      "author": "Football Italia staff",
      "title": "Olsen and Simeone for Cagliari",
      "description": "Cagliari continue to reinforce their squad, as Robin Olsen and Giovanni Simeone will fly in to sign for the Sardinians tomorrow.  \tAccording to multiple sources, including Sky Sport Italia, they have agreed a dry loan for Roma goalkeeper Olsen.",
      "url": "https://www.football-italia.net/143555/olsen-and-simeone-cagliari",
      "urlToImage": null,
      "publishedAt": "2019-08-29T20:50:42Z",
      "content": "Cagliari continue to reinforce their squad, as Robin Olsen and Giovanni Simeone will fly in to sign for the Sardinians tomorrow.\r\nAccording to multiple sources, including Sky Sport Italia, they have agreed a dry loan for Roma goalkeeper Olsen.\r\nHe is called i… [+329 chars]"
    },
    {
      "source": {
        "id": "football-italia",
        "name": "Football Italia"
      },
      "author": "Football Italia staff",
      "title": "EL: Wasteful Torino eliminated by Wolves",
      "description": "Torino had the chances to frighten Wolverhampton Wanderers, but their finishing was again poor, as they crashed out of the Europa League play-offs 5-3 on aggregate.  \tThe Granata had a mountain to climb after their 3-2 first leg home defeat if they were to co…",
      "url": "https://www.football-italia.net/143549/el-wasteful-torino-eliminated-wolves",
      "urlToImage": null,
      "publishedAt": "2019-08-29T20:36:57Z",
      "content": "Torino had the chances to frighten Wolverhampton Wanderers, but their finishing was again poor, as they crashed out of the Europa League play-offs 5-3 on aggregate.\r\nThe Granata had a mountain to climb after their 3-2 first leg home defeat if they were to con… [+2184 chars]"
    },
    {
      "source": {
        "id": "football-italia",
        "name": "Football Italia"
      },
      "author": "Football Italia staff",
      "title": "Atalanta Champions League schedule",
      "description": "Atalantaâs first ever Champions League match will be away to Dinamo Zagreb, but they face Manchester City on October 22 and November 6.",
      "url": "https://www.football-italia.net/143554/atalanta-champions-league-schedule",
      "urlToImage": null,
      "publishedAt": "2019-08-29T20:31:05Z",
      "content": "Atalanta’s first ever Champions League match will be away to Dinamo Zagreb, but they face Manchester City on October 22 and November 6.\r\nSep 18\r\nDinamo Zagreb v Atalanta\r\nShakhtar Donetsk v Manchester City\r\nOct 1\r\nAtalanta v Shakhtar Donetsk\r\nManchester City … [+293 chars]"
    },
    {
      "source": {
        "id": "football-italia",
        "name": "Football Italia"
      },
      "author": "Football Italia staff",
      "title": "Inter Champions League schedule",
      "description": "Interâs Champions League campaign kicks off at San Siro against Slavia Prague, but they visit Barcelona on October 2 and host the Blaugrana on December 10.",
      "url": "https://www.football-italia.net/143553/inter-champions-league-schedule",
      "urlToImage": null,
      "publishedAt": "2019-08-29T20:23:10Z",
      "content": "Inter’s Champions League campaign kicks off at San Siro against Slavia Prague, but they visit Barcelona on October 2 and host the Blaugrana on December 10.\r\nSep 17\r\nInter v Slavia Prague\r\nBorussia Dortmund v Barcelona\r\nOct 2\r\nSlavia Prague v Borussia Dortmund… [+265 chars]"
    },
    {
      "source": {
        "id": "football-italia",
        "name": "Football Italia"
      },
      "author": "Football Italia staff",
      "title": "Napoli Champions League schedule",
      "description": "Napoli start their Champions League group phase hosting Liverpool at the San Paolo on September 17, visit Anfield on November 27 and conclude at home to Genk.",
      "url": "https://www.football-italia.net/143552/napoli-champions-league-schedule",
      "urlToImage": null,
      "publishedAt": "2019-08-29T20:17:59Z",
      "content": "Napoli start their Champions League group phase hosting Liverpool at the San Paolo on September 17, visit Anfield on November 27 and conclude at home to Genk.\r\nSep 17\r\nNapoli v Liverpool\r\nRB Salzburg v Genk\r\nOct 2\r\nGenk v Napoli\r\nLiverpool v RB Salzburg\r\nOct … [+184 chars]"
    },
    {
      "source": {
        "id": "football-italia",
        "name": "Football Italia"
      },
      "author": "Football Italia staff",
      "title": "Juventus Champions League schedule",
      "description": "Juventus will open their Champions League group away to Atletico Madrid on September 18, hosting the Spaniards on November 26, and finishing in Leverkusen.",
      "url": "https://www.football-italia.net/143551/juventus-champions-league-schedule",
      "urlToImage": null,
      "publishedAt": "2019-08-29T20:11:45Z",
      "content": "Juventus will open their Champions League group away to Atletico Madrid on September 18, hosting the Spaniards on November 26, and finishing in Leverkusen.\r\nSep 18\r\nAtletico Madrid v Juventus\r\nBayer Leverkusen v Lokomotiv Moscow\r\nOct 1\r\nJuventus v Bayer Lever… [+331 chars]"
    },
    {
      "source": {
        "id": "football-italia",
        "name": "Football Italia"
      },
      "author": "Football Italia staff",
      "title": "Imbula flying in for Lecce",
      "description": "Stoke City midfielder Giannelli Imbula will be in Italy on Friday for his Lecce medical, completing a transfer worth â¬4m.  \tSportitalia are confident the deal is done and the player will be accompanied by his father and agent to work out the final details.",
      "url": "https://www.football-italia.net/143550/imbula-flying-lecce",
      "urlToImage": null,
      "publishedAt": "2019-08-29T19:56:53Z",
      "content": "Stoke City midfielder Giannelli Imbula will be in Italy on Friday for his Lecce medical, completing a transfer worth €4m.\r\nSportitalia are confident the deal is done and the player will be accompanied by his father and agent to work out the final details.\r\nIt… [+411 chars]"
    },
    {
      "source": {
        "id": "football-italia",
        "name": "Football Italia"
      },
      "author": "Football Italia staff",
      "title": "HT: Torino trail in Wolverhampton",
      "description": "Torino dominated the first half in Wolverhampton, but still conceded and are trailing 1-0 on the night, 4-2 on aggregate, in the Europa League play-off.  \tThe Granata had a mountain to climb after their 3-2 first leg home defeat if they were to conquer Moline…",
      "url": "https://www.football-italia.net/143549/ht-torino-trail-wolverhampton",
      "urlToImage": null,
      "publishedAt": "2019-08-29T19:35:57Z",
      "content": "Torino dominated the first half in Wolverhampton, but still conceded and are trailing 1-0 on the night, 4-2 on aggregate, in the Europa League play-off.\r\nThe Granata had a mountain to climb after their 3-2 first leg home defeat if they were to conquer Molineu… [+1209 chars]"
    },
    {
      "source": {
        "id": "football-italia",
        "name": "Football Italia"
      },
      "author": "Football Italia staff",
      "title": "Official: Alexis signs for Inter",
      "description": "Alexis Sanchez is officially a new Inter player, on a one-season loan from Manchester United, after completing his medical.  \tThe Chile international flew in on WednesdayÂ and went straight to the CONI headquarters for a battery of tests.",
      "url": "https://www.football-italia.net/143499/official-alexis-signs-inter",
      "urlToImage": null,
      "publishedAt": "2019-08-29T19:32:27Z",
      "content": "Alexis Sanchez is officially a new Inter player, on a one-season loan from Manchester United, after completing his medical.\r\nThe Chile international flew in on Wednesday and went straight to the CONI headquarters for a battery of tests.\r\nThere are multiple re… [+944 chars]"
    },
    {
      "source": {
        "id": "football-italia",
        "name": "Football Italia"
      },
      "author": "Football Italia staff",
      "title": "Parma ask Man Utd for Darmian",
      "description": "Manchester United full-back Matteo Darmian is in negotiations for a return to Serie A with Parma, claim Italian reports.  \tThe Italy international has already been linked with Juventus, Inter and Roma, but the â¬10m price-tag put everyone off.",
      "url": "https://www.football-italia.net/143548/parma-ask-man-utd-darmian",
      "urlToImage": null,
      "publishedAt": "2019-08-29T19:27:36Z",
      "content": "Manchester United full-back Matteo Darmian is in negotiations for a return to Serie A with Parma, claim Italian reports.\r\nThe Italy international has already been linked with Juventus, Inter and Roma, but the €10m price-tag put everyone off.\r\nMultiple English… [+377 chars]"
    },
    {
      "source": {
        "id": "football-italia",
        "name": "Football Italia"
      },
      "author": "Football Italia staff",
      "title": "Klopp: 'Napoli again!'",
      "description": "Liverpool manager Jurgen Klopp is stunned, excited and concerned at the Champions League draw. âNapoli again! It was pretty close last year.â  \tThe trophy holders are in the same group as Napoli for the second season running, joined this time by RB Salzbu…",
      "url": "https://www.football-italia.net/143547/klopp-napoli-again",
      "urlToImage": null,
      "publishedAt": "2019-08-29T19:13:56Z",
      "content": "Liverpool manager Jurgen Klopp is stunned, excited and concerned at the Champions League draw. “Napoli again! It was pretty close last year.”\r\nThe trophy holders are in the same group as Napoli for the second season running, joined this time by RB Salzburg an… [+1441 chars]"
    },
    {
      "source": {
        "id": "football-italia",
        "name": "Football Italia"
      },
      "author": "Football Italia staff",
      "title": "Laxalt agrees Torino transfer",
      "description": "The Diego Laxalt saga takes another twist with reports he has agreed a loan move with â¬12m option to buy for Torino, despite Sassuolo approaching the Milan left-back.  \tThe Uruguay international has been linked with numerous clubs over the last couple of we…",
      "url": "https://www.football-italia.net/143546/laxalt-agrees-torino-transfer",
      "urlToImage": null,
      "publishedAt": "2019-08-29T18:59:39Z",
      "content": "The Diego Laxalt saga takes another twist with reports he has agreed a loan move with €12m option to buy for Torino, despite Sassuolo approaching the Milan left-back.\r\nThe Uruguay international has been linked with numerous clubs over the last couple of weeks… [+600 chars]"
    },
    {
      "source": {
        "id": "football-italia",
        "name": "Football Italia"
      },
      "author": "Football Italia staff",
      "title": "Cairo: 'Positive Torino thoughts'",
      "description": "Torino President Urbano Cairo focused on âpositive thoughtsâ ahead of the Europa League play-off with Wolverhampton Wanderers.  \tIt kicks off at 19.45 UK time (18.45 GMT), click here for the line-ups, and a miracle is needed after their 3-2 home defeat in…",
      "url": "https://www.football-italia.net/143545/cairo-positive-torino-thoughts",
      "urlToImage": null,
      "publishedAt": "2019-08-29T18:29:42Z",
      "content": "Torino President Urbano Cairo focused on “positive thoughts” ahead of the Europa League play-off with Wolverhampton Wanderers.\r\nIt kicks off at 19.45 UK time (18.45 GMT), click here for the line-ups, and a miracle is needed after their 3-2 home defeat in the … [+1734 chars]"
    },
    {
      "source": {
        "id": "football-italia",
        "name": "Football Italia"
      },
      "author": "Football Italia staff",
      "title": "Man City on Guardiola-Juve rumours",
      "description": "Manchester City director Alberto Galassi looks forward to Atalanta in the Champions League, but Pep Guardiola went from âanger to laughterâ during Juventus rumours.  \tThe Citizens are drawn with Atalanta, Shakhtar Donetsk and Dinamo Zagreb in Group C.  \tâ…",
      "url": "https://www.football-italia.net/143544/man-city-guardiola-juve-rumours",
      "urlToImage": null,
      "publishedAt": "2019-08-29T18:14:45Z",
      "content": "Manchester City director Alberto Galassi looks forward to Atalanta in the Champions League, but Pep Guardiola went from “anger to laughter” during Juventus rumours.\r\nThe Citizens are drawn with Atalanta, Shakhtar Donetsk and Dinamo Zagreb in Group C.\r\n“It’s p… [+1247 chars]"
    },
    {
      "source": {
        "id": "football-italia",
        "name": "Football Italia"
      },
      "author": "Football Italia staff",
      "title": "Percassi: 'Atalanta can compete'",
      "description": "Atalanta President Antonio Percassi prepares for their debut Champions League campaign with Manchester City. âWe can compete.â  \tThe Orobici got into the competition after finishing third in Serie A last season and are in a group with Manchester City, Sha…",
      "url": "https://www.football-italia.net/143543/percassi-atalanta-can-compete",
      "urlToImage": null,
      "publishedAt": "2019-08-29T17:54:33Z",
      "content": "Atalanta President Antonio Percassi prepares for their debut Champions League campaign with Manchester City. “We can compete.”\r\nThe Orobici got into the competition after finishing third in Serie A last season and are in a group with Manchester City, Shakhtar… [+680 chars]"
    },
    {
      "source": {
        "id": "football-italia",
        "name": "Football Italia"
      },
      "author": "Football Italia staff",
      "title": "Nedved: 'Dybala? Anything can happen'",
      "description": "Juventus Vice-President Pavel Nedved described their Champions League group, including Atletico Madrid, and wouldnât rule out a Paulo Dybala sale.",
      "url": "https://www.football-italia.net/143542/nedved-dybala-anything-can-happen",
      "urlToImage": null,
      "publishedAt": "2019-08-29T17:46:50Z",
      "content": "Juventus Vice-President Pavel Nedved described their Champions League group, including Atletico Madrid, and wouldn’t rule out a Paulo Dybala sale.\r\nThe Bianconeri chief arrived for the interview with a glum face and confessed he was uncertain about Liverpool … [+1607 chars]"
    },
    {
      "source": {
        "id": "football-italia",
        "name": "Football Italia"
      },
      "author": "Football Italia staff",
      "title": "Zanetti: 'Inter Euro protagonists'",
      "description": "Inter Vice-President Javier Zanetti said they intend to âbecome protagonists againâ in the Champions League and discussed Mauro Icardiâs situation.  \tThe Nerazzurri have been drawn in the group with Barcelona, Borussia Dortmund and Slavia Prague.",
      "url": "https://www.football-italia.net/143541/zanetti-inter-euro-protagonists",
      "urlToImage": null,
      "publishedAt": "2019-08-29T17:36:24Z",
      "content": "Inter Vice-President Javier Zanetti said they intend to “become protagonists again” in the Champions League and discussed Mauro Icardi’s situation.\r\nThe Nerazzurri have been drawn in the group with Barcelona, Borussia Dortmund and Slavia Prague.\r\n“We return t… [+1373 chars]"
    },
    {
      "source": {
        "id": "football-italia",
        "name": "Football Italia"
      },
      "author": "Football Italia staff",
      "title": "Line-ups: Wolves v Torino",
      "description": "Torino rely on Andrea Belotti and Simone Zaza, but need a miracle to overturn a 3-2 first leg defeat against Wolverhampton Wanderers in the Europa League play-off.  \tIt kicks off at Molineux in Wolverhampton at 19.45 UK time (18.45 GMT).",
      "url": "https://www.football-italia.net/143540/line-ups-wolves-v-torino",
      "urlToImage": null,
      "publishedAt": "2019-08-29T17:25:21Z",
      "content": "Torino rely on Andrea Belotti and Simone Zaza, but need a miracle to overturn a 3-2 first leg defeat against Wolverhampton Wanderers in the Europa League play-off.\r\nIt kicks off at Molineux in Wolverhampton at 19.45 UK time (18.45 GMT).\r\nBelotti’s late penalt… [+1594 chars]"
    },
    {
      "source": {
        "id": "football-italia",
        "name": "Football Italia"
      },
      "author": "Football Italia staff",
      "title": "Ancelotti: 'Better than last year...'",
      "description": "Carlo Ancelotti admits Napoliâs Champions League draw is âbetter than last year, but still a difficult group.â  \tThe Partenopei are once again in the same group as trophy holders Liverpool, this time joined by RB Salzburg and Belgian club KRC Genk.  \tâ…",
      "url": "https://www.football-italia.net/143539/ancelotti-better-last-year",
      "urlToImage": null,
      "publishedAt": "2019-08-29T17:19:42Z",
      "content": "Carlo Ancelotti admits Napoli’s Champions League draw is “better than last year, but still a difficult group.”\r\nThe Partenopei are once again in the same group as trophy holders Liverpool, this time joined by RB Salzburg and Belgian club KRC Genk.\r\n“It’s bett… [+437 chars]"
    },
    {
      "source": {
        "id": "football-italia",
        "name": "Football Italia"
      },
      "author": "Football Italia staff",
      "title": "'Miha presence must inspire Bologna'",
      "description": "Sinisa Mihajlovic has held his first Bologna training session in over a month ahead of their Serie A match against SPAL on Friday.  \tMihajlovic last took training on July 11, having since embarked on a battle with leukaemia, but he has come back earlier than …",
      "url": "https://www.football-italia.net/143538/miha-presence-must-inspire-bologna",
      "urlToImage": null,
      "publishedAt": "2019-08-29T17:02:04Z",
      "content": "Sinisa Mihajlovic has held his first Bologna training session in over a month ahead of their Serie A match against SPAL on Friday.\r\nMihajlovic last took training on July 11, having since embarked on a battle with leukaemia, but he has come back earlier than p… [+1406 chars]"
    },
    {
      "source": {
        "id": "football-italia",
        "name": "Football Italia"
      },
      "author": "Football Italia staff",
      "title": "CL Draw: Tough groups for Italians",
      "description": "The Champions League draw pits Juventus against Atletico Madrid, while Napoli face Liverpool, Inter take on Barcelona and Atalanta are in a group with Manchester City.  \tYou can see how the draw unfolded and give your views on the LIVEBLOG.",
      "url": "https://www.football-italia.net/143537/cl-draw-tough-groups-italians",
      "urlToImage": null,
      "publishedAt": "2019-08-29T17:01:49Z",
      "content": "The Champions League draw pits Juventus against Atletico Madrid, while Napoli face Liverpool, Inter take on Barcelona and Atalanta are in a group with Manchester City.\r\nYou can see how the draw unfolded and give your views on the LIVEBLOG.\r\nThe 2019-20 tourna… [+2291 chars]"
    },
    {
      "source": {
        "id": "football-italia",
        "name": "Football Italia"
      },
      "author": "Football Italia staff",
      "title": "Report: Simeone chooses Cagliari",
      "description": "Fiorentina striker Giovanni Simeone has reportedly chosen to join Cagliari over Sampdoria.  \tSimeone appeared headed for Samp,Â but it came to light on Thursday that Cagliari had outbid their Serie A rivals.  \tThat gave the Argentine a choice to make, and Tut…",
      "url": "https://www.football-italia.net/143536/report-simeone-chooses-cagliari",
      "urlToImage": null,
      "publishedAt": "2019-08-29T16:31:02Z",
      "content": "Fiorentina striker Giovanni Simeone has reportedly chosen to join Cagliari over Sampdoria.\r\nSimeone appeared headed for Samp, but it came to light on Thursday that Cagliari had outbid their Serie A rivals.\r\nThat gave the Argentine a choice to make, and Tuttom… [+259 chars]"
    },
    {
      "source": {
        "id": "football-italia",
        "name": "Football Italia"
      },
      "author": "Football Italia staff",
      "title": "Sneijder: 'Barca and Liverpool favourites'",
      "description": "Wesley Sneijder tips Barcelona and Liverpool for the Champions League, but hopes Inter succeed after signing âsuperstar Romelu Lukaku.â  \tThe former Nerazzurri midfielder just announced his retirement and is attending this eveningâs draw for the 2019-20…",
      "url": "https://www.football-italia.net/143535/sneijder-barca-and-liverpool-favourites",
      "urlToImage": null,
      "publishedAt": "2019-08-29T16:09:25Z",
      "content": "Wesley Sneijder tips Barcelona and Liverpool for the Champions League, but hopes Inter succeed after signing “superstar Romelu Lukaku.”\r\nThe former Nerazzurri midfielder just announced his retirement and is attending this evening’s draw for the 2019-20 group … [+649 chars]"
    },
    {
      "source": {
        "id": "football-italia",
        "name": "Football Italia"
      },
      "author": "Football Italia staff",
      "title": "Romulo out, Donati in for Genoa?",
      "description": "Brescia are negotiating for Romulo, with Genoa ready to replace him with ex-Bayer Leverkusen and Mainz right-back Giulio Donati.  \tRomulo has just returned from a loan spell with Lazio, where he struggled to get playing time, and does not seem to be in Genoaâ…",
      "url": "https://www.football-italia.net/143534/romulo-out-donati-genoa",
      "urlToImage": null,
      "publishedAt": "2019-08-29T15:52:18Z",
      "content": "Brescia are negotiating for Romulo, with Genoa ready to replace him with ex-Bayer Leverkusen and Mainz right-back Giulio Donati.\r\nRomulo has just returned from a loan spell with Lazio, where he struggled to get playing time, and does not seem to be in Genoa’s… [+370 chars]"
    },
    {
      "source": {
        "id": "football-italia",
        "name": "Football Italia"
      },
      "author": "Football Italia staff",
      "title": "Semplici: 'Welcome back, Sinisa'",
      "description": "SPAL Coach Leonardo Semplici welcomes âwarriorâ Sinisa Mihajlovic back to the touchline and makes changes to beat Bologna.  \tIt kicks off on Friday at 19.45 UK time (18.45 GMT), click here for a match preview.",
      "url": "https://www.football-italia.net/143533/semplici-welcome-back-sinisa",
      "urlToImage": null,
      "publishedAt": "2019-08-29T15:39:40Z",
      "content": "SPAL Coach Leonardo Semplici welcomes “warrior” Sinisa Mihajlovic back to the touchline and makes changes to beat Bologna.\r\nIt kicks off on Friday at 19.45 UK time (18.45 GMT), click here for a match preview.\r\n“We are evaluating whether to field the same XI a… [+1069 chars]"
    },
    {
      "source": {
        "id": "football-italia",
        "name": "Football Italia"
      },
      "author": "Football Italia staff",
      "title": "LIVE: Champions League Draw",
      "description": "Join us for all the action as it happens from the draw for the 2019-20 Champions League group phase, as Juventus, Napoli, Inter and Atalanta learn their opponents.  \tIt is scheduled to begin in Monaco at 17.00 UK time (16.00 GMT, 18.00 CET).  \tIf you are on a…",
      "url": "https://www.football-italia.net/143532/live-champions-league-draw",
      "urlToImage": null,
      "publishedAt": "2019-08-29T15:17:01Z",
      "content": "Join us for all the action as it happens from the draw for the 2019-20 Champions League group phase, as Juventus, Napoli, Inter and Atalanta learn their opponents.\r\nIt is scheduled to begin in Monaco at 17.00 UK time (16.00 GMT, 18.00 CET).\r\nIf you are on a m… [+832 chars]"
    },
    {
      "source": {
        "id": "football-italia",
        "name": "Football Italia"
      },
      "author": "Football Italia staff",
      "title": "Schone: Genoa are fantastic!",
      "description": "Lasse Schone says the start to his Genoa career has been âfantasticâ and is backing his side to impress this season.  \tSchone helped Ajax reach the Champions League semi-finals and win another Eredivisie title last season but traded that all in for a two-…",
      "url": "https://www.football-italia.net/143531/schone-genoa-are-fantastic",
      "urlToImage": null,
      "publishedAt": "2019-08-29T15:14:58Z",
      "content": "Lasse Schone says the start to his Genoa career has been ‘fantastic’ and is backing his side to impress this season.\r\nSchone helped Ajax reach the Champions League semi-finals and win another Eredivisie title last season but traded that all in for a two-year … [+1158 chars]"
    },
    {
      "source": {
        "id": "football-italia",
        "name": "Football Italia"
      },
      "author": "Football Italia staff",
      "title": "Juventus hand Mavididi to Dijon",
      "description": "Juventus have handed England Under-20 international Stephy Mavididi to Dijon on loan with option to buy.  \tThe 21-year-old forward had been playing for the Juventus U-23 team in Serie C last season.  \tFormerly of Arsenal and Charlton Athletic, he scored seven…",
      "url": "https://www.football-italia.net/143530/juventus-hand-mavididi-dijon",
      "urlToImage": null,
      "publishedAt": "2019-08-29T15:12:42Z",
      "content": "Juventus have handed England Under-20 international Stephy Mavididi to Dijon on loan with option to buy.\r\nThe 21-year-old forward had been playing for the Juventus U-23 team in Serie C last season.\r\nFormerly of Arsenal and Charlton Athletic, he scored seven g… [+176 chars]"
    },
    {
      "source": {
        "id": "football-italia",
        "name": "Football Italia"
      },
      "author": "Football Italia staff",
      "title": "Dominguez all set for Bologna",
      "description": "Bologna will complete the signing of Velez Sarsfield midfielder Nicolas Dominguez on Friday.  \tGazzetta dello Sport reports Bologna will pay around â¬6m for Dominguez, with Velez entitled to 25 percent of a future resale.",
      "url": "https://www.football-italia.net/143529/dominguez-all-set-bologna",
      "urlToImage": null,
      "publishedAt": "2019-08-29T14:54:21Z",
      "content": "Bologna will complete the signing of Velez Sarsfield midfielder Nicolas Dominguez on Friday.\r\nGazzetta dello Sport reports Bologna will pay around €6m for Dominguez, with Velez entitled to 25 percent of a future resale.\r\nThe Argentina new boy will undergo a m… [+364 chars]"
    },
    {
      "source": {
        "id": "football-italia",
        "name": "Football Italia"
      },
      "author": "Football Italia staff",
      "title": "Matheus leaves Juve for Dijon",
      "description": "Juventus midfielder Matheus Pereira has left the club to join French side Dijon on loan with option to buy.  \tMatheus played three times for Juve towards the end of last season and scored against K League All-Stars during preseason.",
      "url": "https://www.football-italia.net/143528/matheus-leaves-juve-dijon",
      "urlToImage": null,
      "publishedAt": "2019-08-29T14:39:47Z",
      "content": "Juventus midfielder Matheus Pereira has left the club to join French side Dijon on loan with option to buy.\r\nMatheus played three times for Juve towards the end of last season and scored against K League All-Stars during preseason.\r\nHowever, the 21-year-old w… [+325 chars]"
    },
    {
      "source": {
        "id": "football-italia",
        "name": "Football Italia"
      },
      "author": "Football Italia staff",
      "title": "Defrel agrees Sassuolo return",
      "description": "Sassuolo have agreed a deal to bring back Roma striker Gregoire Defrel on loan with obligation to buy.  \tIt was reported earlier that Sassuolo had overtaken Sampdoria in the race for Defrel.  \tNow, Gianluca Di Marzio and Calciomercato.com are reporting an agr…",
      "url": "https://www.football-italia.net/143527/defrel-agrees-sassuolo-return",
      "urlToImage": null,
      "publishedAt": "2019-08-29T14:19:40Z",
      "content": "Sassuolo have agreed a deal to bring back Roma striker Gregoire Defrel on loan with obligation to buy.\r\nIt was reported earlier that Sassuolo had overtaken Sampdoria in the race for Defrel.\r\nNow, Gianluca Di Marzio and Calciomercato.com are reporting an agree… [+342 chars]"
    },
    {
      "source": {
        "id": "football-italia",
        "name": "Football Italia"
      },
      "author": "Football Italia staff",
      "title": "Inter 'consider Matuidi & Matri'",
      "description": "Inter are reportedly considering late moves for Juventus midfielder Blaise Matuidi and Sassuolo striker Alessandro Matri.  \tAccording to Gazzetta dello Sport, Inter have turned to Matuidi after encountering problems for Barcelonaâs Arturo Vidal.",
      "url": "https://www.football-italia.net/143526/inter-consider-matuidi-matri",
      "urlToImage": null,
      "publishedAt": "2019-08-29T13:53:47Z",
      "content": "Inter are reportedly considering late moves for Juventus midfielder Blaise Matuidi and Sassuolo striker Alessandro Matri.\r\nAccording to Gazzetta dello Sport, Inter have turned to Matuidi after encountering problems for Barcelona’s Arturo Vidal.\r\nThe 32-year-o… [+764 chars]"
    },
    {
      "source": {
        "id": "football-italia",
        "name": "Football Italia"
      },
      "author": "Football Italia staff",
      "title": "Insigne: Napoli for the Scudetto!",
      "description": "Lorenzo Insigne believes Napoli âcan go all the wayâ this season as Coach Carlo Ancelotti âhas been talking to us about the Scudetto from day one.âÂ   \tNapoli face Juventus on Saturday in just their second Serie A match of the 2019-20 campaign, with t…",
      "url": "https://www.football-italia.net/143525/insigne-napoli-scudetto",
      "urlToImage": null,
      "publishedAt": "2019-08-29T13:38:03Z",
      "content": "Lorenzo Insigne believes Napoli ‘can go all the way’ this season as Coach Carlo Ancelotti ‘has been talking to us about the Scudetto from day one.’ \r\nNapoli face Juventus on Saturday in just their second Serie A match of the 2019-20 campaign, with the Biancon… [+1421 chars]"
    },
    {
      "source": {
        "id": "football-italia",
        "name": "Football Italia"
      },
      "author": "Football Italia staff",
      "title": "Cagliari outbid Samp for Simeone",
      "description": "Cagliari have outbid Sampdoria for Giovanni Simeone, leaving the Fiorentina striker with a choice to make.  \tSimeone looked all set for Samp last night after they agreed a â¬15m deal for the Argentine.  \tHowever, Gianluca Di Marzio, Gazzetta dello Sport and …",
      "url": "https://www.football-italia.net/143524/cagliari-outbid-samp-simeone",
      "urlToImage": null,
      "publishedAt": "2019-08-29T12:57:16Z",
      "content": "Cagliari have outbid Sampdoria for Giovanni Simeone, leaving the Fiorentina striker with a choice to make.\r\nSimeone looked all set for Samp last night after they agreed a €15m deal for the Argentine.\r\nHowever, Gianluca Di Marzio, Gazzetta dello Sport and Alfr… [+510 chars]"
    },
    {
      "source": {
        "id": "football-italia",
        "name": "Football Italia"
      },
      "author": "Football Italia staff",
      "title": "Tonali to lead Fiorentina triple swoop?",
      "description": "Fiorentina are reportedly in talks to sign Brescia midfielder Sandro Tonali, Udinese attacker Rodrigo de Paul and Fluminense striker Pedro.  \tAccording to Gianluca Di Marzioâs website, Fiorentina are meeting Tonaliâs agent this afternoon.",
      "url": "https://www.football-italia.net/143523/tonali-lead-fiorentina-triple-swoop",
      "urlToImage": null,
      "publishedAt": "2019-08-29T12:38:56Z",
      "content": "Fiorentina are reportedly in talks to sign Brescia midfielder Sandro Tonali, Udinese attacker Rodrigo de Paul and Fluminense striker Pedro.\r\nAccording to Gianluca Di Marzio’s website, Fiorentina are meeting Tonali’s agent this afternoon.\r\nDi Marzio explains n… [+711 chars]"
    },
    {
      "source": {
        "id": "football-italia",
        "name": "Football Italia"
      },
      "author": "Football Italia staff",
      "title": "Barca or Bayern for Emre Can?",
      "description": "Barcelona and Bayern Munich are reportedly engaged in a tug-of-war for Juventus midfielder Emre Can.  \tAccording to Gazzetta dello Sport, interest from the two clubs has âintensifiedâ in recent hours.  \tEmre Can looks to be in the firing line as Juve need…",
      "url": "https://www.football-italia.net/143522/barca-or-bayern-emre-can",
      "urlToImage": null,
      "publishedAt": "2019-08-29T11:58:39Z",
      "content": "Barcelona and Bayern Munich are reportedly engaged in a tug-of-war for Juventus midfielder Emre Can.\r\nAccording to Gazzetta dello Sport, interest from the two clubs has ‘intensified’ in recent hours.\r\nEmre Can looks to be in the firing line as Juve need to sh… [+649 chars]"
    },
    {
      "source": {
        "id": "football-italia",
        "name": "Football Italia"
      },
      "author": "Football Italia staff",
      "title": "Serie A Week 2 referees",
      "description": "The Serie A Week 2 referees are announced as Daniele Orsato is given Juventus-Napoli and Marco Guida will oversee the Derby della Capitale.  \tThe assignment of Orsato has been panned by Neapolitan media, given his controversial performance during Juveâs 3-2…",
      "url": "https://www.football-italia.net/143521/serie-week-2-referees",
      "urlToImage": null,
      "publishedAt": "2019-08-29T11:15:43Z",
      "content": "The Serie A Week 2 referees are announced as Daniele Orsato is given Juventus-Napoli and Marco Guida will oversee the Derby della Capitale.\r\nThe assignment of Orsato has been panned by Neapolitan media, given his controversial performance during Juve’s 3-2 wi… [+812 chars]"
    },
    {
      "source": {
        "id": "football-italia",
        "name": "Football Italia"
      },
      "author": "Football Italia staff",
      "title": "Laxalt: Torino no, Sassuolo...",
      "description": "Torino no longer look like signing Milan left-back Diego Laxalt, possibly opening the door to Sassuolo.  \tLaxalt seemed to be closing in on a loan move to Torino, with his agent meeting Milan officials yesterday,  \tHowever, Tuttomercatoweb reports the deal is…",
      "url": "https://www.football-italia.net/143520/laxalt-torino-no-sassuolo",
      "urlToImage": null,
      "publishedAt": "2019-08-29T11:00:04Z",
      "content": "Torino no longer look like signing Milan left-back Diego Laxalt, possibly opening the door to Sassuolo.\r\nLaxalt seemed to be closing in on a loan move to Torino, with his agent meeting Milan officials yesterday,\r\nHowever, Tuttomercatoweb reports the deal is o… [+608 chars]"
    },
    {
      "source": {
        "id": "football-italia",
        "name": "Football Italia"
      },
      "author": "Football Italia staff",
      "title": "Sassuolo favourites for Defrel",
      "description": "Despite Sampdoria confidence, Sassuolo are now the favourites to sign Roma striker Gregoire Defrel.  \tSamp President Massimo Ferrero said on Tuesday evening that he was expecting the green light from Defrel.  \tHowever, subsequent reports claim the Blucerchiat…",
      "url": "https://www.football-italia.net/143519/sassuolo-favourites-defrel",
      "urlToImage": null,
      "publishedAt": "2019-08-29T10:10:50Z",
      "content": "Despite Sampdoria confidence, Sassuolo are now the favourites to sign Roma striker Gregoire Defrel.\r\nSamp President Massimo Ferrero said on Tuesday evening that he was expecting the green light from Defrel.\r\nHowever, subsequent reports claim the Blucerchiati … [+420 chars]"
    },
    {
      "source": {
        "id": "football-italia",
        "name": "Football Italia"
      },
      "author": "Football Italia staff",
      "title": "Official: Bologna sign Medel",
      "description": "Bologna have officially signed Chile midfielder Gary Medel from Besiktas for a reported â¬2.5m.  \tThe deal was confirmed by Bologna on Thursday morning, with Medel putting pen to paper on a three-year contract.  \tIt marks a return to Serie A for the 32-year-…",
      "url": "https://www.football-italia.net/143518/official-bologna-sign-medel",
      "urlToImage": null,
      "publishedAt": "2019-08-29T09:53:31Z",
      "content": "Bologna have officially signed Chile midfielder Gary Medel from Besiktas for a reported €2.5m.\r\nThe deal was confirmed by Bologna on Thursday morning, with Medel putting pen to paper on a three-year contract.\r\nIt marks a return to Serie A for the 32-year-old,… [+259 chars]"
    },
    {
      "source": {
        "id": "football-italia",
        "name": "Football Italia"
      },
      "author": "Football Italia staff",
      "title": "Reports: Smalling to join Roma",
      "description": "Reports in Italy claim Manchester United defender Chris Smalling is close to making a shock move to Roma.  \tThe news was first broken by Il Tempo journalist Alessandro Austini, who tweeted Smalling was the âMr Xâ Roma had targeted to bolster their backlin…",
      "url": "https://www.football-italia.net/143517/reports-smalling-join-roma",
      "urlToImage": null,
      "publishedAt": "2019-08-29T09:14:09Z",
      "content": "Reports in Italy claim Manchester United defender Chris Smalling is close to making a shock move to Roma.\r\nThe news was first broken by Il Tempo journalist Alessandro Austini, who tweeted Smalling was the ‘Mr X’ Roma had targeted to bolster their backline.\r\nT… [+619 chars]"
    },
    {
      "source": {
        "id": "football-italia",
        "name": "Football Italia"
      },
      "author": "Football Italia staff",
      "title": "Bessa in Inter return?",
      "description": "Inter could bring back Verona midfielder Daniel Bessa before Mondayâs transfer deadline.  \tAccording to Corriere dello Sport, Bessa appeals to Inter as he could be brought in on loan with an option to buy and can play any midfield role in a 3-5-2 formation.",
      "url": "https://www.football-italia.net/143516/bessa-inter-return",
      "urlToImage": null,
      "publishedAt": "2019-08-29T09:05:44Z",
      "content": "Inter could bring back Verona midfielder Daniel Bessa before Monday’s transfer deadline.\r\nAccording to Corriere dello Sport, Bessa appeals to Inter as he could be brought in on loan with an option to buy and can play any midfield role in a 3-5-2 formation.\r\nH… [+548 chars]"
    },
    {
      "source": {
        "id": "football-italia",
        "name": "Football Italia"
      },
      "author": "Football Italia staff",
      "title": "Capital clubs resisted poachers",
      "description": "Lazio and Roma’s biggest success stories on the transfer market this summer were keeping top stars, writes Sam Wilson.",
      "url": "https://www.football-italia.net/143515/capital-clubs-resisted-poachers",
      "urlToImage": null,
      "publishedAt": "2019-08-29T09:00:42Z",
      "content": "The summer transfer window is nearing its end for another year and it certainly lived up to its hype as far as Italy is concerned. Several high-profile players moved to the country, with Matthijs de Ligt snubbing the likes of PSG, Barcelona and Manchester Uni… [+3847 chars]"
    },
    {
      "source": {
        "id": "football-italia",
        "name": "Football Italia"
      },
      "author": "Football Italia staff",
      "title": "Milan striker leaves for Belgium",
      "description": "Milan striker Frank Tsadjout has left the club to join Belgian side Charleroi on a season-long loan with option to buy.  \tTsadjout scored 26 goals in 73 appearances for Milanâs Primavera sides and was called up to the first team on several occasions last se…",
      "url": "https://www.football-italia.net/143514/milan-striker-leaves-belgium",
      "urlToImage": null,
      "publishedAt": "2019-08-29T08:38:40Z",
      "content": "Milan striker Frank Tsadjout has left the club to join Belgian side Charleroi on a season-long loan with option to buy.\r\nTsadjout scored 26 goals in 73 appearances for Milan’s Primavera sides and was called up to the first team on several occasions last seaso… [+261 chars]"
    },
    {
      "source": {
        "id": "football-italia",
        "name": "Football Italia"
      },
      "author": "Football Italia staff",
      "title": "Report: Roma rejected for Lovren",
      "description": "Liverpool have reportedly rejected Romaâs offer of a loan with a conditional obligation to buy for defender Dejan Lovren.  \tRoma have gone back in for Lovren after they failed to agree a deal with Juventus for Daniele Rugani.",
      "url": "https://www.football-italia.net/143513/report-roma-rejected-lovren",
      "urlToImage": null,
      "publishedAt": "2019-08-29T08:27:42Z",
      "content": "Liverpool have reportedly rejected Roma’s offer of a loan with a conditional obligation to buy for defender Dejan Lovren.\r\nRoma have gone back in for Lovren after they failed to agree a deal with Juventus for Daniele Rugani.\r\nAs per Gazzetta dello Sport, Coac… [+430 chars]"
    },
    {
      "source": {
        "id": "football-italia",
        "name": "Football Italia"
      },
      "author": "Football Italia staff",
      "title": "Bennacer: 'I had chosen Milan'",
      "description": "Ismael Bennacer reveals why he chose Milan after talking to Marco Giampaolo, a new role and being prepared to âgive everything for my team.â  \tThe 21-year-old made his debut as a substitute during the 1-0 defeat to Udinese, but is expected to start agains…",
      "url": "https://www.football-italia.net/143512/bennacer-i-had-chosen-milan",
      "urlToImage": null,
      "publishedAt": "2019-08-29T08:21:52Z",
      "content": "Ismael Bennacer reveals why he chose Milan after talking to Marco Giampaolo, a new role and being prepared to “give everything for my team.”\r\nThe 21-year-old made his debut as a substitute during the 1-0 defeat to Udinese, but is expected to start against Bre… [+2217 chars]"
    },
    {
      "source": {
        "id": "football-italia",
        "name": "Football Italia"
      },
      "author": "Football Italia staff",
      "title": "Official: Inter sign Biraghi",
      "description": "Inter have officially signed Fiorentina left-back Cristiano Biraghi on loan with an option to buy.  \tBiraghi confirmed he had made the move last night, but only now has it been announced by Inter.  \tThe 26-year-old returns to San Siro on a temporary basis for…",
      "url": "https://www.football-italia.net/143511/official-inter-sign-biraghi",
      "urlToImage": null,
      "publishedAt": "2019-08-29T08:12:19Z",
      "content": "Inter have officially signed Fiorentina left-back Cristiano Biraghi on loan with an option to buy.\r\nBiraghi confirmed he had made the move last night, but only now has it been announced by Inter.\r\nThe 26-year-old returns to San Siro on a temporary basis for t… [+591 chars]"
    },
    {
      "source": {
        "id": "football-italia",
        "name": "Football Italia"
      },
      "author": "Football Italia staff",
      "title": "Probable line-ups: Wolves-Torino (3-2 agg.)",
      "description": "Andrea Belotti and Simone Zaza are tasked with firing Torino to a sensational comeback against Wolverhampton Wanderers in the Europa League playoffs.  \tBelotti scored a penalty in the first leg, taking his Europa League tally to five, but neither he nor strik…",
      "url": "https://www.football-italia.net/143510/probable-line-ups-wolves-torino-3-2-agg",
      "urlToImage": null,
      "publishedAt": "2019-08-29T07:55:58Z",
      "content": "Andrea Belotti and Simone Zaza are tasked with firing Torino to a sensational comeback against Wolverhampton Wanderers in the Europa League playoffs.\r\nBelotti scored a penalty in the first leg, taking his Europa League tally to five, but neither he nor strike… [+981 chars]"
    },
    {
      "source": {
        "id": "football-italia",
        "name": "Football Italia"
      },
      "author": "Football Italia staff",
      "title": "Sassuolo talks for Kenedy",
      "description": "Sassuolo are in discussions with Chelsea for left-back Kenedy on loan after Rogerio picked up an injury, claim Sky Sport Italia.  \tThe Neroverdi need reinforcements, as itâs not clear how long Rogerio will be out of action for and the transfer deadline in I…",
      "url": "https://www.football-italia.net/143508/sassuolo-talks-kenedy",
      "urlToImage": null,
      "publishedAt": "2019-08-28T21:46:41Z",
      "content": "Sassuolo are in discussions with Chelsea for left-back Kenedy on loan after Rogerio picked up an injury, claim Sky Sport Italia.\r\nThe Neroverdi need reinforcements, as it’s not clear how long Rogerio will be out of action for and the transfer deadline in Ital… [+542 chars]"
    },
    {
      "source": {
        "id": "football-italia",
        "name": "Football Italia"
      },
      "author": "Football Italia staff",
      "title": "Rigoni and Simeone for Samp",
      "description": "Sampdoria are reportedly close to both Zenitâs Emiliano Rigoni and Fiorentina striker Giovanni Simeone, on loan with option to buy.  \tAccording to Sportitalia and Tuttomercatoweb, negotiations are down to the details for Rigoni following todayâs meeting w…",
      "url": "https://www.football-italia.net/143507/rigoni-and-simeone-samp",
      "urlToImage": null,
      "publishedAt": "2019-08-28T21:31:53Z",
      "content": "Sampdoria are reportedly close to both Zenit’s Emiliano Rigoni and Fiorentina striker Giovanni Simeone, on loan with option to buy.\r\nAccording to Sportitalia and Tuttomercatoweb, negotiations are down to the details for Rigoni following today’s meeting with t… [+795 chars]"
    },
    {
      "source": {
        "id": "football-italia",
        "name": "Football Italia"
      },
      "author": "Football Italia staff",
      "title": "Napoli: Llorente on ice for Icardi",
      "description": "Napoli are ready to wait until Friday for Mauro Icardi to accept a departure from Inter or theyâll sign Fernando Llorente.",
      "url": "https://www.football-italia.net/143506/napoli-llorente-ice-icardi",
      "urlToImage": null,
      "publishedAt": "2019-08-28T21:14:10Z",
      "content": "Napoli are ready to wait until Friday for Mauro Icardi to accept a departure from Inter or they’ll sign Fernando Llorente.\r\nAccording to Sky Sport Italia, Sportitalia and FCInterNews, the Partenopei are still hanging on in hope that Icardi will acknowledge In… [+652 chars]"
    },
    {
      "source": {
        "id": "football-italia",
        "name": "Football Italia"
      },
      "author": "Football Italia staff",
      "title": "Valencia ask Napoli for Hysaj",
      "description": "Following Cristiano Picciniâs injury, Valencia have reportedly asked Napoli for Elseid Hysaj on loan with option to buy.  \tItaly international Piccini suffered a fractured kneecap in training this morning and is expected to be out of action for five months.",
      "url": "https://www.football-italia.net/143505/valencia-ask-napoli-hysaj",
      "urlToImage": null,
      "publishedAt": "2019-08-28T21:07:19Z",
      "content": "Following Cristiano Piccini’s injury, Valencia have reportedly asked Napoli for Elseid Hysaj on loan with option to buy.\r\nItaly international Piccini suffered a fractured kneecap in training this morning and is expected to be out of action for five months.\r\nA… [+468 chars]"
    },
    {
      "source": {
        "id": "football-italia",
        "name": "Football Italia"
      },
      "author": "Football Italia staff",
      "title": "CL Draw: Seeds finalised",
      "description": "The Champions League draw is on Thursday with Juventus, Inter, Napoli and Atalanta, so the pots are now complete after this eveningâs final play-offs.  \tJuve are top seeds along with holders Liverpool, Chelsea, Barcelona, Manchester City, Bayern Munich, PSG…",
      "url": "https://www.football-italia.net/143504/cl-draw-seeds-finalised",
      "urlToImage": null,
      "publishedAt": "2019-08-28T20:58:59Z",
      "content": "The Champions League draw is on Thursday with Juventus, Inter, Napoli and Atalanta, so the pots are now complete after this evening’s final play-offs.\r\nJuve are top seeds along with holders Liverpool, Chelsea, Barcelona, Manchester City, Bayern Munich, PSG an… [+817 chars]"
    },
    {
      "source": {
        "id": "football-italia",
        "name": "Football Italia"
      },
      "author": "Football Italia staff",
      "title": "Juve beat Man Utd on Instagram",
      "description": "Juventus have surpassed Manchester United to become the third most popular football club on Instagram, behind Real Madrid and Barcelona.  \tWork on increasing brand recognition and signing big names like Cristiano Ronaldo and Matthijs de Ligt paid off, as thei…",
      "url": "https://www.football-italia.net/143503/juve-beat-man-utd-instagram",
      "urlToImage": null,
      "publishedAt": "2019-08-28T20:39:47Z",
      "content": "Juventus have surpassed Manchester United to become the third most popular football club on Instagram, behind Real Madrid and Barcelona.\r\nWork on increasing brand recognition and signing big names like Cristiano Ronaldo and Matthijs de Ligt paid off, as their… [+374 chars]"
    },
    {
      "source": {
        "id": "football-italia",
        "name": "Football Italia"
      },
      "author": "Football Italia staff",
      "title": "Biraghi: 'Back home at Inter'",
      "description": "Cristiano Biraghi has signed for Inter and the former Fiorentina left-back sees it as âa dream come true, to be back home.â  \tThe defender turns 27 next month and completed an exchange deal with Henrique Dalbert going to the Stadio Franchi.",
      "url": "https://www.football-italia.net/143502/biraghi-back-home-inter",
      "urlToImage": null,
      "publishedAt": "2019-08-28T20:17:48Z",
      "content": "Cristiano Biraghi has signed for Inter and the former Fiorentina left-back sees it as “a dream come true, to be back home.”\r\nThe defender turns 27 next month and completed an exchange deal with Henrique Dalbert going to the Stadio Franchi.\r\nBiraghi is from th… [+430 chars]"
    },
    {
      "source": {
        "id": "football-italia",
        "name": "Football Italia"
      },
      "author": "Football Italia staff",
      "title": "Szczesny's cunning Champions plan",
      "description": "Wojciech Szczesny describes Maurizio Sarri methods and jokes Juventus can win the Champions League \"now Matthijs de Ligt and Cristiano Ronaldo canât knock us out.â  \tThere is immediately a Scudetto showdown on Saturday when Napoli visit the Juventus Stadi…",
      "url": "https://www.football-italia.net/143501/szczesnys-cunning-champions-plan",
      "urlToImage": null,
      "publishedAt": "2019-08-28T19:44:59Z",
      "content": "Wojciech Szczesny describes Maurizio Sarri methods and jokes Juventus can win the Champions League \"now Matthijs de Ligt and Cristiano Ronaldo can’t knock us out.”\r\nThere is immediately a Scudetto showdown on Saturday when Napoli visit the Juventus Stadium.\r\n… [+2114 chars]"
    },
    {
      "source": {
        "id": "football-italia",
        "name": "Football Italia"
      },
      "author": "Football Italia staff",
      "title": "Commisso stadium and De Paul hints",
      "description": "Fiorentina President Rocco Commisso discussed transfer strategy, Federico Chiesa, Rodrigo De Paul and new stadium plans.  \tThe Italian-American flew in to attend their opening Serie A game of the season, a 4-3 defeat to Napoli, and had a series of meetings wi…",
      "url": "https://www.football-italia.net/143500/commisso-stadium-and-de-paul-hints",
      "urlToImage": null,
      "publishedAt": "2019-08-28T19:22:54Z",
      "content": "Fiorentina President Rocco Commisso discussed transfer strategy, Federico Chiesa, Rodrigo De Paul and new stadium plans.\r\nThe Italian-American flew in to attend their opening Serie A game of the season, a 4-3 defeat to Napoli, and had a series of meetings wit… [+1733 chars]"
    },
    {
      "source": {
        "id": "football-italia",
        "name": "Football Italia"
      },
      "author": "Football Italia staff",
      "title": "Mandzukic turns down PSG",
      "description": "Mario Mandzukic has reportedly turned down an offer to join Paris Saint-Germain and will remain at Juventus until at least January.  \tAccording to Sky Sport Italia, Goal.com and others, the Croatia international rejected the idea of moving to the Parc des Pri…",
      "url": "https://www.football-italia.net/143498/mandzukic-turns-down-psg",
      "urlToImage": null,
      "publishedAt": "2019-08-28T18:50:58Z",
      "content": "Mario Mandzukic has reportedly turned down an offer to join Paris Saint-Germain and will remain at Juventus until at least January.\r\nAccording to Sky Sport Italia, Goal.com and others, the Croatia international rejected the idea of moving to the Parc des Prin… [+595 chars]"
    },
    {
      "source": {
        "id": "football-italia",
        "name": "Football Italia"
      },
      "author": "Football Italia staff",
      "title": "Bologna deal for Dominguez",
      "description": "Velez Sarsfield midfielder Nicolas Dominguez is reportedly flying to Italy tomorrow to sign for Bologna in a â¬10m deal.  \tAccording to reporters Matteo Pedrosi and Agustin Sileo, the 21-year-old Argentine is a done deal thanks to his â¬10m release clause, …",
      "url": "https://www.football-italia.net/143497/bologna-deal-dominguez",
      "urlToImage": null,
      "publishedAt": "2019-08-28T18:39:59Z",
      "content": "Velez Sarsfield midfielder Nicolas Dominguez is reportedly flying to Italy tomorrow to sign for Bologna in a €10m deal.\r\nAccording to reporters Matteo Pedrosi and Agustin Sileo, the 21-year-old Argentine is a done deal thanks to his €10m release clause, or at… [+545 chars]"
    },
    {
      "source": {
        "id": "football-italia",
        "name": "Football Italia"
      },
      "author": "Football Italia staff",
      "title": "Arana: 'Atalanta a step forward'",
      "description": "Guilherme Arana said joining Atalanta on loan from Sevilla with option to buy ârepresents a big step for my career and my life.â  \tThe left-back completed the transfer today, having moved from Corinthians to Sevilla for â¬12m in January 2018.",
      "url": "https://www.football-italia.net/143496/arana-atalanta-step-forward",
      "urlToImage": null,
      "publishedAt": "2019-08-28T18:14:18Z",
      "content": "Guilherme Arana said joining Atalanta on loan from Sevilla with option to buy “represents a big step for my career and my life.”\r\nThe left-back completed the transfer today, having moved from Corinthians to Sevilla for €12m in January 2018.\r\n“I am happy, as i… [+637 chars]"
    },
    {
      "source": {
        "id": "football-italia",
        "name": "Football Italia"
      },
      "author": "Football Italia staff",
      "title": "Totti: 'Roma won't compete for top four'",
      "description": "Francesco Totti revealed he has chosen his new role, “which nobody knows about, but you will soon,” and urged Roma to further reinforce the squad. \"I hope I'm wrong, but...\"",
      "url": "https://www.football-italia.net/143495/totti-roma-wont-compete-top-four",
      "urlToImage": null,
      "publishedAt": "2019-08-28T17:55:56Z",
      "content": "Francesco Totti revealed he has chosen his new role, “which nobody knows about, but you will soon,” and urged Roma to further reinforce the squad. \"I hope I'm wrong, but...\"\r\nThe former captain walked out on the club this summer after complaining he was margi… [+2167 chars]"
    },
    {
      "source": {
        "id": "football-italia",
        "name": "Football Italia"
      },
      "author": "Football Italia staff",
      "title": "Mazzola: 'Conte like Herrera'",
      "description": "Inter legend Sandro Mazzola claims Antonio Conte âreally reminds me of Helenio Herrera: he gets inside your head.â  \tConte became only the third Nerazzurri Coach to win his Serie A debut with the club by four clear goals, crushing Lecce 4-0, following in …",
      "url": "https://www.football-italia.net/143494/mazzola-conte-herrera",
      "urlToImage": null,
      "publishedAt": "2019-08-28T17:19:03Z",
      "content": "Inter legend Sandro Mazzola claims Antonio Conte “really reminds me of Helenio Herrera: he gets inside your head.”\r\nConte became only the third Nerazzurri Coach to win his Serie A debut with the club by four clear goals, crushing Lecce 4-0, following in the f… [+544 chars]"
    },
    {
      "source": {
        "id": "football-italia",
        "name": "Football Italia"
      },
      "author": "Football Italia staff",
      "title": "Nuno: 'Wolves start from zero'",
      "description": "Nuno Espirito Santo wants Wolverhampton Wanderers to forget the 3-2 first leg victory over Torino. âWe start from zero.â  \tWolves won the first leg 3-2 in Turin and will host the Europa League play-off decider on Thursday evening.",
      "url": "https://www.football-italia.net/143493/nuno-wolves-start-zero",
      "urlToImage": null,
      "publishedAt": "2019-08-28T17:04:32Z",
      "content": "Nuno Espirito Santo wants Wolverhampton Wanderers to forget the 3-2 first leg victory over Torino. “We start from zero.”\r\nWolves won the first leg 3-2 in Turin and will host the Europa League play-off decider on Thursday evening.\r\n“It's a new game, the result… [+1713 chars]"
    },
    {
      "source": {
        "id": "football-italia",
        "name": "Football Italia"
      },
      "author": "Football Italia staff",
      "title": "Mazzarri: 'Toro won't beg Nkoulou'",
      "description": "Walter Mazzarri bitterly criticised Nicolas Nkoulou for putting Torinoâs Europa League qualification at risk and has injury concerns against Wolverhampton Wanderers.  \tThe first leg of this play-off ended 3-2 for Wolves in Turin and the decider for a place …",
      "url": "https://www.football-italia.net/143492/mazzarri-toro-wont-beg-nkoulou",
      "urlToImage": null,
      "publishedAt": "2019-08-28T16:52:02Z",
      "content": "Walter Mazzarri bitterly criticised Nicolas Nkoulou for putting Torino’s Europa League qualification at risk and has injury concerns against Wolverhampton Wanderers.\r\nThe first leg of this play-off ended 3-2 for Wolves in Turin and the decider for a place in … [+2439 chars]"
    },
    {
      "source": {
        "id": "football-italia",
        "name": "Football Italia"
      },
      "author": "Football Italia staff",
      "title": "Lucescu: 'Fonseca used my ideas'",
      "description": "Former Shakhtar Donetsk boss Mircea Lucescu claims Paulo Fonseca âmade the most of my work, but at Roma he has to create his own ideas.â  \tThe 74-year-old Romanian legend was on the Shakhtar bench from 2004-16, when he was replaced by Fonseca.",
      "url": "https://www.football-italia.net/143491/lucescu-fonseca-used-my-ideas",
      "urlToImage": null,
      "publishedAt": "2019-08-28T16:37:24Z",
      "content": "Former Shakhtar Donetsk boss Mircea Lucescu claims Paulo Fonseca “made the most of my work, but at Roma he has to create his own ideas.”\r\nThe 74-year-old Romanian legend was on the Shakhtar bench from 2004-16, when he was replaced by Fonseca.\r\n“In my view, Fo… [+721 chars]"
    },
    {
      "source": {
        "id": "football-italia",
        "name": "Football Italia"
      },
      "author": "Football Italia staff",
      "title": "Imbula on verge of Lecce move",
      "description": "Stoke City midfielder Giannelli Imbula is on the verge of a loan move to Serie A new boys Lecce, claim Sportitalia.  \tItâs claimed the â¬24m signing from 2016 could even complete the paperwork this evening and fly in for a medical tomorrow morning.",
      "url": "https://www.football-italia.net/143490/imbula-verge-lecce-move",
      "urlToImage": null,
      "publishedAt": "2019-08-28T16:13:10Z",
      "content": "Stoke City midfielder Giannelli Imbula is on the verge of a loan move to Serie A new boys Lecce, claim Sportitalia.\r\nIt’s claimed the €24m signing from 2016 could even complete the paperwork this evening and fly in for a medical tomorrow morning.\r\nThe 26-year… [+603 chars]"
    },
    {
      "source": {
        "id": "football-italia",
        "name": "Football Italia"
      },
      "author": "Football Italia staff",
      "title": "Llorente agent meets with Inter",
      "description": "Fernando Llorenteâs agent was spotted at the Inter HQ today, fuelling reports Mauro Icardi has opened the door to Napoli.  \tRepresentative Frank Trimboli walked into the Nerazzurri offices in Milan this afternoon.",
      "url": "https://www.football-italia.net/143489/llorente-agent-meets-inter",
      "urlToImage": null,
      "publishedAt": "2019-08-28T16:00:02Z",
      "content": "Fernando Llorente’s agent was spotted at the Inter HQ today, fuelling reports Mauro Icardi has opened the door to Napoli.\r\nRepresentative Frank Trimboli walked into the Nerazzurri offices in Milan this afternoon.\r\nLlorente had been the main alternative for Na… [+596 chars]"
    },
    {
      "source": {
        "id": "football-italia",
        "name": "Football Italia"
      },
      "author": "Football Italia staff",
      "title": "Liverpool reply to Duncan's agent",
      "description": "Liverpool released a statement responding to the agent of Fiorentina target Bobby Duncan. “We are aware of and disappointed by the unfounded allegations.”",
      "url": "https://www.football-italia.net/143488/liverpool-reply-duncans-agent",
      "urlToImage": null,
      "publishedAt": "2019-08-28T15:50:37Z",
      "content": "Liverpool released a statement responding to the agent of Fiorentina target Bobby Duncan. “We are aware of and disappointed by the unfounded allegations.”\r\nAgent Saif Rubie accused Liverpool of creating “deep mental health issues with all the stress the club … [+606 chars]"
    },
    {
      "source": {
        "id": "football-italia",
        "name": "Football Italia"
      },
      "author": "Football Italia staff",
      "title": "Official: SPAL sign Reca",
      "description": "SPAL have officially signed left-back Arkadiusz Reca from Atalanta, on loan with option and counter-option.  \tThe Poland international was signed from Wisla Plock last year for â¬4m, but made only five competitive appearances for the Bergamo outfit.  \tThe 24…",
      "url": "https://www.football-italia.net/143487/official-spal-sign-reca",
      "urlToImage": null,
      "publishedAt": "2019-08-28T15:41:21Z",
      "content": "SPAL have officially signed left-back Arkadiusz Reca from Atalanta, on loan with option and counter-option.\r\nThe Poland international was signed from Wisla Plock last year for €4m, but made only five competitive appearances for the Bergamo outfit.\r\nThe 24-yea… [+308 chars]"
    },
    {
      "source": {
        "id": "football-italia",
        "name": "Football Italia"
      },
      "author": "Football Italia staff",
      "title": "Piccini has patellar fracture",
      "description": "Valencia have confirmed Italy international Cristiano Piccini will be out for approximately five months with a patellar fracture.  \tThe full-back suffered a knock to the right knee during training this morning and was taken to hospital by ambulance for tests.…",
      "url": "https://www.football-italia.net/143486/piccini-has-patellar-fracture",
      "urlToImage": null,
      "publishedAt": "2019-08-28T15:33:25Z",
      "content": "Valencia have confirmed Italy international Cristiano Piccini will be out for approximately five months with a patellar fracture.\r\nThe full-back suffered a knock to the right knee during training this morning and was taken to hospital by ambulance for tests.\r… [+344 chars]"
    },
    {
      "source": {
        "id": "football-italia",
        "name": "Football Italia"
      },
      "author": "Football Italia staff",
      "title": "Sarri won't stop smoking",
      "description": "Juventus Coach Maurizio Sarri could be back on the bench against Napoli, but itâs reported the club was irritated by his refusal to stop smoking despite pneumonia.  \tThe tactician has been struggling for several weeks and was eventually signed off by the cl…",
      "url": "https://www.football-italia.net/143485/sarri-wont-stop-smoking",
      "urlToImage": null,
      "publishedAt": "2019-08-28T15:20:25Z",
      "content": "Juventus Coach Maurizio Sarri could be back on the bench against Napoli, but it’s reported the club was irritated by his refusal to stop smoking despite pneumonia.\r\nThe tactician has been struggling for several weeks and was eventually signed off by the club … [+725 chars]"
    },
    {
      "source": {
        "id": "football-italia",
        "name": "Football Italia"
      },
      "author": "Football Italia staff",
      "title": "Alexis arrives for Inter loan",
      "description": "Manchester United forward Alexis Sanchez has arrived to complete his season-long loan to Inter.  \tSanchez landed at Milan Malpensa airport on Wednesday afternoon, where he was greeted by hundreds of Inter fans.  \tThe 30-year-old is now set to have his medical…",
      "url": "https://www.football-italia.net/143484/alexis-arrives-inter-loan",
      "urlToImage": null,
      "publishedAt": "2019-08-28T15:09:33Z",
      "content": "Manchester United forward Alexis Sanchez has arrived to complete his season-long loan to Inter.\r\nSanchez landed at Milan Malpensa airport on Wednesday afternoon, where he was greeted by hundreds of Inter fans.\r\nThe 30-year-old is now set to have his medical b… [+450 chars]"
    },
    {
      "source": {
        "id": "football-italia",
        "name": "Football Italia"
      },
      "author": "Football Italia staff",
      "title": "Report: Correa talks stall again",
      "description": "Reports in Italy and Spain suggest Milanâs offer for Angel Correa was considered far too low and negotiations with Atletico Madrid are breaking down.  \tThere had seemingly been a breakthrough over the last few days, with Atleti lowering the asking price fro…",
      "url": "https://www.football-italia.net/143483/report-correa-talks-stall-again",
      "urlToImage": null,
      "publishedAt": "2019-08-28T15:04:29Z",
      "content": "Reports in Italy and Spain suggest Milan’s offer for Angel Correa was considered far too low and negotiations with Atletico Madrid are breaking down.\r\nThere had seemingly been a breakthrough over the last few days, with Atleti lowering the asking price from €… [+518 chars]"
    },
    {
      "source": {
        "id": "football-italia",
        "name": "Football Italia"
      },
      "author": "Football Italia staff",
      "title": "Fiorentina target 'bullied' by Liverpool",
      "description": "Bobby Duncanâs agent has attacked Liverpool for âbullyingâ the Fiorentina target, keeping him âagainst his willâ and damaging his mental health.  \tIt was reported yesterday that Liverpool had rejected an offer from Fiorentina to take Duncan on loan …",
      "url": "https://www.football-italia.net/143482/fiorentina-target-bullied-liverpool",
      "urlToImage": null,
      "publishedAt": "2019-08-28T14:53:21Z",
      "content": "Bobby Duncan’s agent has attacked Liverpool for ‘bullying’ the Fiorentina target, keeping him ‘against his will’ and damaging his mental health.\r\nIt was reported yesterday that Liverpool had rejected an offer from Fiorentina to take Duncan on loan with a €1.8… [+3266 chars]"
    }
  ]
}
