{
  "status": "ok",
  "totalResults": 4844,
  "articles": [
    {
      "source": {
        "id": "business-insider",
        "name": "Business Insider"
      },
      "author": "Katie Canales",
      "title": "For less than $100, you can tour the abandoned towns around Chernobyl. Just watch out for radioactive trees and dogs, crumbling buildings, and the occasional selfie stick.",
      "description": "On April 26, 1986, the world saw its worst nuclear disaster in history when an explosion at the Chernobyl Nuclear Power Plant, in what was then the Soviet Union, resulted in a cloud of radioactive particles spreading across parts of Europe. About 350,000 peop…",
      "url": "https://www.businessinsider.com/chernobyl-nuclear-power-plant-exclusion-zone-tourism-photos-2019-8",
      "urlToImage": "https://amp.businessinsider.com/images/5d69aed82e22af3fd551c912-1920-960.jpg",
      "publishedAt": "2019-08-30T23:25:00Z",
      "content": null
    },
    {
      "source": {
        "id": "business-insider",
        "name": "Business Insider"
      },
      "author": "Steven John",
      "title": "The best shoe brands for kids",
      "description": "Rather than shopping around every time your child outgrows a shoe, you can make it easier on yourself by identifying which shoe brands are best suited to the various aspects of your child's life. Then simply size up as needed. While many companies offer a ran…",
      "url": "https://www.businessinsider.com/best-kids-shoe-brands",
      "urlToImage": "https://amp.businessinsider.com/images/5d63eaff2e22af06fd1ebd43-750-375.jpg",
      "publishedAt": "2019-08-30T23:00:00Z",
      "content": "Plae shoes are comfortable from the first minute a kid slips them on, something most kids can do with ease thanks to the Velcro tabs. \r\n If you are looking for a go-to shoe for your kid, you're looking in the right place with Plae. Their shoes are casual, com… [+2509 chars]"
    },
    {
      "source": {
        "id": "business-insider",
        "name": "Business Insider"
      },
      "author": "Alexei Oreskovic",
      "title": "It took Twitter longer to secure Jack Dorsey's account from hackers than it would for a nuclear missile to travel around the world - and that should terrify you",
      "description": "Twitter CEO Jack Dorsey's account was hacked on Friday. The hackers unleashed a tweetstorm of offensive, racist tweets. Everyone who watched the events seemed to have the same thought: If Twitter can't protect its CEO's account from hackers, how can it protec…",
      "url": "https://www.businessinsider.com/why-hacking-jack-dorsey-twitter-account-terrifying-2019-8",
      "urlToImage": "https://amp.businessinsider.com/images/5d699fa82e22af29d45b7f42-1920-960.jpg",
      "publishedAt": "2019-08-30T22:38:55Z",
      "content": "On Friday afternoon, at 12:44 p.m. PT, the internet stood still and watched as something terrifying unfolded over the next 20 minutes. \r\n Jack Dorsey, the CEO of Twitter, had his account hacked, and it proceeded to tweet a barrage of offensive and racist twee… [+3124 chars]"
    },
    {
      "source": {
        "id": "business-insider",
        "name": "Business Insider"
      },
      "author": "David Choi",
      "title": "Trump's 28-year-old personal assistant was reportedly fired after gossiping about his daughters",
      "description": "Madeleine Westerhout, President Donald Trump's assistant since the onset of his presidency, was fired on Thursday after she gossiped about Trump's daughters and bragged to news reporters about her access, according to a Politico report. Westerhout, who had a …",
      "url": "https://www.businessinsider.com/madeleine-westerhout-fired-gossip-ivanka-tiffany-trump-personal-assistant-2019-8",
      "urlToImage": "https://amp.businessinsider.com/images/5d698f1b2e22af4efc4e87c4-1920-960.jpg",
      "publishedAt": "2019-08-30T22:32:03Z",
      "content": "Madeleine Westerhout, President Donald Trump's assistant since the onset of his presidency, was fired on Thursday after she bragged to news reporters about her relationship with Trump and gossiped about his daughters, according to a Politico report. \r\n Wester… [+2427 chars]"
    },
    {
      "source": {
        "id": "business-insider",
        "name": "Business Insider"
      },
      "author": "Holly Johnson",
      "title": "I do all of my bulk shopping online with Boxed — there's no membership fee and their pricing beats Amazon and Instacart for many items",
      "description": "Boxed offers easy bulk shopping on items like food and home cleaning supplies, and often for lower prices than you'll find elsewhere online. While wholesale retailers have their own niche, Boxed is a good option for anyone who doesn't want to pay the fee for …",
      "url": "https://www.businessinsider.com/boxed-review-bulk-shopping",
      "urlToImage": null,
      "publishedAt": "2019-08-30T22:30:00Z",
      "content": "When my husband and I started earning more money a few years ago, we gave ourselves permission to simplify our lives. That meant hiring a housekeeper first and foremost, but we also decided to eliminate our most-dreaded chore — going to the grocery store. \r\n … [+4584 chars]"
    },
    {
      "source": {
        "id": "business-insider",
        "name": "Business Insider"
      },
      "author": "Remi Rosmarin",
      "title": "6 safe and trusted places to shop for designer clothing, shoes, and bags online",
      "description": "Treating yourself to a luxury fashion item should be a fun experience, but sometimes you don't want to go into a store. Luckily, we have a world of online shopping at our fingertips. Understandably though, when you're spending a lot of money, you want to do y…",
      "url": "https://www.businessinsider.com/where-to-shop-luxury-fashion-online-2019-8",
      "urlToImage": "https://amp.businessinsider.com/images/5d6837af2e22af10482f74ac-1136-568.jpg",
      "publishedAt": "2019-08-30T22:00:00Z",
      "content": "Men, women, and even kids can get their fix of designer duds at Farfetch. The selection on Farfetch is vast, spanning clothing, activewear, shoes, bags, luxury jewelry, and accessories. You can even shop pre-owned pieces if you're looking for more budget or e… [+812 chars]"
    },
    {
      "source": {
        "id": "business-insider",
        "name": "Business Insider"
      },
      "author": "Sonam Sheth",
      "title": "US official confirms that Trump tweeted out a picture from a classified intelligence briefing",
      "description": "A US official told CNBC that a photo of an Iranian launch pad that President Donald Trump tweeted Friday afternoon came from an intelligence briefing Trump received earlier that day. \"The United State of America was not involved in the catastrophic accident d…",
      "url": "https://www.businessinsider.com/trump-tweeted-classified-intelligence-briefing-photo-2019-8",
      "urlToImage": "https://amp.businessinsider.com/images/5cdec257021b4c0a1b5bdb82-1920-960.jpg",
      "publishedAt": "2019-08-30T21:42:28Z",
      "content": "A US official told CNBC on Friday that a photo of an Iranian launch pad that President Donald Trump tweeted out in the afternoon came from an intelligence briefing Trump received earlier in the day. \r\n The picture was attached to a tweet in which Trump said t… [+1582 chars]"
    },
    {
      "source": {
        "id": "business-insider",
        "name": "Business Insider"
      },
      "author": "Katie Canales and Irene Jiang",
      "title": "We compared Popeyes' discontinued chicken Po' Boy to its new fried chicken sandwich, and we can see why the new sandwich became such a massive hit",
      "description": "When we tried the Popeyes chicken Po' Boy earlier in 2019, we were impressed. But not impressed enough to declare Popeyes the overall chicken chain winner in a comparison with Chick fil A and KFC at the time. But in August, after Popeyes revealed its new frie…",
      "url": "https://www.businessinsider.com/popeyes-chicken-sandwich-vs-chicken-poboy-review-2019-8",
      "urlToImage": "https://amp.businessinsider.com/images/5d6974b72e22af1d3d03458e-1920-960.jpg",
      "publishedAt": "2019-08-30T21:42:00Z",
      "content": "More icon\r\nThree evenly spaced dots forming an ellipsis: \"...\".\r\nClose icon\r\nTwo crossed lines that form an 'X'. It indicates a way to close an interaction, or dismiss a notification.\r\nMore:FeaturesVisual SlideshowPopeyesChickenChevron icon\r\nIt indicates an e… [+1080 chars]"
    },
    {
      "source": {
        "id": "business-insider",
        "name": "Business Insider"
      },
      "author": "Kathryn Tenbarge",
      "title": "What we know about how Twitter CEO Jack Dorsey's account was hacked, and the group called 'Chuckling Squad' who is claiming responsibility",
      "description": "Twitter CEO Jack Dorsey's account (@jack) was hacked on Friday afternoon, Twitter's official communications account confirmed at 4:05 PM EST. A group that identified itself as the \"Chuckling Squad,\" the same hackers that have targeted famous YouTubers, includ…",
      "url": "https://www.businessinsider.com/how-twitter-ceo-jack-dorsey-account-hacked-chuckling-squad-cloudhopper-2019-8",
      "urlToImage": "https://amp.businessinsider.com/images/5d6986302e22af5d824e5384-2732-1366.jpg",
      "publishedAt": "2019-08-30T21:33:00Z",
      "content": "Before claiming ownership over Dorsey's account hack, the \"Chuckling Squad,\" as it identifies itself, hacked famous YouTubers. James Charles, Shane Dawson, King Bach, Etika, and Amanda Cerny were all hacked in the past two weeks. \r\n Charles, the most recent h… [+501 chars]"
    },
    {
      "source": {
        "id": "business-insider",
        "name": "Business Insider"
      },
      "author": "Mara Leighton",
      "title": "44 cool stocking stuffers you can get on Amazon for under $20",
      "description": "You don't have to spend a ton of money to give unique or useful gifts. Amazon has plenty of great stocking stuffers for less than $20 that friends or family will love to receive, and most of them also come with convenient two-day shipping. Below, find 44 opti…",
      "url": "https://www.businessinsider.com/amazon-stocking-stuffers",
      "urlToImage": "https://amp.businessinsider.com/images/5d5ea8fe9563f420a6531b69-1536-768.jpg",
      "publishedAt": "2019-08-30T21:30:00Z",
      "content": "Unless you won the lottery or lost a bet, not everyone in your life is expecting a brand new car from you for the holidays. \r\n And for the many instances in which it's better to give a small gift, most of us would love to give something that's both inexpensiv… [+821 chars]"
    },
    {
      "source": {
        "id": "business-insider",
        "name": "Business Insider"
      },
      "author": "Tyler Lauletta",
      "title": "Our 7 best bets for Week 1 of the college football season",
      "description": "College football is back! After a great start to the year, the first full slate of games will begin this weekend, with action both Friday and Saturday. Below we put together our best bets to make some money this weekend, including a few big favorites to cover…",
      "url": "https://www.businessinsider.com/college-football-best-bets-week-1-picks-2019-8",
      "urlToImage": "https://amp.businessinsider.com/images/5d696f712e22af47be727a79-1136-568.jpg",
      "publishedAt": "2019-08-30T21:16:11Z",
      "content": "This week there have been reports out of Las Vegas about a mystery bettor that has now placed at least $80,000 on Illinois at sportsbooks across the city. From a gambling perspective, this is objectively hilarious. \r\n Illinois has an over/under win total of 4… [+476 chars]"
    },
    {
      "source": {
        "id": "business-insider",
        "name": "Business Insider"
      },
      "author": "Amir Ismael",
      "title": "We tried men's grooming products from Duke Cannon, a military-inspired body-care brand that’s giving back to veterans — here’s what it’s like to use",
      "description": "Duke Cannon is a military-inspired men's grooming brand that's equal parts fun to use and good quality. The brand sells soaps, colognes, lip balm, and a lot more. While it's military-inspired branding might seem like it's just novel for novelty's sake, we fou…",
      "url": "https://www.businessinsider.com/duke-cannon-review-grooming-products",
      "urlToImage": "https://amp.businessinsider.com/images/5d696e682e22af3c182a3139-960-480.jpg",
      "publishedAt": "2019-08-30T20:30:00Z",
      "content": "The men's grooming industry is filled with brands that use overly-macho branding simply to dupe men into thinking they're products are worth buying. \r\n Duke Cannon, an up-and-coming men's grooming brand, could easily fall under that category just based on its… [+1323 chars]"
    },
    {
      "source": {
        "id": "business-insider",
        "name": "Business Insider"
      },
      "author": "Jason Guerrasio",
      "title": "MoviePass laid off roughly a third of its staff, including its entire team focused on relationships with movie theaters",
      "description": "MoviePass laid off at least seven of its employees this week, multiple sources close to the company told Business Insider. The layoffs included MoviePass' two-person exhibitor relations team, which was responsible for helping MoviePass build relationships wit…",
      "url": "https://www.businessinsider.com/moviepass-lays-off-exhibitor-relations-team-2019-8",
      "urlToImage": "https://amp.businessinsider.com/images/5bc79cf198b24908ac4b1cb3-1536-768.jpg",
      "publishedAt": "2019-08-30T20:27:27Z",
      "content": "The downfall of MoviePass continues. \r\n This week, the New York City-based movie-ticket subscription service laid off at least seven employees, including the office manager, members of the marketing department, and the two-person exhibitor relations team, mul… [+1871 chars]"
    },
    {
      "source": {
        "id": "business-insider",
        "name": "Business Insider"
      },
      "author": "Steven John",
      "title": "'Why won't my Apple Watch turn on?': How to fix an Apple Watch that won't turn on or respond",
      "description": "Don't panic if your Apple Watch won't turn on; there are several reasons why your Watch might not turn on, and most of them are easy to fix. A drained battery is a common reason for an Apple Watch not to turn on; make sure you try a different charging cable a…",
      "url": "https://www.businessinsider.com/why-wont-my-apple-watch-turn-on",
      "urlToImage": "https://amp.businessinsider.com/images/5d6983862e22af3a9b6cb607-1136-568.jpg",
      "publishedAt": "2019-08-30T20:22:00Z",
      "content": "An Apple Watch that won't turn on is about as useful as a pen with no ink, the difference being that the smartwatch probably cost you $200 or more. \r\n But don't worry — there are many reasons why an Apple Watch screen might not be turning on, and most of them… [+488 chars]"
    },
    {
      "source": {
        "id": "business-insider",
        "name": "Business Insider"
      },
      "author": "Angela Wang and Walt Hickey",
      "title": "Three 2020 Democrats quit the presidential race in one week, and Elizabeth Warren stands to gain the most from their exits",
      "description": "Within a week of one another, Gov. Jay Inslee, Rep. Seth Moulton, and Sen. Kirsten Gillibrand each bowed out of the 2020 Democratic presidential primary. Insider's polls suggest that Sen. Elizabeth Warren is in the best position among each of their bases to c…",
      "url": "https://www.businessinsider.com/three-candidates-quit-elizabeth-warren-could-win-big-2019-8",
      "urlToImage": "https://amp.businessinsider.com/images/5d681d822e22af0a7e615407-1920-960.jpg",
      "publishedAt": "2019-08-30T20:18:16Z",
      "content": "Three candidates withdrew from the 2020 Democratic presidential primary in just one week: Gov. Jay Inslee of Washington, whose platform focused on tackling climate change, Rep. Seth Moulton of Massachusetts, who dialed in on his military service, and Sen. Kir… [+5276 chars]"
    },
    {
      "source": {
        "id": "business-insider",
        "name": "Business Insider"
      },
      "author": "Daniel Strauss",
      "title": "Stocks whipsaw after weak consumer-confidence reading rattles investors",
      "description": "Stocks ended August with a volatile day of trading on Friday, as a decline in a key consumer-confidence gauge offset earlier gains that had been sparked by increased optimism around trade. Markets opened higher on Friday after China's Foreign Ministry said th…",
      "url": "https://www.businessinsider.com/stock-market-today-indexes-erase-gains-on-weak-consumer-confidence-2019-8",
      "urlToImage": "https://amp.businessinsider.com/images/5d6951482e22af359a68aa54-2732-1366.jpg",
      "publishedAt": "2019-08-30T20:14:53Z",
      "content": "Stocks closed out a bumpy August with a turbulent day of trading on Friday as a weak consumer-confidence reading outweighed positive developments in trade talks between the US and China. \r\n Major US indexes began Friday trading higher after China's Foreign Mi… [+1880 chars]"
    },
    {
      "source": {
        "id": "business-insider",
        "name": "Business Insider"
      },
      "author": "Daniel Strauss",
      "title": "Stocks whipsaw after weak consumer-confidence reading rattles investors",
      "description": "Stocks ended August with a volatile day of trading on Friday, as a decline in a key consumer-confidence gauge offset earlier gains that had been sparked by increased optimism around trade. Markets opened higher on Friday after China's Foreign Ministry said th…",
      "url": "http://markets.businessinsider.com/news/stocks/stocks-whipsaw-after-weak-consumer-confidence-reading-rattles-investors-1028488673",
      "urlToImage": "https://images.markets.businessinsider.com/image/5d6951482e22af359a68aa54-2400/7e3890da14fe44afbd4f63f8ada10b2f.jpg",
      "publishedAt": "2019-08-30T20:14:53Z",
      "content": "Associated Press\r\n<ul><li>Stocks ended August with a volatile day of trading on Friday, as a decline in a key consumer-confidence gauge offset earlier gains that had been sparked by increased optimism around trade. </li><li>Markets opened higher on Friday aft… [+2448 chars]"
    },
    {
      "source": {
        "id": "business-insider",
        "name": "Business Insider"
      },
      "author": "Kevin Webb",
      "title": "Twitter CEO Jack Dorsey's Twitter account was hacked to send out racist tweets with the n-word and phrases like 'Hitler is innocent' (TWTR)",
      "description": "Twitter CEO Jack Dorsey's Twitter account (@Jack) was hacked on Friday afternoon. The compromised account identified the source of the hack as a group known as the Chuckling Squad, and posted multiple offensive messages starting at 3:44 p.m ET, including raci…",
      "url": "https://www.businessinsider.com/twitter-ceo-jack-dorsey-account-hacked-n-word-hitler-innocent-2019-8",
      "urlToImage": "https://amp.businessinsider.com/images/5d697e972e22af39db1a920c-1920-960.jpg",
      "publishedAt": "2019-08-30T20:13:11Z",
      "content": "Twitter CEO Jack Dorsey's account was apparently hacked by a group called the Chuckling Squad on Friday afternoon. \r\n The hacker posted a series of offensive messages from Dorsey's including racial slurs and re-tweeted a message supporting Nazi Germany. \r\nTwi… [+336 chars]"
    },
    {
      "source": {
        "id": "business-insider",
        "name": "Business Insider"
      },
      "author": "Ellen Ioanes",
      "title": "Veterans say the Trump administration's confusing new rule may be 'targeting' immigrants who serve in war zones",
      "description": "US Citizenship and Immigration Services announced a policy change Wednesday which will affect children of non-US citizens serving in the military who are born abroad while their parents are serving. While USCIS says that only about two dozen people will be af…",
      "url": "https://www.businessinsider.com/vets-say-trump-admins-new-rule-may-target-immigrants-serve-2019-8",
      "urlToImage": "https://amp.businessinsider.com/images/5d697b2a2e22af234176a7d5-2732-1366.jpg",
      "publishedAt": "2019-08-30T20:07:06Z",
      "content": "A new policy from US Citizenship and Immigration Services caused confusion and concern during a botched rollout on Wednesday. While USCIS says that approximately two dozen families would be affected each year, veterans and advocates questioned the need for th… [+3827 chars]"
    },
    {
      "source": {
        "id": "business-insider",
        "name": "Business Insider"
      },
      "author": "Abby Narishkin and Meranda Yslas",
      "title": "Hurricane Maria caused the worst blackout in US history — here's how one company survived the outages",
      "description": "Two years ago, Hurricane Maria knocked out 80% of Puerto Rico's electrical grid and plummeted the island into darkness. It was the largest blackout in US history and the second largest in the world. It took almost 11 months for Puerto Rico to restore power. O…",
      "url": "https://www.businessinsider.com/hurricane-maria-company-survived-worst-blackout-us-history-2019-8",
      "urlToImage": "https://amp.businessinsider.com/images/5d6968282e22af46192f1b52-750-375.jpg",
      "publishedAt": "2019-08-30T20:06:31Z",
      "content": "Following is a transcript of the video.\r\n These are pasteles Puerto Riqueños. Made from meat and guineo and wrapped in banana leaves, pasteles are typically eaten during the holidays. \r\n For three generations, Tere Foods in Isabela, Puerto Rico has specialize… [+3350 chars]"
    },
    {
      "source": {
        "id": "business-insider",
        "name": "Business Insider"
      },
      "author": "Aria Bendix",
      "title": "A cocktail of weird Caribbean weather is making Hurricane Dorian's path especially hard to predict",
      "description": "Hurricane Dorian, currently a major Category 3 storm, is expected to make landfall in Florida on Monday as a Category 4 hurricane. The hurricane hasn't quite followed the path that scientists initially anticipated. A pocket of high atmospheric pressure is cau…",
      "url": "https://www.businessinsider.com/hurricane-dorian-weather-florida-hard-to-predict-2019-8",
      "urlToImage": "https://amp.businessinsider.com/images/5d6928272e22af306d19c594-1920-960.jpg",
      "publishedAt": "2019-08-30T20:06:00Z",
      "content": "Hurricane Dorian is sweeping across the Atlantic Ocean on its way to the Bahamas and Florida, where it is expected to make landfall as a Category 4 storm on Monday. \r\n It's currently a Category 3 hurricane, with wind speeds of 115 miles per hour. By the time … [+3884 chars]"
    },
    {
      "source": {
        "id": "business-insider",
        "name": "Business Insider"
      },
      "author": "Alyse Kalish",
      "title": "BUSINESS SCHOOL PREP: The ultimate guides to getting into the top MBA programs in the US",
      "description": "You're considering getting an MBA, but you're not sure how to beat through the competition to get into one of the top business schools. These guides will give you the inside scoop on how institutions such as Harvard, Stanford, and Wharton sift through applica…",
      "url": "https://www.businessinsider.com/ultimate-guides-top-mba-business-school-harvard-stanford",
      "urlToImage": "https://amp.businessinsider.com/images/5c8907934f07ae0f4b239321-2732-1366.jpg",
      "publishedAt": "2019-08-30T20:04:40Z",
      "content": "Check out our guides to mapping out your MBA, from deciding whether to go back to school to figuring out which business school is right for you to getting into top institutions such as Harvard, Stanford, or Wharton."
    },
    {
      "source": {
        "id": "business-insider",
        "name": "Business Insider"
      },
      "author": "Jessica S. Lee",
      "title": "LSU's football team has a new $28 million locker room — complete with sleep pods, a pool, and a mini theater",
      "description": "Louisiana State University (LSU) unveiled its $28 million renovated Football Operations Building around the end of July 2019. The new facility features a state-of-the-art locker room with sleep pods, charging stations, and new technology. The renovated buildi…",
      "url": "https://www.businessinsider.com/louisiana-state-university-football-locker-room-athletic-facility-2019-8",
      "urlToImage": "https://amp.businessinsider.com/images/5d697ee92e22af250d5b907a-2732-1366.jpg",
      "publishedAt": "2019-08-30T20:03:00Z",
      "content": "Following is a transcript of the video.\r\n Inside LSU's $28 million dollar locker room \r\n Louisiana State University recently unveiled its renovated Football Operations Center. The whole renovation cost $28 million. \r\n Here's what's inside \r\n The locker room h… [+807 chars]"
    },
    {
      "source": {
        "id": "business-insider",
        "name": "Business Insider"
      },
      "author": "Monica Chin",
      "title": "Samsung's Labor Day sale includes discounts on the brand-new Galaxy Note 10 phone and Tab S6 tablet — here are all the standout deals",
      "description": "Just in time for Labor Day, Samsung has announced a sale for its online store. You can find discounts on several of the company's newest products, including the Galaxy Note 10 and Galaxy Tab S6. Some of these offers expire on or before Labor Day, so take adva…",
      "url": "https://www.businessinsider.com/samsung-tech-deals-labor-day-sale-2019-8",
      "urlToImage": "https://amp.businessinsider.com/images/5d695a422e22af37784d340a-1920-960.jpg",
      "publishedAt": "2019-08-30T20:00:00Z",
      "content": "Labor Day isn't typically a major shopping event for tech, but some companies have announced deals for weekend shoppers. \r\n Samsung is offering a number of discounts on its tech products. Some are long-standing deals, while others are Labor-Day specific sales… [+1049 chars]"
    },
    {
      "source": {
        "id": "business-insider",
        "name": "Business Insider"
      },
      "author": "Erinne Magee",
      "title": "14 things that child therapists wish they could say to parents",
      "description": "We asked a group of experienced mental health professionals what they wish the parents of their young clients knew. The most common advice stemmed from reminding parents how integral their influence — direct or indirect — is on children, no matter the age. Fo…",
      "url": "https://www.businessinsider.com/14-things-child-therapists-wish-they-could-say-to-parents-2019-8",
      "urlToImage": "https://amp.businessinsider.com/images/5d431083100a2408cf007033-1920-960.jpg",
      "publishedAt": "2019-08-30T19:48:28Z",
      "content": "Kids need to know what to expect on a day-to-day basis, not just once in a while. This instills trust and respect and cuts down on tantrums. \r\n \"I wish all parents knew that children need consistency,\" said Heather Ackley, a therapist at New Hope Parenting So… [+236 chars]"
    },
    {
      "source": {
        "id": "business-insider",
        "name": "Business Insider"
      },
      "author": "Ryan Pickrell",
      "title": "The Pentagon admitted it will lose to China on AI if it doesn't make some big changes",
      "description": "The Pentagon admitted Friday that it faces certain disadvantages in the strategic competition with China to develop AI-enabled technologies and capabilities. China's AI programs benefit greatly from its militaries integration with the private sector, somethin…",
      "url": "https://www.businessinsider.com/pentagon-admits-china-could-outpace-us-on-ai-without-changes-2019-8",
      "urlToImage": "https://amp.businessinsider.com/images/5ad600de146e712a008b4bd9-1334-667.jpg",
      "publishedAt": "2019-08-30T19:41:30Z",
      "content": "Major powers are rushing to strengthen their militaries through artificial intelligence, but the US is hamstrung by certain challenges that rivals like China may not face, giving them an advantage in this strategic competition. \r\n Artificial intelligence and … [+4343 chars]"
    },
    {
      "source": {
        "id": "business-insider",
        "name": "Business Insider"
      },
      "author": "Andy Kiersz and Gina Heeb",
      "title": "Trump's trade war with China is about to get worse — these maps show which states could be most affected",
      "description": "The costs of the US-China trade war have increasingly fallen on Americans, rippling through supply chains and putting pressure on prices across the country. Tariff escalations that begin this weekend are expected to be felt in every region of the country. But…",
      "url": "https://www.businessinsider.com/maps-biggest-trading-partners-trade-with-china-by-state-2019-8",
      "urlToImage": null,
      "publishedAt": "2019-08-30T19:35:11Z",
      "content": null
    },
    {
      "source": {
        "id": "business-insider",
        "name": "Business Insider"
      },
      "author": "Daniel Bakst",
      "title": "Here's how to watch college football without cable — we've broken down the options so you won't miss your favorite teams and matchups",
      "description": "The end of summer may be sad, but it's not entirely negative. The beginning of autumn means sweater weather, apple cider, and most importantly, college football. Whether you're raised to say \"Go Blue,\" \"Roll Tide,\" or \"War Eagle,\" a new season means Saturdays…",
      "url": "https://www.businessinsider.com/how-to-watch-college-football-without-cable",
      "urlToImage": "https://amp.businessinsider.com/images/5d67eb152e22af438535f904-1334-667.jpg",
      "publishedAt": "2019-08-30T19:30:00Z",
      "content": "Social media videos of training camp and never-ending wells of fan threads on r/CFB have helped satiate our collective thirst for football, but we don't have to wait any longer. College football is back. \r\n It's time to whip out your barbecues, throw on your … [+1080 chars]"
    },
    {
      "source": {
        "id": "business-insider",
        "name": "Business Insider"
      },
      "author": "Carly Helfand",
      "title": "Upgrading a credit card isn't always worth it, but it got me 100,000 Marriott points and a free night at the Al Maha resort",
      "description": "Targeted upgrade offers are proliferating in the world of travel rewards credit cards. They come with an opportunity to earn a sign-up-style bonus without a new pull on your credit Weigh the annual fee for the upgraded card against your current fee and see if…",
      "url": "https://www.businessinsider.com/when-should-you-upgrade-your-credit-card",
      "urlToImage": "https://amp.businessinsider.com/images/5d6924c42e22af346709702a-1334-667.jpg",
      "publishedAt": "2019-08-30T19:30:00Z",
      "content": "Credit card sign-up bonuses are the single fastest way to rack up large sums of points and miles, and generally speaking, credit card issuers reserve these offers for when you open a new credit card. But there are exceptions to this rule, and lately, they've … [+8229 chars]"
    },
    {
      "source": {
        "id": "business-insider",
        "name": "Business Insider"
      },
      "author": "Lucia Moses",
      "title": "Business news outlet Quartz has lost 5 key people in the past few months",
      "description": "Quartz has lost five key people in the past few months, including some who were key to its revenue diversification plan. They include the people leading its fledgling membership program. Quartz has gone through rapid change since its sale a year ago to Japane…",
      "url": "https://www.businessinsider.com/business-news-outlet-quartz-has-lost-5-key-people-2019-8",
      "urlToImage": "https://amp.businessinsider.com/images/5d6971ce2e22af487301fc3a-2732-1366.jpg",
      "publishedAt": "2019-08-30T19:27:21Z",
      "content": "Quartz has lost five key people in the past few months, including some who were central to its revenue diversification efforts. \r\n Those helping lead Quartz's diversification efforts who left were Sam Grobart, who was in charge of Quartz's fledgling membershi… [+2662 chars]"
    },
    {
      "source": {
        "id": "business-insider",
        "name": "Business Insider"
      },
      "author": "Erin McDowell",
      "title": "14 companies that give their employees unlimited vacation days",
      "description": "Vacation days can be a godsend — you can take a much-needed and deserved trip, attend doctor's appointments, or simply catch up on sleep. However, vacation days can also quickly run out. Here are 14 companies that give their employees unlimited vacation days …",
      "url": "https://www.businessinsider.com/companies-jobs-unlimited-vacation-days-policy",
      "urlToImage": "https://amp.businessinsider.com/images/5d6836e22e22af1b354144b4-1920-960.jpg",
      "publishedAt": "2019-08-30T19:27:00Z",
      "content": "Vacation policies can differ from company to company. While some companies are more stringent with how much time their employees can take off, others allow their workers to take as much time as they want or need. \r\n According to research by the Center for Eco… [+720 chars]"
    },
    {
      "source": {
        "id": "business-insider",
        "name": "Business Insider"
      },
      "author": "Joseph Zeballos-Roig and Walt Hickey",
      "title": "Conservatives absolutely hate it when people boycott businesses over politics, but 67% of liberals think it’s fair game",
      "description": "A new Insider poll found that over two-thirds of liberals think boycotting businesses over their politics is fair game, while conservatives absolutely seethe at the idea. The poll comes after the country's partisan warfare barreled into an unlikely place: hig…",
      "url": "https://www.businessinsider.com/conservatives-hate-when-people-boycott-businesses-over-politics-2019-8",
      "urlToImage": "https://amp.businessinsider.com/images/5d5c10dacd978463d14cb9c3-2732-1366.jpg",
      "publishedAt": "2019-08-30T19:24:00Z",
      "content": "Even boycotts have become a politically explosive subject. \r\n A new Insider poll found that over two-thirds of liberals think boycotting businesses over their politics is fair game, while conservatives absolutely seethe at the idea. \r\n The poll comes after US… [+4779 chars]"
    },
    {
      "source": {
        "id": "business-insider",
        "name": "Business Insider"
      },
      "author": "Jennifer Still",
      "title": "How to save battery on your Apple Watch in 5 different ways",
      "description": "You can save battery on your Apple Watch in a few different ways. A full charge on an Apple Watch normally lasts about 18 hours, but depending on how you use your device, it may be much less than that. Here are five of the best ways to save battery on your Ap…",
      "url": "https://www.businessinsider.com/how-to-save-battery-on-apple-watch",
      "urlToImage": "https://amp.businessinsider.com/images/5d69634b2e22af552d2ad9d8-1920-960.jpg",
      "publishedAt": "2019-08-30T19:17:00Z",
      "content": "While a full charge on your Apple Watch is supposed to last roughly 18 hours, it can often be considerably less than that, especially if you receive regular notifications and alerts, track lengthy workouts, or use apps a lot on the device. \r\n There's nothing … [+535 chars]"
    },
    {
      "source": {
        "id": "business-insider",
        "name": "Business Insider"
      },
      "author": "Alex Lockie",
      "title": "Trump may have revealed US military secrets by tweeting a photo to taunt Iran",
      "description": "President Donald Trump looks to have shared a photograph of an intelligence briefing that could have exposed US military secrets to the world while taunting Iran over Twitter. The image Trump shares appears lifted from an intelligence briefing and is much mor…",
      "url": "https://www.businessinsider.com/trump-tweet-may-have-revealed-us-military-secrets-taunting-iran-2019-8",
      "urlToImage": "https://amp.businessinsider.com/images/5d696f802e22af20d33aaa7a-1920-960.jpg",
      "publishedAt": "2019-08-30T19:11:27Z",
      "content": "President Donald Trump looks to have shared a photograph of an intelligence briefing that could have exposed US military secrets to the world while taunting Iran over Twitter. \r\n Iran on Thursday suffered a failure of a satellite launch vehicle that blew up o… [+2601 chars]"
    },
    {
      "source": {
        "id": "business-insider",
        "name": "Business Insider"
      },
      "author": "Mara Leighton",
      "title": "10 companies that reward you for getting rid of stuff you don't need anymore",
      "description": "At this point, it's hard to ignore the fact that we have a trash problem. As a society, we've become accustomed to ending the lifecycle of our products when we no longer want or need them. But, plenty of brands are incentivizing us to extend the life of our p…",
      "url": "https://www.businessinsider.com/stores-that-recycle-used-clothing-electronics",
      "urlToImage": "https://amp.businessinsider.com/images/59e7deebddd0631d008b5412-960-480.jpg",
      "publishedAt": "2019-08-30T19:10:00Z",
      "content": "Most of us are willing to agree that recycling is important — be it the Patagonia jacket you outgrew or the plastic water bottle you bought at lunch. \r\n And while most of us mean to donate used clothes or finally find out the proper way to recycle batteries, … [+551 chars]"
    },
    {
      "source": {
        "id": "business-insider",
        "name": "Business Insider"
      },
      "author": "Ellen Ioanes",
      "title": "Stunning photos show US Air Force B-2 stealth bombers training with British F-35 fighters for the first time",
      "description": "On August 29, US Air Force B-2 Spirit stealth bombers trained with British F-35B aircraft for the first time. The B-2s are deployed to Royal Air Force base Fairford in Gloucestershire, as part of US Strategic Command's Bomber Task Force Europe, which sends US…",
      "url": "https://www.businessinsider.com/british-f35s-air-force-b2s-train-together-first-time-2019-8",
      "urlToImage": "https://amp.businessinsider.com/images/5d6972832e22af3d30320017-1334-667.jpg",
      "publishedAt": "2019-08-30T19:08:13Z",
      "content": "On August 29, two US Air Force B-2 stealth bombers trained with the Royal Air Force's F-35B jets, the first time a B-2 has flown with non-US F-35 aircraft, according to The Aviationist. \r\n The B-2s are part of a team of three Spirit stealth bombers from White… [+775 chars]"
    },
    {
      "source": {
        "id": "business-insider",
        "name": "Business Insider"
      },
      "author": "Cork Gaines",
      "title": "Crazy story about how one former NFL player lost his job shows how cutthroat and cheap the league can be",
      "description": "Mike Golic is a successful radio broadcaster for ESPN Radio. Before that, he played eight seasons in the NFL, mostly with the Philadelphia Eagles. After his final season with the Dolphins, he was cut unceremoniously when the team used his willingness to play …",
      "url": "https://www.businessinsider.com/mike-golic-and-the-cutthroat-nfl-2016-5",
      "urlToImage": "https://amp.businessinsider.com/images/573ca25f52bcd066018c3b45-1136-568.jpg",
      "publishedAt": "2019-08-30T18:55:00Z",
      "content": "Mike Golic was a key member of the Philadelphia Eagles' dominant defense in the late 80s and early 90s.\r\n Rick Stewart/Getty Images \r\n During the 2016 season, former Atlanta Braves manager Fredi Gonzalez found out he had been fired from an inadvertent email. … [+3597 chars]"
    },
    {
      "source": {
        "id": "business-insider",
        "name": "Business Insider"
      },
      "author": "Steven John",
      "title": "How to turn off a Fitbit Charge HR to conserve battery, or quickly restart it for troubleshooting",
      "description": "Unlike some Fitbit devices, you can turn off a Fitbit Charge HR to save battery life when you're not wearing it. Simply letting the Fitbit Charge HR's battery drain also shuts the device off. Visit Business Insider's homepage for more stories. Fibit didn't ma…",
      "url": "https://www.businessinsider.com/how-to-turn-off-fitbit-charge-hr",
      "urlToImage": "https://amp.businessinsider.com/images/5d696bff2e22af577f7dad08-750-375.jpg",
      "publishedAt": "2019-08-30T18:41:00Z",
      "content": "Fibit didn't make it easy to turn most of their trackers off. And that makes sense, as a Fitbit can only do its job — namely, tracking all your biometric data — if it's actively running. \r\n But should you want to turn off a Fitbit Charge HR, whether to save b… [+1051 chars]"
    },
    {
      "source": {
        "id": "business-insider",
        "name": "Business Insider"
      },
      "author": "Libertina Brandt",
      "title": "Jeffrey Epstein's 'Orgy Island' is becoming a tourist attraction in the Caribbean — here's what the curious visitors are able to see",
      "description": "As Business Insider previously reported, Jeffrey Epstein's private island in the Caribbean is becoming a tourist attraction. Up until his arrest in July, it was believed to be his primary residence. The island boasts peculiar decorations, including a temple-l…",
      "url": "https://www.businessinsider.com/jeffrey-epstein-orgy-island-tourist-attraction-photos-2019-8",
      "urlToImage": "https://amp.businessinsider.com/images/5d67fbca2e22af0d1a464ca7-2732-1366.jpg",
      "publishedAt": "2019-08-30T18:33:00Z",
      "content": "Jeffrey Epstein's private island in the Caribbean — now dubbed \"Pedophile Island\" and \"Orgy Island\" by locals, according to the Los Angeles Times— has gained worldwide media attention for its troubling ties to the sexual-abuse allegations against him. \r\n Acco… [+1248 chars]"
    },
    {
      "source": {
        "id": "business-insider",
        "name": "Business Insider"
      },
      "author": "Ryan Ariano",
      "title": "How to change the keyboard on your iPad to a different language or alternate layout",
      "description": "You can change the keyboard on your iPad to a different language or layout. First, you will have to add a new keyboard in your iPad's settings, and then you will have to select it as your keyboard when typing. Visit Business Insider's homepage for more storie…",
      "url": "https://www.businessinsider.com/how-to-change-keyboard-on-ipad",
      "urlToImage": "https://amp.businessinsider.com/images/5d694dbc2e22af5015082ab3-1920-960.jpg",
      "publishedAt": "2019-08-30T18:28:00Z",
      "content": "While iPads ideally come preloaded with the standard keyboard for your country or region, you may prefer to write in other languages. \r\n Luckily, the iPad can quickly (and without any additional charge), add keyboards for other languages, from Arabic to Welsh… [+1916 chars]"
    },
    {
      "source": {
        "id": "business-insider",
        "name": "Business Insider"
      },
      "author": "Libertina Brandt",
      "title": "Renters in Lower Manhattan may be able to collect up to 6 years worth of back rent, according to a court ruling in June",
      "description": "A program that lasted from 1995 to 2006 offered tax breaks to developers in Lower Manhattan who in return would restrict rent increases, according to a 2016 report from the nonprofit newsroom ProPublica. However, the rent limits were interpreted, by developer…",
      "url": "https://www.businessinsider.com/lower-manhattan-renters-might-get-some-of-their-rent-back-2019-8",
      "urlToImage": "https://amp.businessinsider.com/images/5d52dccfcd978408ab07a878-1920-960.jpg",
      "publishedAt": "2019-08-30T18:28:00Z",
      "content": "In 1995, a program called 421-g was put in place in an attempt to fill Lower Manhattan with more residents, according to a 2016 report from ProPublica's Marcelo Rochabrun. \r\n The program issued multimillion-dollar tax breaks to developers who converted office… [+2094 chars]"
    },
    {
      "source": {
        "id": "business-insider",
        "name": "Business Insider"
      },
      "author": "Bethany Biron",
      "title": "People are ditching iconic makeup brands and flocking to buzzy skincare companies like Glossier, and that's terrible news for Ulta (ULTA)",
      "description": "The cosmetics industry has been on the decline in recent years, as it fails to keep up with the rise of skin care and the success of buzzy direct-to-consumer brands like Glossier. This week, both Coty and Ulta Beauty missed sales expectations, pointing to ong…",
      "url": "https://www.businessinsider.com/cosmetics-industry-struggles-to-keep-up-in-age-of-glossier-2019-8",
      "urlToImage": "https://amp.businessinsider.com/images/5d6953aa2e22af1880515164-1920-960.jpg",
      "publishedAt": "2019-08-30T18:24:04Z",
      "content": "It's been a difficult few years for cosmetics. \r\n Following several quarters of slumping sales, Coty— parent company of mass market beauty brands including CoverGirl, Rimmel, and Philosophy — reported that comparable sales in the second quarter of 2019 fell b… [+4452 chars]"
    },
    {
      "source": {
        "id": "business-insider",
        "name": "Business Insider"
      },
      "author": "Tyler Lauletta",
      "title": "Jerry Jones says he expects Ezekiel Elliott's holdout to last into the regular season, and there doesn't appear to be an end in sight",
      "description": "Dallas Cowboys owner Jerry Jones says his team will likely start the year without star running back Ezekiel Elliott. Elliott is currently holding out for a new contract, hoping to become the highest-paid running back in the NFL. Jones is holding firm for now,…",
      "url": "https://www.businessinsider.com/ezekiel-elliott-holdout-jerry-jones-cowboys-contract-extension-2019-8",
      "urlToImage": "https://amp.businessinsider.com/images/5d695f622e22af32561694b5-1334-667.jpg",
      "publishedAt": "2019-08-30T18:21:18Z",
      "content": "Dallas Cowboys owner Jerry Jones has come to accept that his team will likely start the year without star running back Ezekiel Elliott. \r\n \"I'm operating as though right now he's going to miss regular-season games,\" Jones said after the Cowboys' final preseas… [+2777 chars]"
    },
    {
      "source": {
        "id": "business-insider",
        "name": "Business Insider"
      },
      "author": "Christian de Looper",
      "title": "Apple's 11-inch iPad Pro is on sale on Amazon right now — you can save $50 to $399 depending on the model",
      "description": "The iPad Pro is one of the most powerful tablets we've ever tested. The device is also super modern looking with its edge-to-edge screen and slim bezels. For a limited time, the iPad Pro is on sale for $50 to $399 off depending on which model you choose. The …",
      "url": "https://www.businessinsider.com/apple-ipad-pro-11-inch-deal-amazon-2018-8",
      "urlToImage": "https://amp.businessinsider.com/images/5d027f3d6fc920018035e032-1920-960.jpg",
      "publishedAt": "2019-08-30T18:15:00Z",
      "content": "The iPad Pro is largely considered to be the best high-end tablet you can buy. The device is sleek, modern, and ultra powerful, making it a great choice for those who want a tablet that can replace their laptop or graphic designers who like the idea of using … [+1819 chars]"
    },
    {
      "source": {
        "id": "business-insider",
        "name": "Business Insider"
      },
      "author": "Ben Gilbert",
      "title": "A website that revealed personal information about porn actors has been shut down by a porn company: 'We simply didn't want it out there for the world to see anymore'",
      "description": "A website named PornWikiLeaks was set up with the specific purpose of revealing the names of actors involved in the pornography business. This week, the site was abruptly shuttered and replaced with a message from the porn production company Bang Bros. statin…",
      "url": "https://www.businessinsider.com/pornwikileaks-closed-by-bang-bros-2019-8",
      "urlToImage": "https://amp.businessinsider.com/images/5d694a212e22af161b47d8d5-1536-768.jpg",
      "publishedAt": "2019-08-30T18:13:28Z",
      "content": "On Wednesday, a website named PornWikiLeaks went offline and was replaced with a message: \"We have purchased this site with the intention of shutting it down and removing all information associated with it,\" the message reads. \"There's no catch. No hidden thi… [+2179 chars]"
    },
    {
      "source": {
        "id": "business-insider",
        "name": "Business Insider"
      },
      "author": "Ryan Pickrell",
      "title": "Armed with J-20 stealth fighters, China's future flattops could 'eventually fight US carriers'",
      "description": "There are rumors and reports from China that it may eventually deploy its fifth-generation J-20 stealth fighters aboard its next-generation aircraft carriers. China has one operational carrier and another that is expected to enter service this year. While bot…",
      "url": "https://www.businessinsider.com/armed-j-20-chinas-future-flattops-could-fight-us-carriers-2019-8",
      "urlToImage": "https://amp.businessinsider.com/images/5d694c182e22af16a4798a06-2732-1366.jpg",
      "publishedAt": "2019-08-30T18:10:37Z",
      "content": "China appears to be considering arming a future aircraft carrier with the country's first fifth-generation stealth fighter, a move that will seriously boost the Chinese navy's combat power if it can overcome the relevant hurdles in the coming decade or so. \r\n… [+6661 chars]"
    },
    {
      "source": {
        "id": "business-insider",
        "name": "Business Insider"
      },
      "author": "Dave Johnson",
      "title": "How to delete your Fitbit account and erase your personal data",
      "description": "You can delete your Fitbit account at any time on the Fitbit mobile app or website. After you choose to delete your account, you have one week to change your mind, and then all data is deleted from your account within 30 to 90 days. You can delete your accoun…",
      "url": "https://www.businessinsider.com/how-to-delete-fitbit-account",
      "urlToImage": "https://amp.businessinsider.com/images/5d6950032e22af1945405593-1334-667.jpg",
      "publishedAt": "2019-08-30T18:10:00Z",
      "content": "If you no longer want your Fitbit account, you can delete it from your Fitbit app for iPhone or Android, or through the Fitbit website. \r\n You might want to do this if you no longer have a Fitbit and want to delete the personal information you stored with it,… [+1537 chars]"
    },
    {
      "source": {
        "id": "business-insider",
        "name": "Business Insider"
      },
      "author": "Kevin Webb",
      "title": "YouTube reportedly agrees to pay up to $200 million in FTC settlement (GOOGL)",
      "description": "Google has reportedly agreed to pay a fine of between $150 and $200 million to the Federal Trade Commission as a part of a settlement agreement. FTC officials have been investigating whether YouTube violated children's privacy laws with its business practices…",
      "url": "https://www.businessinsider.com/google-youtube-ftc-settlement-200-million-fine-2019-8",
      "urlToImage": "https://amp.businessinsider.com/images/5d0a931d97ad763e8f490ff5-2732-1366.jpg",
      "publishedAt": "2019-08-30T18:06:41Z",
      "content": "Google will reportedly pay a fine of between $150 and $200 million to the Federal Trade Commission as a part of a settlement agreement. The FTC has investigating whether YouTube violated children's privacy laws with its data collection practices, and it could… [+1898 chars]"
    },
    {
      "source": {
        "id": "business-insider",
        "name": "Business Insider"
      },
      "author": "Jeremy Berke",
      "title": "CULTIVATED: Cannabis One lures a top dealmaker, Gronk gets into CBD, and Hound Labs raises a fresh $30 million",
      "description": "Introducing Cultivated, our new weekly newsletter where we're bringing you an inside look at the deals, trends, and personalities driving the multibillion-dollar global cannabis boom. Sign up here. Happy Friday and Labor Day weekend everybody! I safely return…",
      "url": "https://www.businessinsider.com/cultivated-week-of-august-30-2019-8",
      "urlToImage": "https://amp.businessinsider.com/images/5d545cc7cd978452f852f5a3-1920-960.jpg",
      "publishedAt": "2019-08-30T18:05:51Z",
      "content": "Introducing Cultivated, our new weekly newsletter where we're bringing you an inside look at the deals, trends, and personalities driving the multibillion-dollar global cannabis boom. Sign up here.\r\n Happy Friday and Labor Day weekend everybody! \r\n I safely r… [+5000 chars]"
    },
    {
      "source": {
        "id": "business-insider",
        "name": "Business Insider"
      },
      "author": "Paige Leskin",
      "title": "A man was found dead at Burning Man, and police are investigating after his cause of death was deemed 'suspicious'",
      "description": "Police say a man was found dead at Burning Man Thursday, and that the cause his death is under investigation as \"suspicious.\" The man has been identified as Shane Billingham, police said. Burning Man is an annual arts and cultural festival that kicked off las…",
      "url": "https://www.businessinsider.com/burning-man-death-shane-billingham-police-investigating-2019-8",
      "urlToImage": "https://amp.businessinsider.com/images/5d6963ae2e22af3ec05aabbe-1920-960.jpg",
      "publishedAt": "2019-08-30T18:01:22Z",
      "content": "The death of a man at the Burning Man festival is being investigated as \"suspicious,\" police say. \r\n The man was found dead Thursday at Burning Man, the nine-day festival in the middle of the Nevada desert that's currently in full swing. Upon further investig… [+1253 chars]"
    },
    {
      "source": {
        "id": "business-insider",
        "name": "Business Insider"
      },
      "author": "David Slotnick",
      "title": "Delta is waiving pet-in-cabin and baggage fees for Hurricane Dorian evacuees",
      "description": "Several airlines are taking steps to help Florida residents who are trying to escape from Hurricane Dorian's path. Residents along the Florida coast prepared for what was forecasted to be a \"major\" Category 4 hurricane when the storm makes landfall late Monda…",
      "url": "https://www.businessinsider.com/delta-hurricane-dorian-waived-pet-bag-fees-fares-2019-8",
      "urlToImage": "https://amp.businessinsider.com/images/5d69637f2e22af1ce1327d37-2732-1366.jpg",
      "publishedAt": "2019-08-30T17:58:17Z",
      "content": "As Hurricane Dorian continued to churn through the Caribbean on Friday afternoon, several airlines took steps to help Florida residents choosing to evacuate before the storm makes landfall in the mainland US. \r\n Residents along the entire Florida coast prepar… [+2425 chars]"
    },
    {
      "source": {
        "id": "business-insider",
        "name": "Business Insider"
      },
      "author": "Shelby Slaughter",
      "title": "This $68 self-tanning oil gives me a long-lasting, natural glow, and it never looks orange or streaky — here's why it's worth the price",
      "description": "Tan-Luxe's Wonder Oil features a roller-ball applicator to give you a more even tan. The oil doesn't feel sticky or uncomfortable. To be honest, I don't think I could ever go back to a mousse because of the sticky, residue-like feeling it leaves behind. While…",
      "url": "https://www.businessinsider.com/tan-luxe-wonder-oil-self-tanner-review",
      "urlToImage": "https://amp.businessinsider.com/images/5d65476e2e22af00ea339874-960-480.jpg",
      "publishedAt": "2019-08-30T17:40:00Z",
      "content": "I was a sophomore in college when my world came screeching to a halt. I hadn't even hit my 20s when doctors found a cancerous mole on my ankle. Growing up in Phoenix, Arizona, people were always telling me to wear sunscreen, but applying sunscreen to protect … [+4319 chars]"
    },
    {
      "source": {
        "id": "business-insider",
        "name": "Business Insider"
      },
      "author": "Scott Davis",
      "title": "Kobe Bryant says he sometimes used to wish that he played an individual sport like tennis instead of basketball",
      "description": "Kobe Bryant said he had frustrating moments during his NBA career where he wished he played an individual sport instead of basketball. Bryant said he liked the idea of the mental challenges that come with an individual sport like tennis vs. a team sport. Brya…",
      "url": "https://www.businessinsider.com/kobe-bryant-wished-he-didnt-play-basketball-2019-8",
      "urlToImage": "https://amp.businessinsider.com/images/5594589a6bb3f7802e0e3a7b-1136-568.jpg",
      "publishedAt": "2019-08-30T17:39:26Z",
      "content": "Kobe Bryant is known as one of the greatest NBA players of all-time, but in an alternate universe, he would have played an entirely different sport. \r\n Speaking with Sports Illustrated's Jon Wertheim from the U.S. Open, Bryant said there were times in his car… [+1386 chars]"
    },
    {
      "source": {
        "id": "business-insider",
        "name": "Business Insider"
      },
      "author": "Travis Clark",
      "title": "James Cameron says 'Terminator: Dark Fate' could launch a new trilogy if it's a box-office success. We talked to experts about its chances.",
      "description": "James Cameron told Deadline that \"Terminator: Dark Fate\" could launch a new trilogy if it performs well at the box office. \"We looked at it as a three-film arc, so there is a greater story there to be told,\" Cameron said. \"If we get fortunate enough to make s…",
      "url": "https://www.businessinsider.com/james-cameron-terminator-trilogy-depends-on-dark-fate-box-office-2019-8",
      "urlToImage": "https://amp.businessinsider.com/images/5d6947302e22af33447eca0d-1136-568.jpg",
      "publishedAt": "2019-08-30T17:35:35Z",
      "content": "The fate of the \"Terminator\" franchise could be determined by \"Dark Fate.\" \r\n James Cameron told Deadline on Thursday that the upcoming \"Terminator: Dark Fate,\" which hits theaters November 1, could launch a new \"Terminator\" trilogy if it attracts audiences. … [+4475 chars]"
    },
    {
      "source": {
        "id": "business-insider",
        "name": "Business Insider"
      },
      "author": "Clarrie Feinstein",
      "title": "Dispensed: The inside story of the Twitter outrage against CVS, a new marijuana breathalyzer, and a buzzy pharmacy startup",
      "description": "Hello, Healthcare reporter Clarrie Feinstein here, writing the weekly newsletter while Lydia Ramsey continues her wonderful travels for her honeymoon! We're definitely starting to miss her in the office. Even though the holiday weekend is just around the corn…",
      "url": "https://www.businessinsider.com/dispensed-business-insider-weekly-healthcare-newsletter-august-30-2019-8",
      "urlToImage": "https://amp.businessinsider.com/images/5c2f7f05bd77305daf6487b5-1920-960.jpg",
      "publishedAt": "2019-08-30T17:35:00Z",
      "content": "Hello, \r\n Healthcare reporter Clarrie Feinstein here, writing the weekly newsletter while Lydia Ramsey continues her wonderful travels for her honeymoon! We're definitely starting to miss her in the office. \r\n Even though the holiday weekend is just around th… [+2501 chars]"
    },
    {
      "source": {
        "id": "business-insider",
        "name": "Business Insider"
      },
      "author": "Dave Johnson",
      "title": "How a Fitbit is able to accurately track your sleep, and how to check your sleep stats",
      "description": "Most Fitbit devices automatically track your sleep with a combination of movement and heart-rate monitoring. After syncing your Fitbit with the mobile app, you can review details about how you slept each day. It tracks your sleep stages, such as light, heavy,…",
      "url": "https://www.businessinsider.com/how-does-fitbit-track-sleep",
      "urlToImage": "https://amp.businessinsider.com/images/5d6942732e22af15a6381203-1920-960.jpg",
      "publishedAt": "2019-08-30T17:09:00Z",
      "content": "Most Fitbit activity monitors come with built-in sleep monitoring that works automatically — there's no need to tell your Fitbit you're going to bed, as it will just sense it. \r\n Fitbit uses several methods to detect that you're asleep. When you haven't moved… [+2748 chars]"
    },
    {
      "source": {
        "id": "business-insider",
        "name": "Business Insider"
      },
      "author": "Sarah Li Cain",
      "title": "I opened a cash-back card instead of another travel rewards card for 3 reasons, and it's the right fit for my life right now",
      "description": "I have the Chase Sapphire Preferred Card, a favorite among points-and-miles travelers. However, when it came time to open another card, I didn't go for another travel rewards card with flexible points — I went for a cash-back credit card. I wanted a more simp…",
      "url": "https://www.businessinsider.com/i-opened-cash-back-card-instead-of-travel-rewards-card",
      "urlToImage": "https://amp.businessinsider.com/images/5d69544e2e22af18a8503473-1920-960.jpg",
      "publishedAt": "2019-08-30T17:06:01Z",
      "content": "Everyone who's spent any time learning about credit cards rewards knows that flexible, transferable points like the ones earned by the beloved Chase Sapphire Reserve or Chase Sapphire Preferred are the most valuable currency available, since you can move them… [+4218 chars]"
    },
    {
      "source": {
        "id": "business-insider",
        "name": "Business Insider"
      },
      "author": "Joseph Zeballos-Roig",
      "title": "Trump is working with Florida to prepare for Hurricane Dorian, but lashed out when the storm barreled toward Puerto Rico",
      "description": "As Hurricane Dorian neared Puerto Rico and Florida this week, the difference in President Donald Trump's messaging has been extremely stark. As the storm barreled toward Puerto Rico, Trump took to Twitter to trash the island's dire financial situation, attack…",
      "url": "https://www.businessinsider.com/trump-florida-puerto-rico-hurricane-dorian-2019-8",
      "urlToImage": "https://amp.businessinsider.com/images/5d69473d2e22af16eb520a98-2732-1366.jpg",
      "publishedAt": "2019-08-30T16:58:44Z",
      "content": "As Hurricane Dorian neared Puerto Rico and Florida this week, the difference in President Donald Trump's messaging has been extremely stark. \r\n Trump approved a disaster declaration on Tuesday to better coordinate federal and local response efforts. But he to… [+3373 chars]"
    },
    {
      "source": {
        "id": "business-insider",
        "name": "Business Insider"
      },
      "author": "Heather Taylor",
      "title": "13 of the worst answers people have actually given in job interviews",
      "description": "Most job candidates prepare to answer certain questions before their job interview to present themselves in the best possible light. Other candidates seem to give the worst possible answer for a given situation. We asked HR professionals, recruiters, and CEOs…",
      "url": "https://www.businessinsider.com/job-interview-questions-worst-answers-2019-8",
      "urlToImage": "https://amp.businessinsider.com/images/5b58d1c563b5d31a008b45d9-750-375.jpg",
      "publishedAt": "2019-08-30T16:54:00Z",
      "content": "Bruce Hurwitz, president of Hurwitz Strategic Staffing, said that when interviewing two separate candidates for separate positions, he asked them \"if you could have any job, what would it be?\" \r\n To his dismay, their answers were identically disappointing. \r\n… [+486 chars]"
    },
    {
      "source": {
        "id": "business-insider",
        "name": "Business Insider"
      },
      "author": "Gina Heeb",
      "title": "Trump suggests companies complaining about tariffs are 'badly run and weak' with 'bad management'",
      "description": "President Donald Trump claimed on Friday that companies who have pushed back against his escalating trade disputes have done so in an attempt to shift blame away from internal mismanagement. Trump has sought to blame others for backlash over his standoffs wit…",
      "url": "https://markets.businessinsider.com/news/stocks/trump-tweets-companies-blaming-tariffs-for-business-troubles-are-weak-2019-8-1028488364",
      "urlToImage": "https://images.markets.businessinsider.com/image/5cd98188021b4c19e27594d9-2000/gettyimages-1046898458.jpg",
      "publishedAt": "2019-08-30T16:50:23Z",
      "content": "NICHOLAS KAMM/AFP/Getty Image\r\n<ul><li>President Donald Trump claimed on Friday that companies who have pushed back against his escalating trade disputes have done so in an attempt to shift blame away from internal mismanagement. </li><li>Trump has sought to … [+2255 chars]"
    },
    {
      "source": {
        "id": "business-insider",
        "name": "Business Insider"
      },
      "author": "Gina Heeb",
      "title": "Trump suggests companies complaining about tariffs are 'badly run and weak' with 'bad management'",
      "description": "President Donald Trump claimed on Friday that companies who have pushed back against his escalating trade disputes have done so in an attempt to shift blame away from internal mismanagement. Trump has sought to blame others for backlash over his standoffs wit…",
      "url": "https://www.businessinsider.com/trump-tweets-companies-blaming-tariffs-for-business-troubles-are-weak-2019-8",
      "urlToImage": "https://amp.businessinsider.com/images/5d5c4f67cd97840a8109c212-1920-960.jpg",
      "publishedAt": "2019-08-30T16:50:23Z",
      "content": "President Donald Trump claimed on Friday that companies who have pushed back against his escalating trade disputes have done so in an attempt to shift blame away from internal mismanagement. \r\n \"Badly run and weak companies are smartly blaming these small Tar… [+1680 chars]"
    },
    {
      "source": {
        "id": "business-insider",
        "name": "Business Insider"
      },
      "author": "Yusuf Khan",
      "title": "Consumers, retailers, farmers, manufacturers, and tech firms are all getting clobbered by tariffs in Trump's trade war",
      "description": "Trump's trade war has now raged on for over a year, and although talks are set to resume, the American economy has been suffering. GDP growth in the second quarter of 2019 came in lower than expected on Wednesday and America's trade deficit widened — both sig…",
      "url": "https://www.businessinsider.com/consumers-retailers-manufacturers-farmers-hammered-by-trump-tariffs-2019-8",
      "urlToImage": "https://amp.businessinsider.com/images/5d67b9b52e22af0ae4436bd2-1920-960.jpg",
      "publishedAt": "2019-08-30T16:28:08Z",
      "content": "Trump's trade war has raged on for over a year and now key sectors of the US economy are hitting back at the president, all arguing that the trade war has been damaging. \r\n In the most recent GDP figures released on Thursday, the US economy had cooled more th… [+5581 chars]"
    },
    {
      "source": {
        "id": "business-insider",
        "name": "Business Insider"
      },
      "author": "Yusuf Khan",
      "title": "Consumers, retailers, farmers, manufacturers, and tech firms are all getting clobbered by tariffs in Trump's trade war",
      "description": "Trump's trade war has now raged on for over a year, and although talks are set to resume, the American economy has been suffering. GDP growth in the second quarter of 2019 came in lower than expected on Wednesday and America's trade deficit widened — both sig…",
      "url": "http://markets.businessinsider.com/news/stocks/consumers-retailers-farmers-manufacturers-and-tech-firms-are-all-getting-clobbered-by-tariffs-in-trump-s-trade-war-1028488313",
      "urlToImage": "https://images.markets.businessinsider.com/image/5d68ecb62e22af42c46f3ab2-2400/2019-08-29t142214z2lynxnpef7s1bbrtroptp4g7-summit.jpg",
      "publishedAt": "2019-08-30T16:28:08Z",
      "content": "Reuters\r\n<ul><li>Trump's trade war has now raged on for over a year, and although talks are set to resume, the American economy has been suffering. </li><li>GDP growth in the second quarter of 2019 came in lower than expected on Wednesday and America's trade … [+6097 chars]"
    },
    {
      "source": {
        "id": "business-insider",
        "name": "Business Insider"
      },
      "author": "Alexandra Licata",
      "title": "The 2020 Tokyo Olympics is less than 1 year away – Here are 13 athletes to watch for breakout performances",
      "description": "The Opening Ceremony for the Tokyo Olympics is on July 24, 2020. The Games will feature the debut of karate, skateboarding, surfing, and sport climbing. While big names like Simone Biles and Katie Ledecky are set to compete, some Olympic hopefuls are poised f…",
      "url": "https://www.businessinsider.com/2020-tokyo-summer-olympics-athletes-to-watch-2019-8",
      "urlToImage": "https://amp.businessinsider.com/images/5d6829dd2e22af1a306cb725-1920-960.jpg",
      "publishedAt": "2019-08-30T16:19:03Z",
      "content": "The 2020 Tokyo Olympics are less than one year away. \r\n Baseball and softball will be back, while karate, skateboarding, surfing, and sport climbing will be making their debut. \r\n Thousands of athletes will step foot on the world stage and vie for Olympic gol… [+254 chars]"
    },
    {
      "source": {
        "id": "business-insider",
        "name": "Business Insider"
      },
      "author": "Carmen Reinicke",
      "title": "Trump attacks the Fed’s policies again, saying the US economy does not have a 'tariff problem'",
      "description": "President Donald Trump on Friday ripped into the Federal Reserve on Twitter yet again, calling for further interest-rate cuts to weaken the dollar. Trump has long blamed the Fed for the greenback's strength, which he says gives other countries a trade advanta…",
      "url": "https://www.businessinsider.com/trump-blames-fed-for-strong-dollar-says-tariffs-arent-problem-2019-8",
      "urlToImage": null,
      "publishedAt": "2019-08-30T16:18:32Z",
      "content": null
    },
    {
      "source": {
        "id": "business-insider",
        "name": "Business Insider"
      },
      "author": "James Pasley, Paul Ronzheimer and Giorgos Moutafis",
      "title": "Stunning photos show the reality for indigenous people living in the Amazon as fires burn",
      "description": "Indigenous peoples and farmers are clashing over the fires raging in the Brazilian parts of the Amazon Rainforest. For many indigenous peoples, the land is sacred. But farmers are clearing the forest for crops and cattle. And President Jair Bolsonaro has not …",
      "url": "https://www.businessinsider.com/amazon-rainforest-fires-indigenous-people-photos-2019-8",
      "urlToImage": "https://amp.businessinsider.com/images/5d691cbe2e22af22b31e3c7b-1920-960.jpg",
      "publishedAt": "2019-08-30T16:14:03Z",
      "content": "Fires burning across the Amazon are threatening the lives of Brazil's indigenous peoples. \r\n Deforestation is up 77% this year from last, and about 83,000 fires have been identified. As one chief told BILD, the land for indigenous people is like the church, a… [+885 chars]"
    },
    {
      "source": {
        "id": "business-insider",
        "name": "Business Insider"
      },
      "author": "Lisa Eadicicco",
      "title": "An entrepreneur whose company trained programmers at Facebook and Google shares his best advice for learning to code (FB, GOOG, GOOGL)",
      "description": "The most important first step in learning how to code is to think about your area of interest and career goals, says Michael Ellison, founder and CEO of CodePath.org. Mobile app development is also an ideal introduction for newcomers since it's a popular plat…",
      "url": "https://www.businessinsider.com/best-tips-for-beginners-learning-to-code-programming-languages-2019-8",
      "urlToImage": "https://amp.businessinsider.com/images/5d69493b2e22af39505e8032-1920-960.jpg",
      "publishedAt": "2019-08-30T16:09:30Z",
      "content": "With software developers ranking among the highest-paid and fastest-growing jobs in the United States, you might be motivated to consider switching your career path or learning how to code. In an analysis performed by CareerBuilder published on MarketWatch, s… [+947 chars]"
    },
    {
      "source": {
        "id": "business-insider",
        "name": "Business Insider"
      },
      "author": "Connie Chen",
      "title": "27 unique stocking stuffer ideas they’ll actually use — all under $10",
      "description": "If the holidays are the season for giving, then stocking stuffers are the affordable, easy-to-buy gifts you can give to everyone in your life, from your neighbors to your distant cousin twice removed. Even if your gift costs $10 or less, it can still be usefu…",
      "url": "https://www.businessinsider.com/stocking-stuffers-ideas",
      "urlToImage": "https://amp.businessinsider.com/images/5c0c1069c6117f332c36b21d-750-375.jpg",
      "publishedAt": "2019-08-30T16:08:00Z",
      "content": "Not everyone in your life, like your friendly neighborhood mailman or the kid cousins you only see once a year, is going to receive a fancy gift from you during the holidays. However, it's always a nice gesture to give them a small token of love and appreciat… [+521 chars]"
    },
    {
      "source": {
        "id": "business-insider",
        "name": "Business Insider"
      },
      "author": "Christian Nguyen",
      "title": "How truck escape ramps are used on steep roads to stop runaway vehicles",
      "description": "Truck escape ramps are used as a traffic tool on steep, sustained grades to check high vehicle speeds in emergencies. The ramps use a combination of momentum-halting media like gravel or sand and an incline to bring runaway vehicles to a halt. For a deeper di…",
      "url": "https://www.businessinsider.com/how-truck-escape-ramps-steep-roads-stop-runaway-vehicles-2019-8",
      "urlToImage": "https://amp.businessinsider.com/images/5d6945272e22af14f83fa016-1334-667.jpg",
      "publishedAt": "2019-08-30T16:00:00Z",
      "content": "Following is a transcription of the video.\r\nVideo: Oh! He took it! He took it, dude! Gravel is flying! Dirt is flying! \r\nNarrator: If you've driven any one of the many highways crisscrossing the world, chances are you've seen one of these: a truck escape ramp… [+3110 chars]"
    },
    {
      "source": {
        "id": "business-insider",
        "name": "Business Insider"
      },
      "author": "Alexandra Licata",
      "title": "Carli Lloyd celebrated a goal against Portugal with a tribute to the Philadelphia Eagles and a nod to the NFL",
      "description": "Carli Lloyd scored a goal in the second half of the United States women's national team's friendly on Thursday night at Lincoln Financial Field and used her goal celebration to pay tribute to the NFL. In the 52nd minute, Lloyd put the USWNT up 3-0 and celebra…",
      "url": "https://www.businessinsider.com/carli-lloyds-uswnt-goal-celebration-nfl-kick-philadelphia-eagles-2019-8",
      "urlToImage": "https://amp.businessinsider.com/images/5d69349f2e22af10fd3fca68-1920-960.jpg",
      "publishedAt": "2019-08-30T15:59:44Z",
      "content": "There is a lot of buzz surrounding Carli Lloyd's NFL prospects, and on Thursday night she gave the league a nod in her goal celebration. \r\n The United States women's national team played Portugal in a friendly at Lincoln Financial Field, home to the Philadelp… [+1496 chars]"
    },
    {
      "source": {
        "id": "business-insider",
        "name": "Business Insider"
      },
      "author": "Barbara Corbellini Duarte and Nisha Stickles",
      "title": "Brazil is the world's largest beef exporter — here's why eating meat is linked to the Amazon fires",
      "description": "The Amazon rainforest continues to burn at a record rate: more than 80,000 fires have been recorded this year, over an 80% increase of the total number of fires in 2018. Meat consumption burdens much of the blame for these fires. Some of the blazes were delib…",
      "url": "https://www.businessinsider.com/meat-consumption-linked-to-the-amazon-fires-2019-8",
      "urlToImage": "https://amp.businessinsider.com/images/5d684b022e22af23fb3730e3-2732-1366.jpg",
      "publishedAt": "2019-08-30T15:56:10Z",
      "content": "Following is a transcript of the video.\r\n More than 42,000 wildfires have been detected in the Brazilian Amazon rainforest, and worldwide meat consumption may deserve much of the blame. \r\n As demand for beef has grown around the globe, Brazilian farmers have … [+5558 chars]"
    },
    {
      "source": {
        "id": "business-insider",
        "name": "Business Insider"
      },
      "author": "Ben Winck",
      "title": "Trade-war fears trigger the biggest decline in US consumer confidence in 6 years",
      "description": "The University of Michigan's consumer sentiment index showed its largest monthly decline since 2012 Friday, falling to 89.3 in August from a 98.4 reading in July. The newest data is the lowest reading since October 2016, following the recent yield curve inver…",
      "url": "https://www.businessinsider.com/consumer-sentiment-drops-most-since-2012-on-tariff-concerns-2019-8",
      "urlToImage": "https://images.markets.businessinsider.com/image/5d692f912e22af46c02de802-2400/2019-08-05t163418z1lynxnpef741p8rtroptp4usa-economy-consumer-sentiment.jpg",
      "publishedAt": "2019-08-30T15:54:00Z",
      "content": "Reuters\r\nThe University of Michigan's consumer sentiment index posted its largest monthly decline since 2012 Friday, coming in well under a preliminary reading from earlier in the month.Â \r\nThe gauge of Americans' expectations for the economy fell to 89.3 in … [+1990 chars]"
    },
    {
      "source": {
        "id": "business-insider",
        "name": "Business Insider"
      },
      "author": "Theron Mohamed",
      "title": "Orange juice futures are surging as Hurricane Dorian threatens to devastate Florida's groves",
      "description": "Orange juice futures hit a 12-week high of $1.06 per pound on Friday, as Hurricane Dorian threatened to ravage Florida's orange groves this Labor Day weekend. The commodity's price has jumped 9% this week as traders brace for the storm. Florida's orange indus…",
      "url": "https://markets.businessinsider.com/news/stocks/orange-juice-futures-soar-hurricane-dorian-threatens-florida-groves-2019-8-1028488191",
      "urlToImage": "https://images.markets.businessinsider.com/image/5d6943af2e22af148a21df2b-1263/screen-shot-2016-05-23-at-23139-pm.png",
      "publishedAt": "2019-08-30T15:54:00Z",
      "content": "Paramount/Youtube\r\n<ul><li>Orange juice futures hit a 12-week high of $1.06 per pound on Friday, as Hurricane Dorian threatened to ravage Florida's orange groves this Labor Day weekend.</li><li>The commodity's price has jumped 9% this week as traders brace fo… [+1005 chars]"
    },
    {
      "source": {
        "id": "business-insider",
        "name": "Business Insider"
      },
      "author": "Connie Chen",
      "title": "Here's what sets Amazon's Fire TV Stick 4K apart from its original streaming stick, and how to use it to watch Netflix, Hulu, and more on your TV",
      "description": "The Fire TV Stick 4K ($49.99) is a streaming media player that brings all your favorite shows and movies to your TV screen through apps like Netflix and Hulu. The light and portable device is easy to set up, and even easier to use. I use it in my apartment al…",
      "url": "https://www.businessinsider.com/fire-tv-stick-4k-review",
      "urlToImage": "https://amp.businessinsider.com/images/5d6942b72e22af3cef4a95f4-750-375.jpg",
      "publishedAt": "2019-08-30T15:52:00Z",
      "content": "Though New York City is defined by its endless list of things to do, I will say that some of my fondest memories while living in this bustling metropolis have involved staying inside my apartment and watching TV shows with my friends and roommates. \r\n The Fir… [+4114 chars]"
    },
    {
      "source": {
        "id": "business-insider",
        "name": "Business Insider"
      },
      "author": "Mariel Soto Reyes",
      "title": "Pinterest is combatting anti-vaxxer disinformation with factual content (PINS)",
      "description": "This is an excerpt from a story delivered exclusively to Business Insider Intelligence Digital Media Briefing subscribers. To receive the full story plus other insights each morning, click here. Pinterest is now presenting reliable, medically-backed informati…",
      "url": "https://www.businessinsider.com/pinterest-combats-anti-vaxxer-disinformation-with-facts-2019-8",
      "urlToImage": "https://amp.businessinsider.com/images/5d693d752e22af4b936a4ce4-2732-1366.jpg",
      "publishedAt": "2019-08-30T15:50:00Z",
      "content": "Pinterest is now presenting reliable, medically-backed information for users who search 200 vaccine-related terms on the platform, per The Guardian. \r\n Business Insider Intelligence \r\nThis comes after the platform — which counts 250 million global users — blo… [+3593 chars]"
    },
    {
      "source": {
        "id": "business-insider",
        "name": "Business Insider"
      },
      "author": "Devon Delfino",
      "title": "How to contact Lyft through the mobile app or website, depending on your issue",
      "description": "You can contact Lyft in a few different ways from your phone or computer. To contact Lyft, you can go through the help prompts on the mobile app, use the help center website to send an email, or contact the Safety Team through a 24/7 critical response line. I…",
      "url": "https://www.businessinsider.com/how-to-contact-lyft",
      "urlToImage": "https://amp.businessinsider.com/images/5d6936ed2e22af2930482bf7-1920-960.jpg",
      "publishedAt": "2019-08-30T15:47:00Z",
      "content": "When things go wrong with your rideshare experience, whether you're a rider or a driver, contacting the company is a good way to figure out a potential solution so you can move forward. \r\n For Lyft, there are a few ways you can do that, including the help pro… [+2495 chars]"
    },
    {
      "source": {
        "id": "business-insider",
        "name": "Business Insider"
      },
      "author": "Tyler Lauletta",
      "title": "Buffalo Bills kicker Stephen Hauschka offered to help Carli Lloyd make the jump to the NFL and believes she could succeed",
      "description": "USWNT superstar Carli Lloyd got the attention of NFL fans after a video of her kicking field goals at a joint practice between the Eagles and Ravens went viral. Bills kicker Stephen Hauschka told ESPN that he'd suppport Lloyd should she attempt to make the ju…",
      "url": "https://www.businessinsider.com/carli-lloyd-nfl-kicker-stephen-hauschka-2019-8",
      "urlToImage": "https://amp.businessinsider.com/images/5d6931d12e22af0de6499cc5-1920-960.jpg",
      "publishedAt": "2019-08-30T15:45:38Z",
      "content": "Carli Lloyd's potential post-soccer career as a kicker in the NFL just got an endorsement from one of the players that would be her competition should she make a jump to football. \r\n Buffalo Bills kicker Stephen Hauschka told ESPN's Marcel Louis-Jacques that … [+2412 chars]"
    },
    {
      "source": {
        "id": "business-insider",
        "name": "Business Insider"
      },
      "author": "Theron Mohamed",
      "title": "Orange juice futures are surging as Hurricane Dorian threatens to devastate Florida's groves",
      "description": "Orange juice futures hit a 12-week high of $1.06 per pound on Friday, as Hurricane Dorian threatened to ravage Florida's orange groves this Labor Day weekend. The commodity's price has jumped 9% this week as traders brace for the storm. Florida's orange indus…",
      "url": "https://www.businessinsider.com/orange-juice-futures-soar-hurricane-dorian-threatens-florida-groves-2019-8",
      "urlToImage": null,
      "publishedAt": "2019-08-30T15:44:49Z",
      "content": null
    },
    {
      "source": {
        "id": "business-insider",
        "name": "Business Insider"
      },
      "author": "Graham Rapier",
      "title": "Miami is removing all e-scooters ahead of Hurricane Dorian's landfall so they don't become flying projectiles (UBER, LYFT)",
      "description": "Scooter companies have been ordered to remove their vehicles from Miami streets ahead of Hurricane Dorian's landfall this weekend. Uber, Lyft, Lime, Bird and others have shut down their micromobility services in order to avoid having scooters become flying pr…",
      "url": "https://www.businessinsider.com/miami-removes-e-scooters-ahead-of-hurricane-dorian-landfall-2019-8",
      "urlToImage": "https://amp.businessinsider.com/images/5d6942052e22af2be24447d3-960-480.jpg",
      "publishedAt": "2019-08-30T15:44:27Z",
      "content": "Don't expect to evacuate Miami on an electric scooter ahead of Hurricane Dorian's impending landfall this weekend. \r\n The city is working with companies including Lime, Bird, Uber, Lyft and any others to ensure the micromobility vehicles don't become flying p… [+1402 chars]"
    },
    {
      "source": {
        "id": "business-insider",
        "name": "Business Insider"
      },
      "author": "Nick Bastone",
      "title": "The life and career of David Drummond, Alphabet's chief legal exec whose extramarital relationship with a former Google employee reignited criticism of the company's culture (GOOG, GOOGL)",
      "description": "David Drummond has been called \" the world's luckiest lawyer.\" That's because while working as a partner at a Bay Area law firm, Drummond was introduced to two Stanford grad students named Larry Page and Sergey Brin, who later came up with the idea for Google…",
      "url": "https://www.businessinsider.com/google-alphabet-chief-legal-david-drummond-career-rise-controversy-explained-2019-8",
      "urlToImage": "https://amp.businessinsider.com/images/5d68552e2e22af2955518444-2732-1366.jpg",
      "publishedAt": "2019-08-30T15:44:21Z",
      "content": "David Drummond has been called \" the world's luckiest lawyer.\" \r\n That's because while working as a partner at a Bay Area law firm, Drummond was introduced to two Stanford grad students named Larry Page and Sergey Brin who had a big idea. He was ultimately hi… [+1105 chars]"
    },
    {
      "source": {
        "id": "business-insider",
        "name": "Business Insider"
      },
      "author": "Daniel Strauss",
      "title": "Ray Dalio's flagship hedge fund is reportedly down 6% this year as other macro managers flourish",
      "description": "Ray Dalio's primary hedge fund shed 6% of its value this year as of August 23, according to a new report from Bloomberg. Dalio's Pure Alpha fund, which invests in macroeconomic trends, took significant losses from bearish bets on global interest rates. While …",
      "url": "https://markets.businessinsider.com/news/stocks/ray-dalio-bridgewater-macro-hedge-fund-performance-ytd-sinks-report-2019-8-1028488119",
      "urlToImage": "https://images.markets.businessinsider.com/image/5d6925f42e22af24781cff0b-1440/unnamed-1.jpg",
      "publishedAt": "2019-08-30T15:19:15Z",
      "content": "Heidi Gutman / CNBC\r\n<ul><li>Ray Dalio's primary hedge fund shed 6% of its value this year as of August 23, according to a new report from Bloomberg. </li><li>Dalio's Pure Alpha fund, which invests in macroeconomic trends, took significant losses from bearish… [+1721 chars]"
    },
    {
      "source": {
        "id": "business-insider",
        "name": "Business Insider"
      },
      "author": "Daniel Strauss",
      "title": "Ray Dalio's flagship hedge fund is reportedly down 6% this year as other macro managers flourish",
      "description": "Ray Dalio's primary hedge fund shed 6% of its value this year as of August 23, according to a new report from Bloomberg. Dalio's Pure Alpha fund, which invests in macroeconomic trends, took significant losses from bearish bets on global interest rates. While …",
      "url": "https://www.businessinsider.com/ray-dalio-bridgewater-macro-hedge-fund-performance-ytd-sinks-report-2019-8",
      "urlToImage": null,
      "publishedAt": "2019-08-30T15:19:15Z",
      "content": null
    },
    {
      "source": {
        "id": "business-insider",
        "name": "Business Insider"
      },
      "author": "Kevin Webb",
      "title": "Multiple men in the video game industry have been accused of sexual assault and harassment, and it's sparking an industry-wide conversation about abuse",
      "description": "Multiple women have come forward with claims that men in the video game industry abused them. The claims range from allegations of rape and sexual assault to reports of inappropriate public behavior at industry events. The accusations have prompted a larger c…",
      "url": "https://www.businessinsider.com/gaming-industry-high-profile-men-accused-sexual-abuse-harassment-abuse-2019-8",
      "urlToImage": "https://amp.businessinsider.com/images/5d69389f2e22af39fe7efa4f-1920-960.jpg",
      "publishedAt": "2019-08-30T15:15:41Z",
      "content": null
    },
    {
      "source": {
        "id": "business-insider",
        "name": "Business Insider"
      },
      "author": "James Brains",
      "title": "When my workouts leave me too exhausted to make a shake, I reach for these vegan, organic protein drinks — here's why I recommend them",
      "description": "A high-quality protein product is easy to bring along when you're on the go, uses clean ingredients without a bunch of extras, and the taste (and aftertaste) are palatable. I like the Aloha Organic Plant-Based Protein Drink because it's free of artificial swe…",
      "url": "https://www.businessinsider.com/aloha-organic-plant-based-protein-drink-review",
      "urlToImage": "https://amp.businessinsider.com/images/5d641cab2e22af07b1205c33-1136-568.jpg",
      "publishedAt": "2019-08-30T15:09:40Z",
      "content": "After a tough workout, I like to grab a protein drink to help build muscles and rehydrate so I can tackle the rest of my day. Yet after trying dozens of protein beverages, it's clear that not all powders and drinks are created equal. And what may work well fo… [+7113 chars]"
    },
    {
      "source": {
        "id": "business-insider",
        "name": "Business Insider"
      },
      "author": "Hirsh Chitkara",
      "title": "Amazon is discussing a partnership with Indonesian ride-hailing firm Go-Jek (AMZN)",
      "description": "This is an excerpt from a story delivered exclusively to Business Insider Intelligence Transportation & Logistics Briefing subscribers. To receive the full story plus other insights each morning, click here. Amazon engaged Indonesian ride-hailing firm Go-Jek …",
      "url": "https://www.businessinsider.com/amazon-considering-partnering-with-go-jek-2019-8",
      "urlToImage": "https://amp.businessinsider.com/images/586bb89af10a9a51098b61f4-1920-960.jpg",
      "publishedAt": "2019-08-30T15:04:00Z",
      "content": "Amazon engaged Indonesian ride-hailing firm Go-Jek in preliminary talks to create a partnership, according to the Wall Street Journal. There are few details available on what the partnership would involve, but as part of a potential deal, Amazon would likely … [+3514 chars]"
    },
    {
      "source": {
        "id": "business-insider",
        "name": "Business Insider"
      },
      "author": "Scott Davis",
      "title": "Coco Gauff says she felt like the Golden State Warriors in Game 7 when the US Open crowd was chanting her name",
      "description": "Coco Gauff advanced in the U.S. Open on Thursday with a thrilling, three-set win in Round 2. After the match, the crowd chanted \"Co-co! Co-co!\" as the 15-year-old star looked overwhelmed by the support. In an interview after the match, Gauff said she felt lik…",
      "url": "https://www.businessinsider.com/coco-gauff-us-open-chants-warriors-2019-8",
      "urlToImage": "https://amp.businessinsider.com/images/5d69328a2e22af0fd27d4890-1334-667.jpg",
      "publishedAt": "2019-08-30T15:02:26Z",
      "content": "Coco Gauff was blown away by the chants of her name after she beat Timea Babos on Thursday, 6-2, 4-6, 6-4, in the second round of the U.S. Open. \r\n As Gauff gave her post-match interview, the American crowd began chanting \"Co-co! Co-co!\" for the 15-year-old, … [+1051 chars]"
    },
    {
      "source": {
        "id": "business-insider",
        "name": "Business Insider"
      },
      "author": "Marissa Perino",
      "title": "8 job interview strategies used by successful executives",
      "description": "While many successful executives have favorite interview questions, others have general strategies they prefer to use for each job candidate. From asking for a classic elevator pitch to posing brain teaser questions, here are a few strategies used by execs su…",
      "url": "https://www.businessinsider.com/interview-strategies-used-by-successful-executives",
      "urlToImage": "https://amp.businessinsider.com/images/5cadb3f72555df07c9727358-1920-960.jpg",
      "publishedAt": "2019-08-30T15:01:00Z",
      "content": "Rick Goings headed Tupperware for over two decades, and in 2017, he spoke with Business Insider's Áine Cain about his favorite interviewing tactics. \r\n \"Come to think of it, I do have one thing I often do regarding a potential candidate,\" Goings told Business… [+689 chars]"
    },
    {
      "source": {
        "id": "business-insider",
        "name": "Business Insider"
      },
      "author": "Hillary Hoffower",
      "title": "Penthouses, mansions, and luxury ranches aren't selling across the US — and it could be a recession red flag",
      "description": "There's an abundance of luxury real estate across the US, and it may be a warning sign for an upcoming recession, reported Robert Frank for CNBC. New York City penthouses, Miami condos, LA mansions, and luxury ranches out west aren't selling. But the picture …",
      "url": "https://www.businessinsider.com/recession-warning-sign-wealthy-not-buying-luxury-real-estate-2019-8",
      "urlToImage": "https://amp.businessinsider.com/images/5d67f0932e22af1609244a66-1920-960.jpg",
      "publishedAt": "2019-08-30T15:00:00Z",
      "content": "America's lingering luxury real-estate market is waving a red flag. \r\n The wealthy aren't buying homes as much as they used to, leaving a surplus of empty high-end real estate across the US, reported Robert Frank for CNBC. According to Frank, luxury real esta… [+2101 chars]"
    },
    {
      "source": {
        "id": "business-insider",
        "name": "Business Insider"
      },
      "author": "Carmen Reinicke",
      "title": "The market's favorite recession indicator has been wrong twice since 1950. Here's why some investors say it's flashing a false positive again.",
      "description": "A yield-curve inversion has preceded every US recession since 1950. But not every instance of inversion was followed by a recession. In fact, the popular signal — which flashes when the two-year Treasury yield tops the 10-year — has been wrong on at least two…",
      "url": "https://www.businessinsider.com/next-recession-inverted-yield-curve-could-be-false-signal-now-2019-8",
      "urlToImage": null,
      "publishedAt": "2019-08-30T15:00:00Z",
      "content": null
    },
    {
      "source": {
        "id": "business-insider",
        "name": "Business Insider"
      },
      "author": "Gregory Magana",
      "title": "Temenos has agreed to buy US digital banking SaaS company Kony",
      "description": "This is an excerpt from a story delivered exclusively to Business Insider Intelligence Banking subscribers. To receive the full story plus other insights each morning, click here. Swiss banking software company Temenos announced an agreement to acquire US dig…",
      "url": "https://www.businessinsider.com/temenos-agrees-to-acquire-kony-2019-8",
      "urlToImage": "https://amp.businessinsider.com/images/57f5172d9bd9781c008b4e32-1136-568.jpg",
      "publishedAt": "2019-08-30T14:58:00Z",
      "content": "Swiss banking software company Temenos announced an agreement to acquire US digital banking software-as-a-service (SaaS) company Kony Inc. for an enterprise value of $559 million and an earn-out of $21 million. \r\n Business Insider Intelligence \r\nThe deal is e… [+3451 chars]"
    },
    {
      "source": {
        "id": "business-insider",
        "name": "Business Insider"
      },
      "author": "Kate Taylor",
      "title": "Chick-fil-A is reportedly planning to open a pop-up location for a year in the UK",
      "description": "Chick-fil-A is planning to open a year-long pop-up in the UK, according to Propel Info. The chain has launched a number of short pop-ups in the UK in recent years. Chick-fil-A is planning to open its first international location in Canada this year. Visit Bus…",
      "url": "https://www.businessinsider.com/chick-fil-a-year-long-pop-up-in-uk-report-2019-8",
      "urlToImage": "https://amp.businessinsider.com/images/5af98dc89aa4ce1c008b4ab6-1536-768.jpg",
      "publishedAt": "2019-08-30T14:39:47Z",
      "content": "Chick-fil-A is reportedly planning to open a year-long pop-up in the UK. \r\n Propel Info's Mark Wingett tweeted on Friday that Chick-fil-A \"is looking to take a significant step towards launching in the UK, with plans to open of a one-year pop-up here.\" \r\n Chi… [+1640 chars]"
    },
    {
      "source": {
        "id": "business-insider",
        "name": "Business Insider"
      },
      "author": "Zachary Hendrickson",
      "title": "CMS launched a redesigned Medicare Plan Finder tool",
      "description": "This is an excerpt from a story delivered exclusively to Business Insider Intelligence Digital Health Pro subscribers. To receive the full story plus other insights each morning, click here. The Centers for Medicare and Medicaid Services (CMS) launched a reva…",
      "url": "https://www.businessinsider.com/centers-for-medicare-medicaid-debut-plan-finder-tool-2019-8",
      "urlToImage": "https://amp.businessinsider.com/images/5d692ced2e22af376e54a938-1920-960.jpg",
      "publishedAt": "2019-08-30T14:38:00Z",
      "content": "The Centers for Medicare and Medicaid Services (CMS) launched a revamped, and decidedly sleeker, version of the Medicare Plan Finder tool on Medicare.gov earlier this week, which it likely hopes will put to rest concerns that have plagued the tool since its f… [+3465 chars]"
    },
    {
      "source": {
        "id": "business-insider",
        "name": "Business Insider"
      },
      "author": "Tanya Dua",
      "title": "'It's nonpareil': How Swedish oat-milk brand Oatly became the undisputed king of a burgeoning $29 million market through its quirky, grassroots approach to marketing",
      "description": "Started in 1994, Sweden's Oatly has soared in popularity since it came to the US in 2016. The brand has elbowed its way into the burgeoning alt-milk market with grassroots and word-of-mouth marketing that uses quirky and irreverent messaging. Oatly has also b…",
      "url": "https://www.businessinsider.com/how-swedens-oatly-came-to-dominate-the-oak-drink-market-2019-8",
      "urlToImage": "https://amp.businessinsider.com/images/5d66d8c22e22af150a1c9352-1136-568.jpg",
      "publishedAt": "2019-08-30T14:31:08Z",
      "content": "A year and a half ago, Tim Gilligan chanced upon a new oat-based drink at his local café and decided to give it a try. He had a growing sensitivity to lactose, and his partner had a nut allergy, which had him looking for alternatives to almond milk. \r\n Now, G… [+6709 chars]"
    },
    {
      "source": {
        "id": "business-insider",
        "name": "Business Insider"
      },
      "author": "Sherin Shibu",
      "title": "Netflix's former chief talent officer has an 'algorithm' for success that you should follow throughout your professional career, especially if you're involved with startups",
      "description": "Patty McCord, now an HR consultant, was the first chief talent officer at Netflix and co-creator of the famous culture deck. At a Business Insider webinar, she spoke to BI correspondent Shana Lebowitz about an algorithm for success that applies to employees a…",
      "url": "https://www.businessinsider.com/netflix-patty-mccord-first-chief-talent-officer-algorithm-for-success",
      "urlToImage": "https://amp.businessinsider.com/images/5d6810dc2e22af1bfb613792-1136-568.png",
      "publishedAt": "2019-08-30T14:28:08Z",
      "content": "Is your passion, something you love and are extraordinarily good at doing, something your company needs? \r\n That's Patty McCord's 'algorithm' for success, which she gives to employees who have grown complacent at rapidly growing startups. McCord has plenty of… [+2404 chars]"
    },
    {
      "source": {
        "id": "business-insider",
        "name": "Business Insider"
      },
      "author": "Mitch Prothero",
      "title": "The US put sanctions on a Hezbollah-linked bank, a likely show of support for Israel as conflict with Lebanon looms",
      "description": "US officials entered the surging conflict between Israel and Lebanon Monday, imposing sanctions on a Lebanese bank linked to Hezbollah. It came as Israel identified what it said were the leaders of an Iran-backed Hezbollah tech project which has prompted a se…",
      "url": "https://www.businessinsider.com/us-sanctions-hezbollah-linked-jammal-trust-bank-helping-israel-2019-8",
      "urlToImage": "https://amp.businessinsider.com/images/5d6927472e22af3033582ed4-1920-960.jpg",
      "publishedAt": "2019-08-30T14:27:32Z",
      "content": "The US jumped to support Israel in its escalating confrontation with Hezbollah, and its sponsor Iran, by imposing new sanctions on a Lebanese bank it accused of money laundering. \r\n US officials say the move is a warning to Lebanon to better control the group… [+3594 chars]"
    },
    {
      "source": {
        "id": "business-insider",
        "name": "Business Insider"
      },
      "author": "Devon Delfino",
      "title": "How to add a stop on your Lyft ride, to run quick errands or drop someone off before your final destination",
      "description": "You can add a stop on your Lyft ride to help you easily run a quick errand or drop another passenger off. However, Lyft asks that you keep your stop to less than 10 minutes of wait time for the driver, otherwise you should end the Lyft ride and call a new one…",
      "url": "https://www.businessinsider.com/how-to-add-a-stop-on-lyft",
      "urlToImage": "https://amp.businessinsider.com/images/5d6931c82e22af38e8639e07-2560-1280.jpg",
      "publishedAt": "2019-08-30T14:27:00Z",
      "content": "Rideshare apps can help those who don't have access to a vehicle get from point A to point B in a relatively comfortable and timely manner, depending on traffic. And, thanks to the extra stop feature on Lyft, it can also help you run errands along the way. \r\n… [+1291 chars]"
    },
    {
      "source": {
        "id": "business-insider",
        "name": "Business Insider"
      },
      "author": "Sherin Shibu",
      "title": "A manager's No. 1 job is to create 'resume-worthy' experiences for employees, says Netflix's original chief talent officer — and using the '6-month rule' is key",
      "description": "Patty McCord was the first chief talent officer at Netflix and co-creator of the famous culture deck. Now she's an HR consultant and author. At a Business Insider webinar, she spoke to BI correspondent Shana Lebowitz about the six-month test. This test applie…",
      "url": "https://www.businessinsider.com/netflix-chief-talent-officer-patty-mccord-six-month-rule-lasting-career-success",
      "urlToImage": "https://amp.businessinsider.com/images/5d6840b02e22af2d04047082-1536-768.jpg",
      "publishedAt": "2019-08-30T14:14:30Z",
      "content": "The best time frame to decide whether or not you want to be at a company is six months. \r\n Patty McCord, former chief talent officer at Netflix, spoke of this strategy in a webinar with Business Insider. She told BI correspondent Shana Lebowitz that if you ca… [+2095 chars]"
    },
    {
      "source": {
        "id": "business-insider",
        "name": "Business Insider"
      },
      "author": "Daniel Keyes",
      "title": "India's government relaxed several foreign direct investment rules – making it easier for foreign brands to operate",
      "description": "This is an excerpt from a story delivered exclusively to Business Insider Intelligence Payments & Commerce subscribers. To receive the full story plus other insights each morning, click here. The Indian government weakened several of its foreign direct invest…",
      "url": "https://www.businessinsider.com/relaxed-regulations-will-help-foreign-brands-sell-in-india-2019-8",
      "urlToImage": "https://amp.businessinsider.com/images/5d6926b32e22af249a1b0d8c-1334-667.png",
      "publishedAt": "2019-08-30T14:10:00Z",
      "content": "The Indian government weakened several of its foreign direct investment (FDI) rules, which impact foreign companies, including the requirements for single brands that want to sell in India, per Quartz. \r\n Business Insider Intelligence \r\nPreviously, brands wit… [+3401 chars]"
    },
    {
      "source": {
        "id": "business-insider",
        "name": "Business Insider"
      },
      "author": "Clarrie Feinstein",
      "title": "Walmart is piloting a new health clinic offering mental health and dental services, in the retail giant's latest healthcare test",
      "description": "Walmart is opening a new health clinic in Dallas, Georgia next month. The clinic will offer primary care services as well as hearing tests, vision tests, and counseling sessions, according to its website. Walmart has been delving into the healthcare space for…",
      "url": "https://www.businessinsider.com/walmart-testing-health-clinic-in-georgia-with-counseling-dentistry-2019-8",
      "urlToImage": "https://amp.businessinsider.com/images/5d6924312e22af0c782117c3-2732-1366.jpg",
      "publishedAt": "2019-08-30T14:09:00Z",
      "content": "Walmart is planning yet another healthcare test, as the biggest US retailer plots out its approach to a huge piece of the US economy. \r\n Walmart is opening a new kind of health clinic in Dallas, Georgia next month, the company said. The clinic will offer prim… [+2310 chars]"
    },
    {
      "source": {
        "id": "business-insider",
        "name": "Business Insider"
      },
      "author": "Ben Winck",
      "title": "Ulta Beauty erases a quarter of its market value after an earnings miss shows demand for makeup is shrinking (ULTA)",
      "description": "Ulta Beauty plummeted as much as 25% in early Friday trading after the company reported worse-than-expected revenue and profit figures for its second quarter. The beauty retailer shifted its yearly forecast lower as well, citing a lack of \"newness and innovat…",
      "url": "https://www.businessinsider.com/ulta-beauty-2q-earnings-shares-plummet-slowing-cosmetics-sales-2019-8",
      "urlToImage": "https://images.markets.businessinsider.com/image/5cf0261311e20550093a1ca5-2000/ulta-beauty-store.jpg",
      "publishedAt": "2019-08-30T14:05:00Z",
      "content": "Jean-Marc Giboux\r\n<ul><li>Ulta Beauty plummeted as much as 25% in early Friday trading after the company reported worse-than-expected revenue and profit figures for its second quarter.</li><li>The beauty retailer shifted its yearly forecast lower as well, cit… [+3137 chars]"
    }
  ]
}
