{
  "status": "ok",
  "totalResults": 3226,
  "articles": [
    {
      "source": {
        "id": "breitbart-news",
        "name": "Breitbart News"
      },
      "author": "Penny Starr, Penny Starr",
      "title": "Hurricane Dorian ‘Extremely Dangerous’ Category 3 Storm Still on Course for Florida Landfall",
      "description": "Hurricane Dorian became a major hurricane on Friday, reaching Category 3 status, and forecasters say the storm will pack a three-pronged punch: high winds, storm surge, and severe flooding.",
      "url": "https://www.breitbart.com/environment/2019/08/30/hurricane-dorian-extremely-dangerous-category-3-storm-still-on-course-for-florida-landfall/",
      "urlToImage": "https://media.breitbart.com/media/2019/08/Hurricane-Dorian-preparation-640x335.jpg",
      "publishedAt": "2019-08-30T22:52:41Z",
      "content": "The Bahamas are bracing for a hit, and at present the storm is expected to reach Florida early next week, potentially making landfall as a Category 4 hurricane.\r\nExtremely dangerous Hurricane Dorian poses a significant threat to Florida and Northwestern Baham… [+1429 chars]"
    },
    {
      "source": {
        "id": "breitbart-news",
        "name": "Breitbart News"
      },
      "author": "Hannah Bleau, Hannah Bleau",
      "title": "Tomi Lahren: Athleisure Brand I Collaborated with 'Aims to Be Made in America'",
      "description": "Tomi Lahren posted a public statement responding to the fallout from her collaboration with athleisure line Alexo Athletica, which manufactures its products in China, noting that the company \"aims to be made in America.\"",
      "url": "https://www.breitbart.com/politics/2019/08/30/tomi-lahren-athleisure-brand-i-collaborated-with-aims-to-be-made-in-america/",
      "urlToImage": "https://media.breitbart.com/media/2019/08/Tomi-Lahren-Leggings-640x335.jpg",
      "publishedAt": "2019-08-30T22:27:23Z",
      "content": "Lahren came under fire after collaborating with the company and promoting the “Introducing Freedom” line.\r\n“Some have told me Im too ‘controversial’ to have an athleisure line, that conservatives should just stick to politics and Trump cheerleading. My respon… [+1721 chars]"
    },
    {
      "source": {
        "id": "breitbart-news",
        "name": "Breitbart News"
      },
      "author": "Kyle Morris, Kyle Morris",
      "title": "Alexandria Ocasio-Cortez Unveils Green New Deal Art Posters",
      "description": "Rep. Alexandria Ocasio-Cortez (D-NY) released a series of Green New Deal art posters Friday through her Twitter account in an attempt to promote her unpopular Green New Deal plan.",
      "url": "https://www.breitbart.com/politics/2019/08/30/alexandria-ocasio-cortez-unveils-green-new-deal-art-posters/",
      "urlToImage": "https://media.breitbart.com/media/2019/08/Green-New-Deal-Art-Posters-640x335.jpg",
      "publishedAt": "2019-08-30T22:17:30Z",
      "content": "Of the two cartoon-style posters highlighted by the freshman New York congresswoman, feature two historic monuments in New York City: the Bronx’s Victory Memorial in Pelham Bay Park and the Unisphere globe sculpture located in Flushing Meadows Corona Park in … [+2375 chars]"
    },
    {
      "source": {
        "id": "breitbart-news",
        "name": "Breitbart News"
      },
      "author": "John Hayward, John Hayward",
      "title": "Hong Kong Protesters Plan ‘Airport Traffic Stress Test'",
      "description": "Hong Kong protest organizers on Thursday sarcastically invited supporters to schedule a “weekend getaway” at the international airport and give the facility a “stress test” on Sunday and Monday by blocking off the roads and overloading the railway system.",
      "url": "https://www.breitbart.com/national-security/2019/08/30/hong-kong-protesters-plan-airport-traffic-stress-test/",
      "urlToImage": "https://media.breitbart.com/media/2019/08/GettyImages-1148741209-640x335.png",
      "publishedAt": "2019-08-30T22:12:41Z",
      "content": "A similar effort failed to achieve gridlock last weekend, but airport officials say they are prepared to cancel flights as needed.\r\nThe South China Morning Postexplained that organizers are not calling for a march, rally, or hostile occupation of the airport,… [+3827 chars]"
    },
    {
      "source": {
        "id": "breitbart-news",
        "name": "Breitbart News"
      },
      "author": "Kyle Morris, Kyle Morris",
      "title": "Establishment GOP Candidates Prove Successful in Mississippi Runoff",
      "description": "Earlier this week, establishment Republican candidates in the races for governor and attorney general in Mississippi proved successful as they defeated their primary challengers.",
      "url": "https://www.breitbart.com/politics/2019/08/30/establishment-gop-candidates-prove-successful-in-mississippi-runoff/",
      "urlToImage": "https://media.breitbart.com/media/2019/08/Tate-Reeves-640x335.jpg",
      "publishedAt": "2019-08-30T22:08:42Z",
      "content": "In the governor’s race, Mississippi Lieutenant Governor Tate Reeves, who has been widely viewed as an establishment candidate since he got his start in politics, defeated retired longtime state Supreme Court Chief Justice Bill Waller Jr.\r\nIn total, Reeves rec… [+1911 chars]"
    },
    {
      "source": {
        "id": "breitbart-news",
        "name": "Breitbart News"
      },
      "author": "Matthew Boyle, Matthew Boyle",
      "title": "Report: Terminated Alleged West Wing Leaker Madeleine Westerhout Trashed Ivanka, Tiffany Trump",
      "description": "Terminated alleged West Wing leaker Madeleine Westerhout reportedly trashed the president's two daughters Ivanka and Tiffany Trump to reporters during an off-the-record dinner, Politico reported on Friday.",
      "url": "https://www.breitbart.com/the-media/2019/08/30/report-terminated-alleged-west-wing-leaker-madeleine-westerhout-trashed-ivanka-tiffany-trump/",
      "urlToImage": "https://media.breitbart.com/media/2019/08/Westerhaut-640x335.jpg",
      "publishedAt": "2019-08-30T21:48:53Z",
      "content": "Politico’s Daniel Lippman revealed the contents of the leak that led to her termination, which the New York Times first reported on Thursday evening, in a Friday afternoon report. Lippman wrote:\r\nMadeleine Westerhout, who left her White House job suddenly on … [+10108 chars]"
    },
    {
      "source": {
        "id": "breitbart-news",
        "name": "Breitbart News"
      },
      "author": "Warner Todd Huston, Warner Todd Huston",
      "title": "Angels Pitcher Tyler Skaggs Had Fentanyl, Oxycodone, Alcohol, in His System at Time of Death",
      "description": "A newly released toxicology report finds that LA Angels pitcher Tyler Skaggs had fentanyl, oxycodone, and alcohol in his system when he died.",
      "url": "https://www.breitbart.com/sports/2019/08/30/angels-pitcher-tyler-skaggs-had-fentanyl-oxycodone-and-alcohol-in-his-system-at-time-death/",
      "urlToImage": "https://media.breitbart.com/media/2019/08/AP-Photo_Marcio-Jose-Sanchez-640x335.jpg",
      "publishedAt": "2019-08-30T21:45:51Z",
      "content": "Skaggs was found unresponsive in his Texas hotel room on July 1 while the team was in town to play the Texas Rangers. He was pronounced dead at the scene, and police felt there was no foul play, according to USA Today.\r\nAuthorities said that Skaggs aspirated … [+801 chars]"
    },
    {
      "source": {
        "id": "breitbart-news",
        "name": "Breitbart News"
      },
      "author": "Joshua Caplan, Joshua Caplan",
      "title": "Report: New York Times' Social Media Controversies Take Toll on Staff",
      "description": "A string of recent high-profile social media controversies by New York Times journalists has reportedly left a slew of staffers at the embattled newspaper feeling aggravated and listless.",
      "url": "https://www.breitbart.com/the-media/2019/08/30/report-new-york-times-social-media-controversies-leave-staff-exhausted/",
      "urlToImage": "https://media.breitbart.com/media/2019/08/New-York-Times-Building-640x335.jpg",
      "publishedAt": "2019-08-30T21:24:41Z",
      "content": "According to the Daily Beast:\r\n[T]he barrage of recent incidents on social media have left many in the organization fatigued. Multiple staffers expressed ambivalence and frustration about the onslaught of outside interest in papers internal affairs. When aske… [+3473 chars]"
    },
    {
      "source": {
        "id": "breitbart-news",
        "name": "Breitbart News"
      },
      "author": "Allum Bokhari, Allum Bokhari",
      "title": "Twitter CEO Jack Dorsey's Own Account Hacked",
      "description": "Twitter CEO Jack Dorsey had his twitter account hacked earlier today, with the hackers posting a string of racial messages and a false report of a bomb threat before he regained control of his account.",
      "url": "https://www.breitbart.com/tech/2019/08/30/twitter-ceo-jack-dorseys-own-account-hacked/",
      "urlToImage": "https://media.breitbart.com/media/2018/07/GettyImages-459305156.jpg",
      "publishedAt": "2019-08-30T21:02:59Z",
      "content": "“A flurry of offensive messages including racial slurs were posted on Dorsey’s Twitter page” reported Sky News. The tweets have since been taken down by Twitter.\r\nSome of the tweets posted while the account was hacked included “aqua up in this b****,” “Hitler… [+1455 chars]"
    },
    {
      "source": {
        "id": "breitbart-news",
        "name": "Breitbart News"
      },
      "author": "Neil Munro, Neil Munro",
      "title": "Buzzfeed: DHS to Expand DNA Tests on Migrants",
      "description": "The Department of Homeland Security is drafting plans to greatly expand DNA identification of migrants who plead for asylum or try to sneak across the border, according to Buzzfeed News.",
      "url": "https://www.breitbart.com/politics/2019/08/30/buzzfeed-dhs-to-expand-dna-tests-on-migrants/",
      "urlToImage": "https://media.breitbart.com/media/2018/06/wi/afp/29/1b2a83_chilean-josefina-sandoval-holds-test-tube-containing-saliva-an-interview.jpg",
      "publishedAt": "2019-08-30T20:59:06Z",
      "content": "Buzzfeed reported:\r\nThe Trump administration wants to enable Customs and Border Protection officials to collect DNA samples from undocumented immigrants in its custody, according to a draft policy obtained by BuzzFeed News.The move will likely inspire the ang… [+2765 chars]"
    },
    {
      "source": {
        "id": "breitbart-news",
        "name": "Breitbart News"
      },
      "author": "Warner Todd Huston",
      "title": "Cher Tweets Fake News About Trump Revoking Citizenship for Military Kids",
      "description": "Left-wing pop icon Cher went after President Donald Trump by spreading fake news that his administration created a new rule to take away citizenship of children born overseas to U.S. soldiers.",
      "url": "https://www.breitbart.com/entertainment/2019/08/30/cher-tweets-fake-news-about-trump-revoking-citizenship-for-military-kids/",
      "urlToImage": "https://media.breitbart.com/media/2019/01/Cherdanger1.jpg",
      "publishedAt": "2019-08-30T20:43:40Z",
      "content": "“Some children of US troops born overseas will no longer get automatic American citizenship, Trump says,” Cher said on Friday, in a typically caps-heavy tweet. “WILL HIS REIGN OF TERROR EVER END?HOW MUCH ANGUISH IS HE CAPABLE OF INFLICTING ON? WISH HED VANISH… [+2158 chars]"
    },
    {
      "source": {
        "id": "breitbart-news",
        "name": "Breitbart News"
      },
      "author": "Haris Alic, Haris Alic",
      "title": "Joe Biden Unapologetic for Fabricating Afghan War Story: ‘Essence’ Was True",
      "description": "Former Vice President Joe Biden claimed the “essence” of an emotional story he fabricated about the war in Afghanistan was true.",
      "url": "https://www.breitbart.com/2020-election/2019/08/30/joe-biden-unapologetic-for-fabricating-afghan-war-story-essence-was-true/",
      "urlToImage": "https://media.breitbart.com/media/2019/08/Joe-Biden-Leans-In-Unapolagetic-640x335.jpg",
      "publishedAt": "2019-08-30T20:15:19Z",
      "content": "Biden, who is under fire after The Washington Post exposed a story he told about pinning a medal on a reluctant Navy officer as inaccurate, defend his conduct while campaigning in South Carolina on Thursday.\r\nI dont understand what theyre talking about, but t… [+3637 chars]"
    },
    {
      "source": {
        "id": "breitbart-news",
        "name": "Breitbart News"
      },
      "author": "Ben Kew",
      "title": "Alyssa Milano Spreads Fake News About Trump Deporting Kids with Cancer: ‘Impeach This A**hole Now’",
      "description": "Actress and far-left activist Alyssa Milano shared a fake news story on Twitter about President Donald Trump deporting children with cancer, describing it as \"indefensible\" and a justification for impeachment.",
      "url": "https://www.breitbart.com/entertainment/2019/08/30/alyssa-milano-spreads-fake-news-about-trump-deporting-kids-with-cancer-impeach-this-ahole-now/",
      "urlToImage": "https://media.breitbart.com/media/2019/08/Alyssamilanofakenews1-640x335.jpg",
      "publishedAt": "2019-08-30T19:26:23Z",
      "content": "On Friday, NBC reported that Trump had ended “a policy that allows migrants to not be deported while they or their family members receive life-saving medical treatments.”\r\nAs noted by a Breitbart Fact Check, the report was entirely false. No policy like that … [+2040 chars]"
    },
    {
      "source": {
        "id": "breitbart-news",
        "name": "Breitbart News"
      },
      "author": "Hannah Bleau",
      "title": "Bernie Sanders Signals He’s Open to a ‘Meat Tax’ to Combat Climate Change",
      "description": "Sen. Bernie Sanders (I-VT) signaled that he is open to the possibility of a \"meat tax\" to help combat climate change, according to a video of a Q&A session at his town hall event in Myrtle Beach, South Carolina, Thursday.",
      "url": "https://www.breitbart.com/politics/2019/08/30/bernie-sanders-signals-open-meat-tax-combat-climate-change/",
      "urlToImage": "https://media.breitbart.com/media/2017/06/wi/ap/19/3juqi3p.jpg",
      "publishedAt": "2019-08-30T19:11:09Z",
      "content": "A town hall attendee asked the presidential candidate what he would do to address the meat industry’s impact on climate change and floated a “meat tax,” which Sanders did not immediately dismiss:\r\n“As you probably know, animal agriculture is to blame for the … [+1284 chars]"
    },
    {
      "source": {
        "id": "breitbart-news",
        "name": "Breitbart News"
      },
      "author": "Joshua Caplan",
      "title": "Ilhan Omar: United Nations Should Handle Southern Border Crisis",
      "description": "Rep. Ilhan Omar (D-MN) on Tuesday called for the United Nations to handle the migrant crisis plaguing the U.S.-Mexico border, claiming the Trump administration's immigration policies are costing the country its \"moral high ground.\"",
      "url": "https://www.breitbart.com/immigration/2019/08/30/ilhan-omar-united-nations-should-handle-southern-border-crisis/",
      "urlToImage": "https://media.breitbart.com/media/2019/08/ilhan-omar-angry-getty-640x335.jpg",
      "publishedAt": "2019-08-30T19:02:36Z",
      "content": "We should do what any other country does, by dealing with this situation in a serious way,” Omar told an audience in Minneapolis, according to the Star Tribune. “So we have to bring in the United Nations High Commissioner on Refugees an agency that has the ex… [+1718 chars]"
    },
    {
      "source": {
        "id": "breitbart-news",
        "name": "Breitbart News"
      },
      "author": "John Hayward",
      "title": "Iranian Rocket Blows Up While Attempting to Launch Satellite",
      "description": "An Iranian rocket that was reportedly carrying a telecommunications satellite blew up on the launch pad at Imam Khomeini Space Center on Thursday, marking Iran’s third failed satellite launch of the year.",
      "url": "https://www.breitbart.com/national-security/2019/08/30/iranian-rocket-blows-up-while-attempting-launch-satellite/",
      "urlToImage": "https://media.breitbart.com/media/2019/08/Iran-Satellite-640x335.png",
      "publishedAt": "2019-08-30T18:46:05Z",
      "content": "It was due to some technical issues and it exploded but our young scientists are working to fix the problem, an Iranian official toldReuters without offering further details.\r\nIrans young scientists would appear to have their work cut out for them, since Voic… [+3788 chars]"
    },
    {
      "source": {
        "id": "breitbart-news",
        "name": "Breitbart News"
      },
      "author": "Penny Starr",
      "title": "Greta Thunberg Mum as Climate Activist Proclaims ‘We Cannot Live in a World that Is Melting’",
      "description": "Greta Thunberg, the Swedish teen who is the face of the youth climate change movement, took part in a protest on Friday but did not speak.",
      "url": "https://www.breitbart.com/politics/2019/08/30/greta-thunberg-mum-as-climate-activist-proclaims-we-cannot-live-in-a-world-that-is-melting/",
      "urlToImage": "https://media.breitbart.com/media/2019/08/greta-Thunberg-bored-AP-640x335.jpg",
      "publishedAt": "2019-08-30T18:29:31Z",
      "content": "We cannot live in a world that is burning, one young woman said, that is melting.\r\nClimate change is already affecting millions of people, another young woman claimed. This could lead to mass extinction.\r\nWe are not here to guilt individuals that forgot to re… [+2837 chars]"
    },
    {
      "source": {
        "id": "breitbart-news",
        "name": "Breitbart News"
      },
      "author": "Joshua Caplan",
      "title": "Ex-CNN CEO Walter Isaacson: Joe Biden’s Gaffes ‘Don’t Hurt Him’",
      "description": "Appearing Friday on MSNBC's Morning Joe, former CNN CEO Walter Isaacson claimed former Vice President Joe Biden's frequent gaffes do not hurt his chances of winning the 2020 Democrat primary nomination.",
      "url": "https://www.breitbart.com/clips/2019/08/30/ex-cnn-ceo-walter-isaacson-joe-bidens-gaffes-dont-hurt-him/",
      "urlToImage": "https://media.breitbart.com/media/2019/08/biden-car-window-getty-640x335.jpg",
      "publishedAt": "2019-08-30T18:18:17Z",
      "content": "KATTY KAY: We’ve just been talking about the criticism that Joe Biden gets for mashing up two stories. Now, you compare that with the lack of criticism that Elizabeth Warren has been subjected to  at what point do you think that shifts? At what point does she… [+1133 chars]"
    },
    {
      "source": {
        "id": "breitbart-news",
        "name": "Breitbart News"
      },
      "author": "Sean Moran",
      "title": "Conservative Leaders Support Rollback of Obama Gas Mileage Standards",
      "description": "Conservative leaders cheered Friday the Donald Trump administration's rollback of the Obama-era gas mileage standard. Studies reveal that the new Trump rule could reduce the price of an automobile by $2,500.",
      "url": "https://www.breitbart.com/politics/2019/08/30/conservative-leaders-support-rollback-of-obama-gas-mileage-standards/",
      "urlToImage": "https://media.breitbart.com/media/2019/07/wi/afp/25/95d6b1_shortly-office-president-donald-trump-administration-axed-tougher-mileage-e1567188928970-639x335.jpg",
      "publishedAt": "2019-08-30T18:18:11Z",
      "content": "Dozens of conservatives leaders said that they support the Trump administration’s roll back of the Corporate Average Fuel Economy (CAFE) standards, which they contend will make cars both more affordable and safer.\r\nTrumps Environmental Protect Agency (EPA) an… [+2781 chars]"
    },
    {
      "source": {
        "id": "breitbart-news",
        "name": "Breitbart News"
      },
      "author": "Charlie Spiering",
      "title": "Beto O’Rourke to Appalachia: Coal Jobs ‘Aren’t Coming Back’",
      "description": "O'Rourke said that the community should take the lead on solutions to lost coal jobs \"that are never going to come back.\"",
      "url": "https://www.breitbart.com/politics/2019/08/30/beto-orourke-to-appalachia-coal-jobs-arent-coming-back/",
      "urlToImage": "https://media.breitbart.com/media/2019/08/beto-blowing-getty-640x335.jpg",
      "publishedAt": "2019-08-30T18:08:59Z",
      "content": "O’Rourke said that the community should take the lead on solutions to lost coal jobs “that are never going to come back.”\r\n“We should be very clear about [it], we’ve looked at the numbers and seen the decline well before the Obama administration, continuing t… [+977 chars]"
    },
    {
      "source": {
        "id": "breitbart-news",
        "name": "Breitbart News"
      },
      "author": "Pam Key",
      "title": "CNN’s Joe Lockhart: Trump Views White People as More ‘Important’ Than Everyone Else",
      "description": "Friday on CNN’s “New Day,” network political analyst and former Clinton White House press secretary Joe Lockhart accused President Donald Trump of thinking white people were more “important” than people of color. During a discussion of Hurricane Dorian headin…",
      "url": "https://www.breitbart.com/clips/2019/08/30/cnns-joe-lockhart-trump-views-white-people-as-more-important-than-everyone-else/",
      "urlToImage": "https://media.breitbart.com/media/2019/08/Joe-Lockhart-640x335.jpg",
      "publishedAt": "2019-08-30T18:08:28Z",
      "content": "Friday on CNN’s “New Day,” network political analyst and former Clinton White House press secretary Joe Lockhart accused President Donald Trump of thinking white people were more “important” than people of color.\r\nDuring a discussion of Hurricane Dorian headi… [+426 chars]"
    },
    {
      "source": {
        "id": "breitbart-news",
        "name": "Breitbart News"
      },
      "author": "Breitbart News",
      "title": "NFL, Jay-Z’s Roc Nation Announce Free NFL Concert with Meek Mill and Meghan Trainor",
      "description": "LOS ANGELES (AP) — Meek Mill and Meghan Trainor are helping kick off the new social change partnership between the NFL and Jay-Z before the season-opening game in Chicago next week.",
      "url": "https://www.breitbart.com/entertainment/2019/08/30/nfl-jay-zs-roc-nation-announce-free-nfl-concert-with-meek-mill-and-meghan-trainor/",
      "urlToImage": "https://media.breitbart.com/media/2019/08/meekmillnflconcert1-640x335.jpg",
      "publishedAt": "2019-08-30T18:03:02Z",
      "content": "The NFL and Roc Nation announced Friday that Mill, Trainor and Rapsody will perform in a free pregame concert Sept. 5 in Chicagos Grant Park before the Bears face off against the Green Bay Packers.\r\nA portion of the performance will appear on pre-game program… [+2114 chars]"
    },
    {
      "source": {
        "id": "breitbart-news",
        "name": "Breitbart News"
      },
      "author": "Hannah Bleau",
      "title": "Axios: Yes, Bernie Sanders Wants to ‘Restructure’ Your Entire Life",
      "description": "Sen. Bernie Sanders (I-VT) – a top Democrat 2020 contender – has not offered a watered-down version of the political vision he pushed during the Democrat Primary race against Hillary Clinton. He has expanded upon it, offering plans that would drastically grow…",
      "url": "https://www.breitbart.com/podcast/2019/08/30/axios-yes-bernie-sanders-wants-to-restructure-your-entire-life/",
      "urlToImage": "https://media.breitbart.com/media/2019/08/GettyImages-1163058628-640x335.png",
      "publishedAt": "2019-08-30T17:55:00Z",
      "content": "Instead of gravitating to the middle to win over more “moderate” voters a move that is historically commonplace Sanders has capitalized on his radical positions, offering comprehensive plans designed to overhaul the public and private sector, health care indu… [+2718 chars]"
    },
    {
      "source": {
        "id": "breitbart-news",
        "name": "Breitbart News"
      },
      "author": "Matthew Boyle",
      "title": "Report: Washington Post’s Philip Rucker Burned ‘Off-the-Record’ Conversation with Trump’s Secretary",
      "description": "The Washington Post's White House bureau chief, Philip Rucker, has not denied allegations that he violated the terms of an off-the-record conversation with now-former White House official Madeleine Westerhout, which led to her termination as the president's p…",
      "url": "https://www.breitbart.com/politics/2019/08/30/washington-posts-philip-rucker-burned-off-record-conversation-trumps-secretary/",
      "urlToImage": "https://media.breitbart.com/media/2017/06/Rucker-623-Thumbnail.jpg",
      "publishedAt": "2019-08-30T17:53:36Z",
      "content": "As the New York Timesreported late Thursday evening, Westerhout was removed from the White House after having served since the beginning of the Trump presidency when it was determined she allegedly leaked confidential information about Oval Office operations … [+8280 chars]"
    },
    {
      "source": {
        "id": "breitbart-news",
        "name": "Breitbart News"
      },
      "author": "Tom Ciccotta",
      "title": "Clemson Police to Monitor Social Media for Threats During Georgia Tech Football Game",
      "description": "The Clemson University Police will be analyzing thousands of social media posts during an upcoming football game against Georgia Tech.",
      "url": "https://www.breitbart.com/tech/2019/08/30/clemson-police-to-monitor-social-media-for-threats-during-georgia-tech-football-game/",
      "urlToImage": "https://media.breitbart.com/media/2017/01/clemson1.png",
      "publishedAt": "2019-08-30T17:37:12Z",
      "content": "According to a local news report, the Clemson University police force will be monitoring social media during an upcoming football game between Clemson and Georgia Tech.\r\nThe new monitoring program, which was devised, in part, by police chief Greg Mullen, will… [+1216 chars]"
    },
    {
      "source": {
        "id": "breitbart-news",
        "name": "Breitbart News"
      },
      "author": "Lucas Nolan",
      "title": "Alphabet’s Legal Chief Accused of Emotionally Abusing Google Mistress",
      "description": "Google parent company Alphabet Inc's Chief Legal Officer has responded to allegations that he had a child with a subordinate and subsequently emotionally abused her. Executive David Drummond says \"there are two sides to all of the conversations and details.\"",
      "url": "https://www.breitbart.com/tech/2019/08/30/alphabets-legal-chief-accused-of-emotionally-abusing-google-mistress/",
      "urlToImage": "https://media.breitbart.com/media/2019/08/Google-Legal-Chief-David-Drummond-advises-Eric-Schmidt-640x335.jpg",
      "publishedAt": "2019-08-30T17:32:08Z",
      "content": "Buzzfeed reports that Google-parent Alphabet’s Chief Legal Officer, David Drummond, has given it a personal statement in which he stated that he was “far from perfect” but refused to apologize for an affair he had with a subordinate during his time working at… [+4291 chars]"
    },
    {
      "source": {
        "id": "breitbart-news",
        "name": "Breitbart News"
      },
      "author": "Hannah Bleau",
      "title": "Rudy Giuliani: ‘Prosecutions Will Happen’ Following Damning IG Report on Comey",
      "description": "Rudy Giuliani weighed in on the explosive DOJ Inspector General Report on former FBI Director James Comey's handling of the Russia probe and promised that \"prosecutions will happen,\" despite the Justice Department's decision to refrain from prosecuting Comey.",
      "url": "https://www.breitbart.com/politics/2019/08/30/rudy-giuliani-prosecutions-happen-following-damning-ig-report-comey/",
      "urlToImage": "https://media.breitbart.com/media/2019/08/Rudy-Giuliani-angry-upclose-640x335.jpg",
      "publishedAt": "2019-08-30T17:23:14Z",
      "content": "Giuliani said the report proves that Comey “leaked and lied,” adding that it confirms that there was a concerted effort to remove President Trump based on a “contrived, false charge.”\r\n“With what I know about Ukraine and elsewhere, I am sure that this happene… [+4356 chars]"
    },
    {
      "source": {
        "id": "breitbart-news",
        "name": "Breitbart News"
      },
      "author": "Chris Tomlinson",
      "title": "New Greek Government Moves To Clamp Down on Migration",
      "description": "The new conservative Greek government is looking to enforce stricter migration controls, claiming that its capacity to house incoming migrants is deteriorating by the day. Giorgos Koumoutsakos, a member of the now ruling New Democracy party, blamed the prior …",
      "url": "https://www.breitbart.com/europe/2019/08/30/new-greek-government-moves-to-clamp-down-on-migration/",
      "urlToImage": "https://media.breitbart.com/media/2019/08/GettyImages-1134175459-640x335.png",
      "publishedAt": "2019-08-30T17:09:17Z",
      "content": "Giorgos Koumoutsakos, a member of the now ruling New Democracy party, blamed the prior leftist government of taking in migrants while not doing enough to send migrants back to Turkey under the pact signed between Turkey and the European Union, Kathimerini rep… [+2017 chars]"
    },
    {
      "source": {
        "id": "breitbart-news",
        "name": "Breitbart News"
      },
      "author": "Amy Furr",
      "title": "WATCH: Unfazed Bar Customer Lights Cigarette During Armed Robbery",
      "description": "A bar customer did not bat an eye when a suspect pointed a gun at him and proceeded to rob the place in St. Louis, Missouri, on Wednesday morning.",
      "url": "https://www.breitbart.com/crime/2019/08/30/watch-unfazed-bar-customer-lights-cigarette-during-armed-robbery/",
      "urlToImage": "https://media.breitbart.com/media/2018/11/GettyImages-490462844.jpg",
      "publishedAt": "2019-08-30T17:07:02Z",
      "content": "Surveillance video shows five people inside the bar when a man carrying a heavily modified pistol enters the building. Everyone except one man sitting on a barstool raise their hands and hit the floor as the alleged thief approaches and points the gun at him.… [+1406 chars]"
    },
    {
      "source": {
        "id": "breitbart-news",
        "name": "Breitbart News"
      },
      "author": "AWR Hawkins",
      "title": "Student Suspended After Shooting Guns at Range with Mother",
      "description": "A Loveland, Colorado, junior was suspended from high school pending a police investigation after he went to a shooting range with his mother.",
      "url": "https://www.breitbart.com/politics/2019/08/30/student-suspended-after-shooting-guns-at-range-with-mother/",
      "urlToImage": "https://media.breitbart.com/media/2019/08/gun-range-getty-640x335.jpg",
      "publishedAt": "2019-08-30T17:05:18Z",
      "content": "Complete Colorado reports that 16-year-old Nathan Myers was reported anonymously by another student after positing alleged “threatening” material to Snapchat. The alleged “threatening” material was a video of guns Nathan and his mother Justine posted before h… [+1212 chars]"
    },
    {
      "source": {
        "id": "breitbart-news",
        "name": "Breitbart News"
      },
      "author": "Matthew Boyle",
      "title": "Poll: Green New Deal Lead Senate Sponsor Ed Markey Underwater in Massachusetts, Joe Kennedy Leads by 17 in Primary",
      "description": "Sen. Ed Markey (D-MA) is trailing a potential challenger inside the Democrat Party by 17 percent a year away from the election.",
      "url": "https://www.breitbart.com/2020-election/2019/08/30/poll-green-new-deal-lead-senate-sponsor-ed-markey-underwater-massachusetts-joe-kennedy-leads-17-primary/",
      "urlToImage": "https://media.breitbart.com/media/2019/08/GettyImages-1150824039-640x335.png",
      "publishedAt": "2019-08-30T17:00:20Z",
      "content": "Markey is the lead Senate sponsor of the Green New Deal environmentalist plan hatched by socialist Rep. Alexandria Ocasio-Cortez (D-NY), a proposal that went down in flames on the Senate floor earlier this year. But the fact that he is polling so badly in Mas… [+6754 chars]"
    },
    {
      "source": {
        "id": "breitbart-news",
        "name": "Breitbart News"
      },
      "author": "Cartel Chronicles",
      "title": "GRAPHIC: Mexican Narco-Terrorists Strap, Detonate Bomb on Rival",
      "description": "MORELIA, Michoacán – Gunmen with Cartel Jalisco Nueva Generación (CJNG) murdered a rival by strapping a bomb to his body and then detonated it. The tactic spread terror through the coastal state where authorities continue to downplay all organized violence.",
      "url": "https://www.breitbart.com/border/2019/08/30/graphic-mexican-narco-terrorists-strap-detonate-bomb-on-rival/",
      "urlToImage": "https://media.breitbart.com/media/2019/08/Michoacan-Bomb-640x335.png",
      "publishedAt": "2019-08-30T16:59:44Z",
      "content": "The terrorist-style execution occurred in Zamora where a group of gunmen from the CJNG barged into a home and kidnapped a man believed to be a member of a rival organization called Familia Michoacana/Los Viagras. Law enforcement sources revealed to Breitbart … [+1099 chars]"
    },
    {
      "source": {
        "id": "breitbart-news",
        "name": "Breitbart News"
      },
      "author": "John Nolte",
      "title": "Nolte: We Should Never Listen to Stupid People, Especially Children",
      "description": "All this media hysteria surrounding Global Warming hoaxtress Greta Thunberg and gun-grabbing fanatic David Hogg does serve one vital purpose... We're reminded that all children are stupid.",
      "url": "https://www.breitbart.com/politics/2019/08/30/nolte-we-should-never-listen-to-stupid-people-especially-children/",
      "urlToImage": "https://media.breitbart.com/media/2016/10/crying-baby.png",
      "publishedAt": "2019-08-30T16:30:56Z",
      "content": "You know, most cultures revere their elders. Sane cultures understand that those who have been around a while, who have lived a little, who have attended the school of hard knocks and accumulated some real world experience and the wisdom that comes with it, m… [+5129 chars]"
    },
    {
      "source": {
        "id": "breitbart-news",
        "name": "Breitbart News"
      },
      "author": "Katherine Rodriguez",
      "title": "Sanctuary County: Illegal Alien Accused of Molesting Girl, Younger Brother",
      "description": "An illegal alien has been accused of molesting a 12-year-old girl and her younger brother in Montgomery County, Maryland.",
      "url": "https://www.breitbart.com/crime/2019/08/30/sanctuary-county-illegal-alien-accused-of-molesting-girl-younger-brother/",
      "urlToImage": "https://media.breitbart.com/media/2019/08/Nestor-Lopez-Guzman-640x335.png",
      "publishedAt": "2019-08-30T16:29:49Z",
      "content": "The case marks the sixth time an illegal alien has been accused of a sex crime in this county in recent weeks.\r\nU.S. Immigration and Customs Enforcement (ICE) officials say that the suspect, Nestor Lopez-Guzman, is a 21-year-old Salvadoran national living in … [+1174 chars]"
    },
    {
      "source": {
        "id": "breitbart-news",
        "name": "Breitbart News"
      },
      "author": "Nate Church",
      "title": "Tennessee Man Sues Popeyes for Running out of Chicken Sandwiches",
      "description": "Craig Barr of East Ridge, Tennessee, has filed a civil summons against Popeyes Chicken for wasting his time.",
      "url": "https://www.breitbart.com/politics/2019/08/30/tennessee-man-sues-popeyes-for-running-out-of-chicken-sandwiches/",
      "urlToImage": "https://media.breitbart.com/media/2019/08/Randy-Estrada-640x335.jpg",
      "publishedAt": "2019-08-30T16:18:39Z",
      "content": "Barr wanted a Popeyes chicken sandwich so bad it was — figuratively, to be clear — criminal. Now he has brought his ravenous hanger to the Hamilton County General Sessions court.\r\nIn the summons, Barr wrote he is suing the popular franchise for “false adverti… [+1434 chars]"
    },
    {
      "source": {
        "id": "breitbart-news",
        "name": "Breitbart News"
      },
      "author": "Breitbart London",
      "title": "150+ African Migrants Storm Border Fence, Enter Spain at Ceuta Exclave",
      "description": "At least 155 migrants from Sub-Saharan Africa successfully entered the Spanish enclave of Ceuta after climbing over fences or walking across a border post separating the territory from Morocco, authorities said Friday.",
      "url": "https://www.breitbart.com/europe/2019/08/30/150-african-migrants-storm-border-fence-enter-spain-at-ceuta-exclave/",
      "urlToImage": "https://media.breitbart.com/media/2017/07/Screen-Shot-2017-07-25-at-11.52.54.png",
      "publishedAt": "2019-08-30T16:16:19Z",
      "content": "Seven of the migrants clung to the top of a 6-meter-tall (19.5 feet) fence for over two hours until law enforcement officers brought them down and handed them over to their Moroccan counterparts, said the Spanish central government’s delegation in Ceuta.\r\nA l… [+4134 chars]"
    },
    {
      "source": {
        "id": "breitbart-news",
        "name": "Breitbart News"
      },
      "author": "Ian Hanchett",
      "title": "Menendez: Trump ‘Either Spineless’ Towards Putin or ‘Infatuated with’ Him",
      "description": "On Friday’s “MSNBC Live,” Senate Foreign Relations Committee Ranking Member Robert Menendez (D-NJ) reacted to President Trump considering blocking military aid to Ukraine by stating President Trump is “spineless as it relates to standing up to Putin, or he’s …",
      "url": "https://www.breitbart.com/clips/2019/08/30/menendez-trump-either-spineless-towards-putin-or-infatuated-with-him/",
      "urlToImage": "https://media.breitbart.com/media/2019/08/Menendez-830-Thumbnail-640x335.jpg",
      "publishedAt": "2019-08-30T16:11:43Z",
      "content": "On Friday’s “MSNBC Live,” Senate Foreign Relations Committee Ranking Member Robert Menendez (D-NJ) reacted to President Trump considering blocking military aid to Ukraine by stating President Trump is “spineless as it relates to standing up to Putin, or he’s … [+412 chars]"
    },
    {
      "source": {
        "id": "breitbart-news",
        "name": "Breitbart News"
      },
      "author": "Amy Furr",
      "title": "FPL Enlists 13K Workers to Restore Powerlines Ahead of Hurricane Dorian",
      "description": "Thirteen-thousand employees have been secured by Florida Power and Light (FPL) in anticipation of restoring powerlines and equipment damaged by Hurricane Dorian.",
      "url": "https://www.breitbart.com/environment/2019/08/30/fpl-enlists-13k-workers-to-restore-powerlines-ahead-of-hurricane-dorian/",
      "urlToImage": "https://media.breitbart.com/media/2019/08/Florida-Power-and-Light-640x335.jpg",
      "publishedAt": "2019-08-30T16:10:35Z",
      "content": "FPL President and CEO Eric Silagy said the company is working with additional utilities across the nation and urged Floridians to make preparations for the storm’s landfall.\r\nSilagy commented:\r\nWere taking Hurricane Dorian seriously and have activated our eme… [+2294 chars]"
    },
    {
      "source": {
        "id": "breitbart-news",
        "name": "Breitbart News"
      },
      "author": "Dylan Gwinn, Dylan Gwinn",
      "title": "WATCH: Carli Lloyd Offers Glimpse at NFL Future with 'It's Good' Goal Celebration",
      "description": "It could have been just a fun goal celebration, but it seems like Carli Lloyd was trying to send us a message.",
      "url": "https://www.breitbart.com/sports/2019/08/30/watch-carli-lloyd-offers-glimpse-at-nfl-future-with-its-good-goal-celebration/",
      "urlToImage": "https://media.breitbart.com/media/2019/08/AP-Photo_Matt-Slocum-640x335.jpg",
      "publishedAt": "2019-08-30T16:05:14Z",
      "content": "On their way to a 4-0 demolition of Portugal on Thursday night, U.S. Women’s Team forward Carli Lloyd had the honor of putting the third goal in the net. However, it was her NFL-themed celebration that grabbed most of the headlines.\r\nAfter scoring the goal, L… [+1526 chars]"
    },
    {
      "source": {
        "id": "breitbart-news",
        "name": "Breitbart News"
      },
      "author": "Jerome Hudson",
      "title": "Kim Kardashian Teases Kanye West’s Next Album ‘Jesus Is King’",
      "description": "Kanye West's TV and fashion mogul wife Kim Kardashian West took to social media this week and shared some news about her Grammy-winning husband's next album, purportedly titled \"Jesus Is King.\"",
      "url": "https://www.breitbart.com/entertainment/2019/08/30/kim-kardashian-teases-kanye-wests-next-album-jesus-is-king/",
      "urlToImage": "https://media.breitbart.com/media/2019/08/kanyewestjesusis1-640x335.jpg",
      "publishedAt": "2019-08-30T15:39:13Z",
      "content": "Kardashian’s tweet to her 61 million followers was captioned by a prayer hand emoji and included a photo of what looks like a tracklist filled with Christian-themed song titles. Kanye West fans might expect to hear the super-producer pour his heart out on son… [+2240 chars]"
    },
    {
      "source": {
        "id": "breitbart-news",
        "name": "Breitbart News"
      },
      "author": "Joel B. Pollak",
      "title": "Fact Check: No, Donald Trump Did Not Decide to Deport Kids with Cancer",
      "description": "CLAIM: President Donald Trump is now deporting kids with cancer. VERDICT: False. All the Trump administration is doing is moving discretion over individual cases from USCIS to ICE.",
      "url": "https://www.breitbart.com/immigration/2019/08/30/fact-check-no-donald-trump-did-not-decide-to-deport-kids-with-cancer/",
      "urlToImage": "https://media.breitbart.com/media/2019/08/IMG_6292-640x335.jpg",
      "publishedAt": "2019-08-30T15:39:05Z",
      "content": "CLAIM: President Donald Trump is ending “a policy that allows migrants to not be deported while they or their family members receive life-saving medical treatments.”\r\nVERDICT: False. There was never any such policy, and all the Trump administration is doing i… [+3655 chars]"
    },
    {
      "source": {
        "id": "breitbart-news",
        "name": "Breitbart News"
      },
      "author": "AWR Hawkins",
      "title": "El Paso Gunman Bought Rifle Legally from Dallas-Area Gun Store",
      "description": "The gunman who opened fire in an El Paso Walmart on August 3, 2019, bought his rifle \"legally\" from a Dallas-area gun store.",
      "url": "https://www.breitbart.com/politics/2019/08/30/el-paso-gunman-bought-rifle-legally-from-dallas-area-gun-store/",
      "urlToImage": "https://media.breitbart.com/media/2018/02/rifles-for-sale-walmart-file-2000-getty.jpg",
      "publishedAt": "2019-08-30T15:33:03Z",
      "content": "The Texas Tribunereports the attacker allegedly claimed he used a rifle he “bought from Romania,” but in reality it was a Romanian made AK variant which he purchased online and then picked up legally at the Dallas-area store.\r\nAccording to the Tribune: “Gun e… [+954 chars]"
    },
    {
      "source": {
        "id": "breitbart-news",
        "name": "Breitbart News"
      },
      "author": "Hannah Bleau",
      "title": "Canada’s Former PM Kim Campbell ‘Rooting’ for Hurricane Dorian to Hit Mar-a-Lago",
      "description": "Canada's former Prime Minister Kim Campbell is actively \"rooting\" for Hurricane Dorian to hit President Trump's Mar-a-Lago, according to a tweet posted on Wednesday.",
      "url": "https://www.breitbart.com/politics/2019/08/30/canadas-former-prime-minister-kim-campbell-rooting-for-hurricane-dorian-to-hit-mar-a-lago/",
      "urlToImage": "https://media.breitbart.com/media/2019/08/Kim-Campbell-640x335.jpg",
      "publishedAt": "2019-08-30T15:27:18Z",
      "content": "“Im rooting for a direct hit on Mar a Lago!” Campbell, the country’s first female prime minister, exclaimed on Twitter:\r\nIm rooting for a direct hit on Mar a Lago! https://t.co/cA14KQvjpC\r\n— Kim Campbell (@AKimCampbell) August 28, 2019\r\nHurricane Dorian  curr… [+2337 chars]"
    },
    {
      "source": {
        "id": "breitbart-news",
        "name": "Breitbart News"
      },
      "author": "Frances Martel",
      "title": "China Stages Massive Anti-Riot Drill Across Hong Kong Border",
      "description": "China's \"People's Armed Police\" staged \"large-scaled anti-riot exercises\" on Thursday in Shenzhen, the southern Chinese city that borders Hong Kong, a move state media dismissed as \"routine.\"",
      "url": "https://www.breitbart.com/asia/2019/08/30/china-stages-massive-anti-riot-drill-across-hong-kong-border/",
      "urlToImage": "https://media.breitbart.com/media/2019/08/china-army-640x335.png",
      "publishedAt": "2019-08-30T15:21:27Z",
      "content": "The exercises occurred shortly before Hong Kong police arrested at least five high-profile pro-democracy dissidents in Hong Kong, including a lawmaker and a prominent activist only released from jail in June, late Thursday and early Friday. Police in Hong Kon… [+6033 chars]"
    },
    {
      "source": {
        "id": "breitbart-news",
        "name": "Breitbart News"
      },
      "author": "Charlie Spiering",
      "title": "Pete Buttigieg: Donald Trump, Mike Pence Condoning ‘Naked Sins’ in America",
      "description": "\"What I would say is that it’s clear that some naked sins are being at best condoned by people who then summon religious arguments,\" Buttigieg said in an interview with Religion News.",
      "url": "https://www.breitbart.com/politics/2019/08/30/pete-buttigieg-donald-trump-mike-pence-condoning-naked-sins-america/",
      "urlToImage": "https://media.breitbart.com/media/2019/08/Pence-Trump-pray-Midwest-Vision-Values-Pastors-Leadership-Conferenc-getty-640x335.jpg",
      "publishedAt": "2019-08-30T15:16:23Z",
      "content": "“What I would say is that its clear that some naked sins are being at best condoned by people who then summon religious arguments,” Buttigieg said in an interview with Religion News Service.\r\nButtigieg was sharply critical of Christians in the Trump administr… [+2029 chars]"
    },
    {
      "source": {
        "id": "breitbart-news",
        "name": "Breitbart News"
      },
      "author": "AWR Hawkins",
      "title": "Sen. Pat Toomey: Odds of Passing Gun Control Better Than Ever",
      "description": "Sen. Pat Toomey (R-PA) suggests the odds of passing gun control when the Senate reconvenes in September are better than ever.",
      "url": "https://www.breitbart.com/politics/2019/08/30/sen-pat-toomey-odds-of-passing-gun-control-better-than-ever/",
      "urlToImage": "https://media.breitbart.com/media/2017/11/Sen-pat-Toomey-R-Pa-getty-photo.jpg",
      "publishedAt": "2019-08-30T15:14:43Z",
      "content": "Toomey is specifically referencing the gun control bill he and Sen. Joe Manchin (D-WV) first pushed after the December 14, 2012, Sandy Hook Elementary School attack; a bill which they have now revived as part of their push for universal background checks.\r\nCB… [+1168 chars]"
    },
    {
      "source": {
        "id": "breitbart-news",
        "name": "Breitbart News"
      },
      "author": "Alana Mastrangelo",
      "title": "Uber Proposes Minimum Wage for Drivers to Combat California Bill Classifying Them as Employees",
      "description": "Uber has proposed to pay its drivers a new hourly minimum wage of $21, but a union affiliate representing the company's drivers remains critical, as the proposed hourly wage would only apply while drivers actually have passengers in the car or are in route to…",
      "url": "https://www.breitbart.com/tech/2019/08/30/uber-proposes-minimum-wage-for-drivers-to-combat-california-bill-classifying-them-as-employees/",
      "urlToImage": "https://media.breitbart.com/media/2019/04/wi/ap/07/c3a4bf_ride-hailing-fake-drivers-16852-in-jan-12-2016-file-photo-ride-share-car-displays-e1561064778244-640x335.jpg",
      "publishedAt": "2019-08-30T15:09:59Z",
      "content": "The ride-sharing service, Uber, has offered its drivers a minimum wage of $21 per hour in response to a California bill that may become law and potentially bankrupt the company as well as its competitor, Lyft according to a report by Business Insider.\r\nThe re… [+2589 chars]"
    },
    {
      "source": {
        "id": "breitbart-news",
        "name": "Breitbart News"
      },
      "author": "Hannah Bleau",
      "title": "Ocasio-Cortez Loves ‘GOP Attack Ad’ Highlighting Her ‘Shallow Thoughts’",
      "description": "Rep. Alexandria Ocasio-Cortez (D-NY) responded Thursday to an unofficial \"GOP attack ad\" highlighting her \"shallow thoughts\" on climate change. She said she loved it, adding Republicans \"underestimate\" her intelligence simply because she \"talk[s] about policy…",
      "url": "https://www.breitbart.com/politics/2019/08/30/ocasio-cortez-loves-gop-attack-ad-highlighting-her-shallow-thoughts/",
      "urlToImage": "https://media.breitbart.com/media/2019/08/Alexandria-Ocasio-Cortez-2-640x335.jpg",
      "publishedAt": "2019-08-30T14:49:51Z",
      "content": "MRCTV’s video featured Ocasio-Cortez telling her audience on social media the world must come together to take climate change-related action. Her speech is introduced as “shallow thoughts with AOC” and features her arguing in favor of the monstrous cost of im… [+2485 chars]"
    },
    {
      "source": {
        "id": "breitbart-news",
        "name": "Breitbart News"
      },
      "author": "Ildefonso Ortiz",
      "title": "GRAPHIC: Los Zetas Cartel Attacks Mexican Army Fort near Texas Border",
      "description": "The ongoing violence between cartel fighters and Mexican authorities in Nuevo Laredo led to 12 gunmen dying within a 24-hour span this week.",
      "url": "https://www.breitbart.com/border/2019/08/30/graphic-los-zetas-cartel-attacks-mexican-army-fort-near-texas-border/",
      "urlToImage": "https://media.breitbart.com/media/2019/08/Nuevo-Laredo-Main-640x335.png",
      "publishedAt": "2019-08-30T14:47:37Z",
      "content": "The most recent battle took place in Nuevo Laredo Wednesday morning when a group from the Cartel Del Noreste (CDN) faction of Los Zetas attacked a Mexican Army fort, leading to a shootout that killed five gunmen.\r\nThe CDN men were all wearing military-style u… [+1443 chars]"
    },
    {
      "source": {
        "id": "breitbart-news",
        "name": "Breitbart News"
      },
      "author": "Jack Montgomery",
      "title": "Corbyn Backs Hard-Left Plot to Occupy Parliament, ‘Shut Down the Streets’ to Stop Boris",
      "description": "Labour leader Jeremy Corbyn has endorsed a plot by hard-left supporters to occupy the Palace of Westminster and \"shut down the streets\" to protest Boris Johnson's decision to prorogue (temporarily suspend) Parliament ahead of the Brexit deadline.",
      "url": "https://www.breitbart.com/europe/2019/08/30/corbyn-backs-hard-left-plot-occupy-parliament-shut-down-streets-stop-boris/",
      "urlToImage": "https://media.breitbart.com/media/2018/02/Corbyn-Flags.png",
      "publishedAt": "2019-08-30T14:37:48Z",
      "content": "Laura Parker, National Co-ordinator for the Momentum group which acts as Mr Corbyn’s vanguard within the Labour Party, warned that “thousands of us… will join an occupation of Parliament and block the roads before we let Johnson close the doors on democracy,”… [+2586 chars]"
    },
    {
      "source": {
        "id": "breitbart-news",
        "name": "Breitbart News"
      },
      "author": "Breitbart News",
      "title": "Transgender Runner to Compete Against Women in NCAA Division I",
      "description": "MISSOULA, Mont. — If Juniper Eastwood is feeling particularly motivated on a training day, she’s up at 6 a.m.",
      "url": "https://www.breitbart.com/sports/2019/08/30/transgender-runner-compete-against-women-ncaa-division-i/",
      "urlToImage": "https://media.breitbart.com/media/2019/08/Rachel-Leathe_Bozeman-Daily-Chronicle-via-AP-640x335.jpg",
      "publishedAt": "2019-08-30T14:31:04Z",
      "content": "She eats a banana and plugs in a podcast before taking off on an 11- to 12-mile run. She should stretch, but is often short on time. After a shower and getting dressed, she heads to work as a camp counselor for a youth empowerment program.\r\nEastwoods routine … [+10709 chars]"
    },
    {
      "source": {
        "id": "breitbart-news",
        "name": "Breitbart News"
      },
      "author": "Robert Arce",
      "title": "1600 Pounds of Mexican Cartel Meth Seized in Australia",
      "description": "Authorities in Sidney seized more than 1,600 pounds of methamphetamine connected to a Mexican cartel earlier this week.",
      "url": "https://www.breitbart.com/border/2019/08/30/1600-pounds-of-mexican-cartel-meth-seized-in-australia/",
      "urlToImage": "https://media.breitbart.com/media/2018/01/AP_17230768814763.jpg",
      "publishedAt": "2019-08-30T14:30:56Z",
      "content": "A joint operation led by Australian Federal Police (AFP) and Australian Border Force (ABF) resulted in the seizure of 755 kilograms of meth and the arrest of a Mexican national on a tourist visa. The drugs were discovered among untreated cowhides in a shippin… [+2338 chars]"
    },
    {
      "source": {
        "id": "breitbart-news",
        "name": "Breitbart News"
      },
      "author": "Warner Todd Huston",
      "title": "Olympic Gymanast Simone Biles’ Brother Charged with Triple Homicide in Cleveland",
      "description": "The brother of Olympic gold medal gymnast Simone Biles was charged with murder Thursday in connection with a triple homicide.",
      "url": "https://www.breitbart.com/sports/2019/08/30/olympic-gymnast-simone-biles-brother-charged-with-triple-homicide-in-cleveland/",
      "urlToImage": "https://media.breitbart.com/media/2019/08/AP1-640x335.jpg",
      "publishedAt": "2019-08-30T14:28:48Z",
      "content": "On Thursday, Cleveland police reported that Tevin Biles-Thomas, 24, had been arrested and charged with voluntary manslaughter, felonious assault and perjury, the New York Post reported.\r\nAccording to an investigation, the shooting occurred at a party when mem… [+850 chars]"
    },
    {
      "source": {
        "id": "breitbart-news",
        "name": "Breitbart News"
      },
      "author": "Frances Martel",
      "title": "Key Democracy Activists Arrested in ‘Outrageous’ Hong Kong Police Sweep",
      "description": "Hong Kong police arrested at least five high-profile democracy activists between Thursday night and Friday afternoon on various charges of participating in \"separatist\" activities shortly before the city enters its thirteenth week of protests.",
      "url": "https://www.breitbart.com/asia/2019/08/30/key-democracy-activists-arrested-outrageous-hong-kong-police-sweep/",
      "urlToImage": "https://media.breitbart.com/media/2019/08/Joshua-Wong-Agnes-Chow-arrest-papers-getty-640x335.jpg",
      "publishedAt": "2019-08-30T14:15:19Z",
      "content": "Pro-democracy activists Joshua Wong and Agnes Chow of the Demosisto Party, student leader Althea Suen, lawmaker Cheng Chung-tai, and Hong Kong National Party leader Andy Chan were all arrested in the past 24 hours.\r\nWong, who rose to prominence as a 17-year-o… [+6869 chars]"
    },
    {
      "source": {
        "id": "breitbart-news",
        "name": "Breitbart News"
      },
      "author": "Ian Hanchett",
      "title": "Trump Campaign Spox: There’s ‘a Problem with Joe Biden’ – ‘These Are Not Gaffes’",
      "description": "On Friday’s broadcast of the Fox News Channel’s “America’s Newsroom,” Trump campaign Director of Strategic Communications Marc Lotter reacted to several recent statements by 2020 Democratic presidential candidate former Vice President Joe Biden by stating tha…",
      "url": "https://www.breitbart.com/clips/2019/08/30/trump-campaign-spox-theres-a-problem-with-joe-biden-these-are-not-gaffes/",
      "urlToImage": "https://media.breitbart.com/media/2019/08/Lotter-830-Thumbnail-640x335.jpg",
      "publishedAt": "2019-08-30T14:08:15Z",
      "content": "On Friday’s broadcast of the Fox News Channel’s “America’s Newsroom,” Trump campaign Director of Strategic Communications Marc Lotter reacted to several recent statements by 2020 Democratic presidential candidate former Vice President Joe Biden by stating tha… [+485 chars]"
    },
    {
      "source": {
        "id": "breitbart-news",
        "name": "Breitbart News"
      },
      "author": "Jerome Hudson",
      "title": "Jim Carrey: James Comey Critics will ‘Spend Eternity Choking on the Devil’s Dong’",
      "description": "Actor Jim Carrey defended fired FBI Director James Comey after the Department of Justice’s inspector general's report concluded that Comey broke bureau policy by leaking memos with classified information.",
      "url": "https://www.breitbart.com/entertainment/2019/08/30/jim-carrey-james-comey-critics-will-spend-eternity-choking-on-the-devils-dong/",
      "urlToImage": "https://media.breitbart.com/media/2019/08/jimcarreycomey1-640x335.jpg",
      "publishedAt": "2019-08-30T13:45:04Z",
      "content": "“This is the day they tried to make patriotism unethical,” Jim Carrey said in a tweet on Thursday that featured a drawing of Comey with the words “Department Policy is Not Law” written on his head.\r\nCarrey’s tweet included a graphic hashtag declaring: “Unfcki… [+1638 chars]"
    },
    {
      "source": {
        "id": "breitbart-news",
        "name": "Breitbart News"
      },
      "author": "Dr. Susan Berry",
      "title": "Google Emulates Chick-fil-A in Donation to Christian Salvation Army",
      "description": "Tech giant Google announced Wednesday it has donated $1.5 million to the Salvation Army, to assist in the charity’s efforts to fight homelessness in San Francisco and San Jose.",
      "url": "https://www.breitbart.com/politics/2019/08/30/google-emulates-chick-fil-a-in-donation-to-christian-salvation-army/",
      "urlToImage": "https://media.breitbart.com/media/2017/12/salvation-army-bellringer.png",
      "publishedAt": "2019-08-30T13:28:10Z",
      "content": "Google.org is committed to continuing our support for organizations like the Salvation Army to help find solutions to homelessness, said Adrian Schurr, Bay Area program manager for Google.org, the companys charitable arm, according to CBS SF.\r\nThe donation fr… [+5230 chars]"
    },
    {
      "source": {
        "id": "breitbart-news",
        "name": "Breitbart News"
      },
      "author": "Joel B. Pollak",
      "title": "Blue State Blues: Joe Biden Keeps Repeating Charlottesville ‘Very Fine People’ Hoax",
      "description": "Joe Biden continues to lie about Charlottesville while claiming that his campaign stands for \"unity over division\" and \"truth over lies.\"",
      "url": "https://www.breitbart.com/2020-election/2019/08/30/blue-state-blues-joe-biden-keeps-repeating-charlottesville-very-fine-people-hoax/",
      "urlToImage": "https://media.breitbart.com/media/2019/08/IMG_6290-640x335.jpg",
      "publishedAt": "2019-08-30T13:19:50Z",
      "content": "He keeps claiming that President Trump called neo-Nazis “very fine people” — when, in fact, Trump was referring to non-violent protesters on both left and right, and said, “I’m not talking about the neo-Nazis and the white nationalists, because they should be… [+3679 chars]"
    },
    {
      "source": {
        "id": "breitbart-news",
        "name": "Breitbart News"
      },
      "author": "John Nolte",
      "title": "Nolte: Serial Loser Donny Deutsch’s MSNBC Show Canceled After Just 13 Episodes",
      "description": "Donny Deutsch just doesn’t have what it takes to think outside the box or to be interesting. He's a parrot, not a pirate; he just repeats the tired old conventional wisdom, the worn out narratives…",
      "url": "https://www.breitbart.com/the-media/2019/08/30/nolte-serial-loser-donny-deutschs-msnbc-show-canceled-after-just-13-episodes/",
      "urlToImage": "https://media.breitbart.com/media/2019/08/Donny-Deutsch-640x335.jpg",
      "publishedAt": "2019-08-30T13:11:27Z",
      "content": "The far-left and frequently unmoored Deutsch launched Saturday Night Politics in May and already MSNBC has had enough. After just 13 episodes, the left-wing cable news channel decided the August 17 episode would the last.\r\nDeutsch commented on the humiliating… [+3840 chars]"
    },
    {
      "source": {
        "id": "breitbart-news",
        "name": "Breitbart News"
      },
      "author": "Ben Kew, Ben Kew",
      "title": "Brad Pitt Says ‘Ad Astra’ Is a Film About Masculinity and the ‘Barrier That’s Created’",
      "description": "Actor Brad Bitt says his upcoming space thriller Ad Astra will explore themes of toxic masculinity and the consequent \"barrier that's created\" throughout society.",
      "url": "https://www.breitbart.com/entertainment/2019/08/30/brad-pitt-says-ad-astra-is-a-film-about-masculinity-and-the-barrier-thats-created/",
      "urlToImage": "https://media.breitbart.com/media/2019/08/bradpittastra1-640x335.jpg",
      "publishedAt": "2019-08-30T13:07:31Z",
      "content": "The film, which will hit cinemas September 20, sees Brad Pitt play the role of astronaut Roy McBride as he “travels to the outer edges of the solar system to find his missing father and unravel a mystery that threatens the survival of our planet.”\r\nAddressing… [+1794 chars]"
    },
    {
      "source": {
        "id": "breitbart-news",
        "name": "Breitbart News"
      },
      "author": "Charlie Spiering, Charlie Spiering",
      "title": "Donald Trump Scolds General Motors for Moving Plants to China After Bailout",
      "description": "President Donald Trump scolded General Motors on Friday for shifting car production to China, despite getting a taxpayer bailout.",
      "url": "https://www.breitbart.com/politics/2019/08/30/donald-trump-scolds-general-motors-for-moving-plants-to-china-after-bailout/",
      "urlToImage": "https://media.breitbart.com/media/2019/02/Assembly-line-workers-General-Motors-Detroit-Hamtramck-Plant-file-Getty.jpg",
      "publishedAt": "2019-08-30T12:53:41Z",
      "content": "“They moved major plants to China, BEFORE I CAME INTO OFFICE,” Trump wrote on Twitter. “This was done despite the saving help given them by the USA. Now they should start moving back to America again?”\r\nTaxpayers funded a $50 billion package that bailed out G… [+1219 chars]"
    },
    {
      "source": {
        "id": "breitbart-news",
        "name": "Breitbart News"
      },
      "author": "Breitbart News",
      "title": "Florida Braces for ‘Absolute Monster’ Hurricane Dorian",
      "description": "MIAMI (AP) — Unsure where Hurricane Dorian is going to land over Labor Day weekend, many Florida residents faced a sense of helplessness as they prepared for what President Donald Trump said could be an “absolute monster” of a storm.",
      "url": "https://www.breitbart.com/environment/2019/08/30/florida-braces-for-absolute-monster-hurricane-dorian/",
      "urlToImage": "https://media.breitbart.com/media/2019/08/GettyImages-1171002871-640x335.jpg",
      "publishedAt": "2019-08-30T11:31:51Z",
      "content": "All indications are its going to hit very hard and its going to be very big, Trump said in a video he tweeted Thursday evening, comparing Dorian to Hurricane Andrew, which devastated South Florida in 1992.\r\nThe National Hurricane Center said the Category 2 st… [+5424 chars]"
    },
    {
      "source": {
        "id": "breitbart-news",
        "name": "Breitbart News"
      },
      "author": "Oliver JJ Lane",
      "title": "Ex-PM Who Suspended Parliament Joins Legal Challenge to Boris Suspending Parliament",
      "description": "Sir John Major, the former British Prime Minister who was accused of proroguing Parliament in 1997 for cynical political reasons has himself joined a legal effort against Boris Johnson for using the same constitutional mechanism.",
      "url": "https://www.breitbart.com/europe/2019/08/30/ex-pm-who-suspended-parliament-joins-legal-challenge-to-boris-suspending-parliament/",
      "urlToImage": "https://media.breitbart.com/media/2019/08/GettyImages-538949038-e1567161515636-640x335.jpg",
      "publishedAt": "2019-08-30T11:22:32Z",
      "content": "The former Conservative prime minister, who was the Europhile leader responsible for signing the United Kingdom up to the newly established European Union in 1993 through the controversial Maastricht Treaty, announced he would be joining a legal action brough… [+3584 chars]"
    },
    {
      "source": {
        "id": "breitbart-news",
        "name": "Breitbart News"
      },
      "author": "Chris Tomlinson",
      "title": "Spain: Single Algerian Migrant Arrested 14 Times in 11 Weeks",
      "description": "Of the top ten worst offenders in Barcelona over the summer, an Algerian illegal migrant topped the list with 14 arrests over a period of just 11 weeks. Police say the 18-year-old Algerian was arrested eight separate times for theft",
      "url": "https://www.breitbart.com/europe/2019/08/30/spain-single-algerian-migrant-arrested-14-times-in-11-weeks/",
      "urlToImage": "https://media.breitbart.com/media/2017/10/GettyImages-843328306.png",
      "publishedAt": "2019-08-30T11:21:08Z",
      "content": "Police say the 18-year-old Algerian was arrested eight separate times for theft and six times for acts of violence and intimidation and was part of a group of underage migrants who arrived in the city last year, Spanish newspaper La Vanguardiareports.\r\nDespit… [+1677 chars]"
    },
    {
      "source": {
        "id": "breitbart-news",
        "name": "Breitbart News"
      },
      "author": "Victoria Friedman",
      "title": "Rotherham Rape Gangs Review Results in Six More Convictions",
      "description": "Six men have been convicted of the historic grooming and raping of vulnerable underaged girls in Rotherham, the latest convictions to come out of the National Crime Agency’s Operation Stovewood.",
      "url": "https://www.breitbart.com/europe/2019/08/30/rotherham-rape-gangs-review-results-six-more-convictions/",
      "urlToImage": "https://media.breitbart.com/media/2019/08/Operation-Stovewood-1-640x335.png",
      "publishedAt": "2019-08-30T09:35:53Z",
      "content": "Masaued Malik (35), Aftab Hussain (40), Abid Saddiq (38), Sharaz Hussain (35), and two men aged 33 and 35 who cannot be named for legal reasons were found guilty of charges including the rape and sexual assault of seven girls under the age of 16 between 1998 … [+3897 chars]"
    },
    {
      "source": {
        "id": "breitbart-news",
        "name": "Breitbart News"
      },
      "author": "James Delingpole",
      "title": "Delingpole: Meet Your New Favourite Tory MP.",
      "description": "The 1975 are a particularly rubbish pop band which appears to have jumped onto the climate emergency/Greta Thunberg/Extinction Rebellion bandwagon, and this is quite amusing...",
      "url": "https://www.breitbart.com/europe/2019/08/30/delingpole-meet-your-new-favourite-tory-mp/",
      "urlToImage": "https://media.breitbart.com/media/2019/08/GettyImages-811389942-e1567156704807-640x335.jpg",
      "publishedAt": "2019-08-30T09:23:52Z",
      "content": "David TC Davies is the member for Monmouth.\r\nThe 1975 are a particularly rubbish pop band [lead singer Matthew Healy pictured, top] which appears to have jumped onto the climate emergency/Greta Thunberg/Extinction Rebellion bandwagon, and this is quite amusin… [+232 chars]"
    },
    {
      "source": {
        "id": "breitbart-news",
        "name": "Breitbart News"
      },
      "author": "Jack Montgomery",
      "title": "Orban to Salvini: Hungarians 'Will Never Forget' Your Fight for Europe",
      "description": "Hungarian premier Viktor Orbán has sent a warm letter to Italian populist leader Matteo Salvini, who is leaving government as the formerly anti-establishment Five Star Movement (M5S) forms a new coalition with the left-establishment Democratic Party (PD) to a…",
      "url": "https://www.breitbart.com/europe/2019/08/30/orban-to-brother-in-arms-salvini-hungarians-will-never-forget-your-fight-for-strong-borders-european-heritage/",
      "urlToImage": "https://media.breitbart.com/media/2019/08/Orban-Salvini-640x335.png",
      "publishedAt": "2019-08-30T09:08:10Z",
      "content": "The League (Lega, formerly Lega Nord) leader made huge waves when he formed a coalition government with M5S after the Italian elections in 2018, becoming Deputy Prime Minister and Minister of the Interior and taking bold, decisive, and effective action agains… [+2604 chars]"
    },
    {
      "source": {
        "id": "breitbart-news",
        "name": "Breitbart News"
      },
      "author": "Chris Tomlinson",
      "title": "Salvini: New Italian Government Least Democratic Ever",
      "description": "Populist Italian politician, and now former Interior Minister, Matteo Salvini has blasted the new Five Star Movement-Democratic Party (PD) coalition as being the least democratic government of all time.",
      "url": "https://www.breitbart.com/europe/2019/08/30/salvini-blasts-new-italian-government-as-least-democratic-ever/",
      "urlToImage": "https://media.breitbart.com/media/2019/01/GettyImages-1071817476.png",
      "publishedAt": "2019-08-30T08:54:44Z",
      "content": "Mr Salvini, who leads the populist Lega party, slammed the new coalition between the Five Star Movement and the establishment leftist PD saying, “This government is the least democratic and representative of all time. How do you get an executive to start wher… [+1831 chars]"
    },
    {
      "source": {
        "id": "breitbart-news",
        "name": "Breitbart News"
      },
      "author": "Breitbart London",
      "title": "Raab Defends Parliament Suspension as Longest-serving EU Foreign Minister Takes Shots at UK",
      "description": "HELSINKI (AP) - British Foreign Secretary Dominic Raab is defending his government's decision to suspend parliament and says the move has nothing to do with preventing lawmakers from debating the country's exit from the European Union.",
      "url": "https://www.breitbart.com/europe/2019/08/30/raab-defends-parliament-suspension-longest-serving-eu-foreign-minister-takes-shots-uk/",
      "urlToImage": "https://media.breitbart.com/media/2018/11/Dominic-Raab.jpg",
      "publishedAt": "2019-08-30T08:29:39Z",
      "content": "At a meeting Friday with his EU counterparts in Finland, Raab said that “the idea that this is some kind of constitutional outrage is nonsense. It’s actually lawful. It’s perfectly proper. There’s precedent for it.”\r\nOther EU foreign ministers expressed conce… [+550 chars]"
    },
    {
      "source": {
        "id": "breitbart-news",
        "name": "Breitbart News"
      },
      "author": "Neil Munro, Neil Munro",
      "title": "Joe Biden: DACA Illegals 'Become American Before a Lot of Americans'",
      "description": "Joe Biden praised young 'DACA' illegal migrants as more American than Americans during a Thursday campaign event in Rock Hill, South Carolina.",
      "url": "https://www.breitbart.com/economy/2019/08/30/joe-biden-daca-illegals-become-american-before-a-lot-of-americans/",
      "urlToImage": "https://media.breitbart.com/media/2018/12/discharge-petition.png",
      "publishedAt": "2019-08-30T08:02:34Z",
      "content": "“We have to find a [amnesty] pathway for dreamers These kids who come, and they end up doing well. They become American before a lot of Americans become Americans No, I’m serious, they get in school, they do well, they contribute to the community, they contri… [+5517 chars]"
    },
    {
      "source": {
        "id": "breitbart-news",
        "name": "Breitbart News"
      },
      "author": "Hannah Bleau, Hannah Bleau",
      "title": "Netflix Preps Series on Hillary Clinton's Failed Presidential Campaigns",
      "description": "Netflix is prepping a series loosely based on a book recounting Hillary Clinton's failed presidential campaigns, according to a report from the Hollywood Reporter.",
      "url": "https://www.breitbart.com/entertainment/2019/08/29/netflix-preps-hillary-clinton-presidential-campaign-drama/",
      "urlToImage": "https://media.breitbart.com/media/2019/08/netflixclintonseries1-640x335.jpg",
      "publishedAt": "2019-08-30T03:26:28Z",
      "content": "The series  The Girls on the Bus is an adaption of New York Times journalist Amy Chozick’s book recounting Clinton’s failed campaigns, titled Chasing Hillary: Ten Years, Two Presidential Campaigns and One Intact Glass Ceiling.\r\nThe book, published last year, … [+2026 chars]"
    },
    {
      "source": {
        "id": "breitbart-news",
        "name": "Breitbart News"
      },
      "author": "Matthew Boyle",
      "title": "Report: Alleged West Wing Leaker Madeleine Westerhout Ousted",
      "description": "An alleged leaker from inside the West Wing whose desk sat right outside President Donald Trump's Oval Office was reportedly ousted from her position on Thursday and told never to return to the White House.",
      "url": "https://www.breitbart.com/politics/2019/08/29/report-alleged-west-wing-leaker-madeleine-westerhout-ousted/",
      "urlToImage": "https://media.breitbart.com/media/2019/08/Madeline-Westerhout-640x335.jpg",
      "publishedAt": "2019-08-30T02:50:34Z",
      "content": "Madeleine Westerhout, who had served as the president’s personal assistant since the first day of his administration, was according to the New York Times terminated from her position on Thursday after it was revealed that she allegedly leaked details about Ov… [+2746 chars]"
    },
    {
      "source": {
        "id": "breitbart-news",
        "name": "Breitbart News"
      },
      "author": "Warner Todd Huston",
      "title": "NFL Free Agent Ryan Russell Announces He is ‘Bisexual’",
      "description": "In a piece written for ESPN, former Dallas Cowboys defensive end Ryan Russell announced that he is a \"bisexual man.\"",
      "url": "https://www.breitbart.com/sports/2019/08/29/nfl-free-agent-ryan-russell-announces-he-is-bisexual/",
      "urlToImage": "https://media.breitbart.com/media/2019/08/Getty-Images_Joe-Robbins-640x335.jpg",
      "publishedAt": "2019-08-30T02:40:56Z",
      "content": "Russell, who has been without a team since being released by the Buffalo Bills last year, took to ESPN to announce his hope for continuing his thus far short NFL career. The 27-year-old noted that he recently spoke to a team that may be interested in taking h… [+1662 chars]"
    },
    {
      "source": {
        "id": "breitbart-news",
        "name": "Breitbart News"
      },
      "author": "Joel B. Pollak",
      "title": "Joe Biden on Migrant Detention Centers: ‘Close Them Down!’",
      "description": "GREENVILLE, South Carolina -- Former vice president Joe Biden told an town hall at Clinton College in Rock Hill, South Carolina on Thursday afternoon that he would close down migrant shelters and detention facilities at the border.",
      "url": "https://www.breitbart.com/immigration/2019/08/29/joe-biden-on-migrant-detention-centers-close-them-down/",
      "urlToImage": "https://media.breitbart.com/media/2019/08/IMG_6341-640x335.jpg",
      "publishedAt": "2019-08-30T02:39:41Z",
      "content": "Biden was asked by a Clinton College student what he would do to improve and help migrants in the facilities reunite with their families.\r\n“Close them down!” Biden declared, to loud applause.\r\n“No, no, no, no, no, no,” he continued. “We don’t need them. We [m… [+1394 chars]"
    },
    {
      "source": {
        "id": "breitbart-news",
        "name": "Breitbart News"
      },
      "author": "Pam Key, Pam Key",
      "title": "MSNBC Guest: Trump ‘Willing to Start a Physical War’ to Win Re-Election",
      "description": "Thursday on MSNBC’s “The Beat,” Rutgers University professor Brittney Cooper said President Donald Trump was “willing to start a physical war” to end a potential recession and win reelection in 2020. Cooper said, “I am more concerned because this is not",
      "url": "https://www.breitbart.com/clips/2019/08/29/msnbc-guest-trump-willing-to-start-a-physical-war-to-win-re-election/",
      "urlToImage": "https://media.breitbart.com/media/2019/08/Rutgers-University-professor-Brittney-Cooper--640x335.jpg",
      "publishedAt": "2019-08-30T02:28:38Z",
      "content": "Thursday on MSNBCs “The Beat,” Rutgers University professor Brittney Cooper said President Donald Trump was willing to start a physical war to end a potential recession and win reelection in 2020.\r\nCooper said, “I am more concerned because this is not a man w… [+836 chars]"
    },
    {
      "source": {
        "id": "breitbart-news",
        "name": "Breitbart News"
      },
      "author": "Pam Key, Pam Key",
      "title": "FNC's Cavuto Slams Trump Attacks on Fox News -- 'It's Called Being Fair and Balanced, Mr. President'",
      "description": "Thursday on Fox News Channel’s “Your World with Neil Cavuto,” Cavuto’s monologue clapped back at President Donald Trump criticizing Fox News on Twitter. Cavuto said, “I think the president watches Fox. I also think he’s getting sick of Fox, which",
      "url": "https://www.breitbart.com/clips/2019/08/29/fncs-cavuto-slams-trump-attacks-on-fox-news-its-called-being-fair-and-balanced-mr-president/",
      "urlToImage": "https://media.breitbart.com/media/2019/08/Cavoto-640x335.jpg",
      "publishedAt": "2019-08-30T02:15:25Z",
      "content": "Thursday on Fox News Channel’s “Your World with Neil Cavuto,” Cavuto’s monologue clapped back at President Donald Trump criticizing Fox News on Twitter.\r\nCavuto said, “I think the president watches Fox. I also think hes getting sick of Fox, which is weird bec… [+937 chars]"
    },
    {
      "source": {
        "id": "breitbart-news",
        "name": "Breitbart News"
      },
      "author": "AFP",
      "title": "Arrest Warrant Issued for Lakers’ Cousins on ‘Threat’ Claim",
      "description": "Los Angeles (AFP) - An arrest warrant for Los Angeles Lakers center DeMarcus Cousins on a misdemeanor domestic violence charge has been issued by authorities in Mobile, Alabama.",
      "url": "https://www.breitbart.com/sports/2019/08/29/arrest-warrant-issued-for-lakers-cousins-on-threat-claim/",
      "urlToImage": "https://media.breitbart.com/media/2019/08/AFP-Photo-640x335.jpg",
      "publishedAt": "2019-08-30T02:00:22Z",
      "content": "The Mobile municipal court website lists a third-degree harassing communications charge against Cousins, but no other details were disclosed.\r\nUSA Today, citing a defense attorney not involved in the case, reported the likely outcome of the warrant would be t… [+1221 chars]"
    },
    {
      "source": {
        "id": "breitbart-news",
        "name": "Breitbart News"
      },
      "author": "Joel B. Pollak",
      "title": "Joe Biden: Trump Judges Have ‘No Interest … in the Traditional Reading of the Constitution’",
      "description": "GREENVILLE, South Carolina -- Former vice president Joe Biden told a town hall meeting Thursday evening that President Donald Trump’s judicial appointees have “no interest whatsoever in the traditional reading of the Constitution.”",
      "url": "https://www.breitbart.com/2020-election/2019/08/29/joe-biden-trump-judges-constitution/",
      "urlToImage": "https://media.breitbart.com/media/2019/08/IMG_6386-640x335.jpg",
      "publishedAt": "2019-08-30T01:58:59Z",
      "content": "He then caught himself and said: I shouldnt say whatsoever. Dont add that in there.\r\nTrump has prided himself on nominating constitutional originalists, who interpret the Constitution and the law through the original text as understood when written. Biden fav… [+2411 chars]"
    },
    {
      "source": {
        "id": "breitbart-news",
        "name": "Breitbart News"
      },
      "author": "Charlie Kirk",
      "title": "Kirk: Bernie Sander’s Criminal Justice Reform Copies Trump’s Success but with Progressive Absurdity",
      "description": "There is a question that is almost existential in nature which is brought to mind by Bernie Sanders’ recent proposal for criminal justice reform.  The question is:  If somebody invents something that has already been invented, but they didn’t know it, did the…",
      "url": "https://www.breitbart.com/politics/2019/08/29/kirk-bernie-sanders-criminal-justice-reform-copies-trumps-success-but-with-progressive-absurdity/",
      "urlToImage": "https://media.breitbart.com/media/2019/08/bernie-confused-getty-640x335.jpg",
      "publishedAt": "2019-08-30T01:27:42Z",
      "content": "Senator Sanders criminal justice reform plan is intended to place the socialist presidential candidate at the progressive vanguard of transforming the criminal justice system in America.  New polls show Sanders now in a statistical dead heat in the Democrat p… [+5952 chars]"
    },
    {
      "source": {
        "id": "breitbart-news",
        "name": "Breitbart News"
      },
      "author": "Robert Kraychik, Robert Kraychik",
      "title": "Dr. Alveda King: Democrats 'Have to Stir Up Fear, Tears, Terror' by Saying 'Trump Is a Racist'",
      "description": "Democrats \"have to stir up fear, tears, [and] terror\" by \"saying that President Trump is a racist\" said Dr. Alveda King.",
      "url": "https://www.breitbart.com/radio/2019/08/29/alveda-king-dems-stir-up-fear-tears-terror-saying-trump-racist/",
      "urlToImage": "https://media.breitbart.com/media/2019/08/dr-alveda-king-wh-visit-719-getty-640x335.jpg",
      "publishedAt": "2019-08-30T01:24:29Z",
      "content": "Dr. Alveda King said, “African-American men really turned out for [Donald Trump]. That’s because they were listening, and still are, when he says, ‘We’re going to bring the jobs back. We’re going to get people out of jail.’ He made it very clear about his pro… [+1742 chars]"
    },
    {
      "source": {
        "id": "breitbart-news",
        "name": "Breitbart News"
      },
      "author": "Robert Kraychik, Robert Kraychik",
      "title": "Alveda King: I Pray Gov. Brian Kemp Picks Bruce LeVell for Georgia Senate Seat",
      "description": "Bruce LeVell would be a \"fabulous senator,\" said Alveda King, expressing hope for Gov. Brian Kemp to appoint him to replace Johnny Isakson.",
      "url": "https://www.breitbart.com/radio/2019/08/29/alveda-king-i-pray-gov-brian-kemp-picks-bruce-levell-for-georgia-senate-seat/",
      "urlToImage": "https://media.breitbart.com/media/2019/08/Alveda-King-640x335.jpg",
      "publishedAt": "2019-08-30T01:06:24Z",
      "content": "Isakson announced his planned retirement on Wednesday, citing “health challenges” resulting from Parkinson’s disease.\r\n“He would be absolutely the best,” said King of Levell, offering her remarks on Wednesday’s edition of SiriusXM’s Breitbart News Tonight wit… [+3094 chars]"
    },
    {
      "source": {
        "id": "breitbart-news",
        "name": "Breitbart News"
      },
      "author": "Robert Kraychik, Robert Kraychik",
      "title": "Hogan Gidley: Trump's Strong Economy Allows Him to 'Take on China'",
      "description": "\"The reason [Donald Trump] is able to take on China directly now is because our economy is so good based on all of the policies that he has enacted,\" said Deputy Press Secretary Hogan Gidley in a Wednesday interview on SiriusXM's Breitbart News Daily with hos…",
      "url": "https://www.breitbart.com/radio/2019/08/29/hogan-gidley-trumps-strong-economy-allows-him-to-take-on-china/",
      "urlToImage": "https://media.breitbart.com/media/2019/08/82019-WH-Deputy-Press-Secretary-Hogan-Gidley-AP-640x335.jpg",
      "publishedAt": "2019-08-30T00:57:39Z",
      "content": "President Donald Trump “continues to move forward and do things that the entrenched status quo bureaucrats have refused to act on for decades and decades,” said Gidley, adding, “It’s more than having a new sheriff in town in Donald Trump. It’s someone who mov… [+5544 chars]"
    },
    {
      "source": {
        "id": "breitbart-news",
        "name": "Breitbart News"
      },
      "author": "John Binder",
      "title": "Fact Check: Biden Falsely Claims Trump Revoking Citizenship for Military Kids",
      "description": "Former Vice President Joe Biden claimed during a South Carolina town hall even on Wednesday that President Trump is stripping \"automatic citizenship\" for the children of American servicemembers born overseas.",
      "url": "https://www.breitbart.com/politics/2019/08/29/fact-check-biden-falsely-claims-trump-revoking-citizenship-for-military-kids/",
      "urlToImage": "https://media.breitbart.com/media/2019/08/Biden-South-Carolina-640x335.jpg",
      "publishedAt": "2019-08-30T00:54:05Z",
      "content": "Speaking to a crowd, Biden accused Trump of “taking away automatic citizenship of children of some of our military members serving overseas.”\r\n“Our service men and women give everything to this country and this is the respect that President Trump shows for th… [+1165 chars]"
    },
    {
      "source": {
        "id": "breitbart-news",
        "name": "Breitbart News"
      },
      "author": "Ian Hanchett, Ian Hanchett",
      "title": "Dem Rep. Soto: 'There Will Be Lawsuits' if Military Aid to Ukraine Is Blocked",
      "description": "On Thursday’s “CNN Newsroom,” Representative Darren Soto (D-FL) vowed that if President Trump blocks $250 million in military aid to Ukraine, Congress will respond with lawsuits and by using the budget for leverage. Soto stated, “There will be lawsuits. We’ll",
      "url": "https://www.breitbart.com/clips/2019/08/29/dem-rep-soto-there-will-be-lawsuits-if-military-aid-to-ukraine-is-blocked/",
      "urlToImage": "https://media.breitbart.com/media/2017/09/Soto-929-Thumbnail.jpg",
      "publishedAt": "2019-08-29T23:57:01Z",
      "content": "On Thursday’s “CNN Newsroom,” Representative Darren Soto (D-FL) vowed that if President Trump blocks $250 million in military aid to Ukraine, Congress will respond with lawsuits and by using the budget for leverage.\r\nSoto stated, “There will be lawsuits. We’l… [+527 chars]"
    },
    {
      "source": {
        "id": "breitbart-news",
        "name": "Breitbart News"
      },
      "author": "Nate Church, Nate Church",
      "title": "California Considers Controversial Fur Ban",
      "description": "Sellers and activists clash as California moves toward becoming the first state in the union to ban furs.",
      "url": "https://www.breitbart.com/entertainment/2019/08/29/california-considers-controversial-fur-ban/",
      "urlToImage": "https://media.breitbart.com/media/2019/08/fur-protesters-640x335.jpg",
      "publishedAt": "2019-08-29T23:48:47Z",
      "content": "I just stocked up for Burning Man, said Melrose Trading Post vendor Sean Hammond. During the winter they really sell, too. He is among many furriers who oppose Democrat Assemblywoman Laura Friedman’s proposed statewide fur prohibition (AB-44).\r\nTheres going t… [+2129 chars]"
    },
    {
      "source": {
        "id": "breitbart-news",
        "name": "Breitbart News"
      },
      "author": "Charlie Spiering",
      "title": "Donald Trump Cancels Trip to Poland in Response to Hurricane Dorian",
      "description": "President Donald Trump announced Thursday that he would cancel his trip to Poland, as Hurricane Dorian approaches Florida. \"It looks like it could be a very very big one indeed,\" Trump said.",
      "url": "https://www.breitbart.com/politics/2019/08/29/donald-trump-cancels-trip-to-poland-in-response-to-hurricane-dorian/",
      "urlToImage": "https://media.breitbart.com/media/2019/08/Hurricane-Dorian-640x335.jpg",
      "publishedAt": "2019-08-29T23:15:15Z",
      "content": "“It looks like it could be a very very big one indeed,” Trump said.\r\nThe president was scheduled to attend ceremonies in Poland Sunday marking the 80th Anniversary of the start of World War II. Trump announced the cancelation of his plans ahead of a speech in… [+946 chars]"
    },
    {
      "source": {
        "id": "breitbart-news",
        "name": "Breitbart News"
      },
      "author": "Penny Starr",
      "title": "Florida Braces for Hurricane Dorian: Governor Expands State of Emergency to all 67 Counties",
      "description": "Florida Governor Ron De Santis set a state of emergency for all 67 counties as Hurricane Dorian could reach the state as a Category 4 storm.",
      "url": "https://www.breitbart.com/politics/2019/08/29/florida-braces-for-hurricane-dorian-governor-expands-state-of-emergency-to-all-67-counties/",
      "urlToImage": "https://media.breitbart.com/media/2019/08/Gov.-De-Santis-Florida-640x335.jpg",
      "publishedAt": "2019-08-29T23:08:28Z",
      "content": "Due to Hurricane Dorians uncertain projected path, I am expanding the state of emergency to include all 67 counties throughout Florida, DeSantis said in a detailed bulletin. All residents, especially those along the east coast, need to be prepared for possibl… [+2351 chars]"
    },
    {
      "source": {
        "id": "breitbart-news",
        "name": "Breitbart News"
      },
      "author": "Jeff Poor, Jeff Poor",
      "title": "Alabama Gov. Ivey Forced to Apologize After Audio Surfaces Alleging She Wore Blackface",
      "description": "On Thursday, Alabama Gov. Kay Ivey's office released audio from the late 1960s alleging the governor wore blackface while a student at Auburn University.",
      "url": "https://www.breitbart.com/politics/2019/08/29/alabama-gov-ivey-forced-to-apologize-after-audio-surfaces-alleging-she-wore-blackface/",
      "urlToImage": "https://media.breitbart.com/media/2019/05/Ivey516a-640x335.jpg",
      "publishedAt": "2019-08-29T23:00:11Z",
      "content": "The audio was uncovered by Auburns student media, who happened upon a radio clip from their archives from 1967. In it, Ivey and her then-fiancé, Ben LaRavia are interviewed as college seniors while Ivey is serving as the school’s Student Government Associatio… [+2706 chars]"
    },
    {
      "source": {
        "id": "breitbart-news",
        "name": "Breitbart News"
      },
      "author": "Haris Alic, Haris Alic",
      "title": "Joe Biden Again Inflates Role in Civil Rights Movement",
      "description": "Former Vice President Joe Biden once again falsely claimed to be part of the civil rights movement as he was campaigning in South Carolina on Thursday.",
      "url": "https://www.breitbart.com/politics/2019/08/29/joe-biden-again-inflates-role-in-civil-rights-movement/",
      "urlToImage": "https://media.breitbart.com/media/2019/08/Biden-in-1972-640x335.jpg",
      "publishedAt": "2019-08-29T22:56:26Z",
      "content": "I never thought coming out of the civil rights movement, that Id see people walking out in fields, carrying torches, Biden said while accusing the Trump administration of emboldening racists during an address at Limestone College.\r\nThe claim is one the 76-yea… [+2966 chars]"
    },
    {
      "source": {
        "id": "breitbart-news",
        "name": "Breitbart News"
      },
      "author": "John Binder",
      "title": "Fact Check: No, Trump Will Not Strip U.S. Military Kids of Their Citizenship",
      "description": "The latest rule issued by the United States Citizenship and Immigration Services (USCIS) agency will not strip the children of U.S. citizen service members and diplomats of their American citizenship despite false claims by the establishment media and Democra…",
      "url": "https://www.breitbart.com/politics/2019/08/29/fact-check-no-trump-will-not-strip-u-s-military-kids-of-their-citizenship/",
      "urlToImage": "https://media.breitbart.com/media/2019/08/GettyImages-682079460-e1567118717547-639x335.jpg",
      "publishedAt": "2019-08-29T22:45:29Z",
      "content": "After USCIS issued guidelines on the children born abroad to U.S. citizen parents and non-U.S. citizen parents serving overseas, the establishment media and bureaucrats rushed to claim that Trump is stripping citizenship from the children of American service … [+4804 chars]"
    },
    {
      "source": {
        "id": "breitbart-news",
        "name": "Breitbart News"
      },
      "author": "John Nolte",
      "title": "Nolte: MSNBC’s Lawrence O’Donnell Proves the Elite Media Have Zero Standards",
      "description": "You get to a point where the behavior of the establishment media stops shocking you. After decades of lies and fake news and calling hurricanes racist, you simply assume this is who they are and this is what they do.",
      "url": "https://www.breitbart.com/the-media/2019/08/29/nolte-msnbcs-lawrence-odonnell-proves-the-elite-media-have-zero-standards/",
      "urlToImage": "https://media.breitbart.com/media/2019/08/lawrence-odonnell-lecture-msnbc-getty-640x335.jpg",
      "publishedAt": "2019-08-29T22:15:27Z",
      "content": "How does MSNBC’s Lawrence O’Donnell and his producers still have a job?\r\nDont get me wrong, I’m not calling for anyone to be fired or punished. I don’t do that.\r\nBut how does O’Donnell still have a job?\r\nHow does a prime-time anchor on a cable news channel re… [+4976 chars]"
    },
    {
      "source": {
        "id": "breitbart-news",
        "name": "Breitbart News"
      },
      "author": "Breitbart News, Breitbart News",
      "title": "Justin Danhof: Woke Activists Steer Corporate Behavior Further to the Left",
      "description": "A recent statement of purpose by the Business Roundtable provides an easy means for progressive activists to steer corporate behavior towards left-wing causes, writes Justin Danhof of the National Center for Public Policy Research in an op-ed at The Hill.",
      "url": "https://www.breitbart.com/politics/2019/08/29/justin-danhof-woke-activists-steer-corporate-behavior-further-to-the-left/",
      "urlToImage": "https://media.breitbart.com/media/2019/08/climate-change-activist-green-new-deal-getty-640x335.jpg",
      "publishedAt": "2019-08-29T22:13:07Z",
      "content": "Liberal activist shareholders have a well-defined pattern of altering corporate behavior, and the Roundtable just played right into this trap. First, a progressive shareholder group, almost always from the As You Sow network, files a shareholder resolution de… [+1007 chars]"
    },
    {
      "source": {
        "id": "breitbart-news",
        "name": "Breitbart News"
      },
      "author": "Nate Church",
      "title": "Alabama Mom Sentenced to 99 Years for Death of Child Found in Motel Freezer",
      "description": "Amanda Gail Oakes, 36, was sentenced on Wednesday to 99 years for the death of her six-month-old son, found packed into a motel freezer.",
      "url": "https://www.breitbart.com/crime/2019/08/29/alabama-mom-sentenced-to-99-years-for-death-of-child-found-in-motel-freezer/",
      "urlToImage": "https://media.breitbart.com/media/2019/08/Amanda-Oakes-1-640x335.jpg",
      "publishedAt": "2019-08-29T22:12:46Z",
      "content": "Oakes, who pled guilty to chemical endangerment, manslaughter, and corpse abuse, has further agreed to testify against then-boyfriend Carlton James Mathis in whose care the infant is alleged to have died. He will stand trial for murder in November. The couple… [+1092 chars]"
    },
    {
      "source": {
        "id": "breitbart-news",
        "name": "Breitbart News"
      },
      "author": "Bob Price",
      "title": "Universal Aryan Brotherhood Gang Members Sentenced for Meth Trafficking, Gun Charges",
      "description": "Two federal courts in Oklahoma handed down decades-long sentences to a pair of Universal Aryan Brotherhood gang members for drug trafficking and gun-related charges. Two of the gang members will serve a combined 48 years in federal prison.",
      "url": "https://www.breitbart.com/border/2019/08/29/universal-aryan-brotherhood-gang-members-sentenced-for-meth-trafficking-gun-charges/",
      "urlToImage": "https://media.breitbart.com/media/2019/08/AP_19157649334260-640x335.jpg",
      "publishedAt": "2019-08-29T22:11:10Z",
      "content": "Two district courts in the Western District of Oklahoma, sentenced Owen Henry Long Jr., aka Ardmore, 38, to serve 28 years in federal prison and Christopher Chad Pool, aka Cityboy, 40, to serve 20 for their roles in a conspiracy to distribute methamphetamine … [+4018 chars]"
    },
    {
      "source": {
        "id": "breitbart-news",
        "name": "Breitbart News"
      },
      "author": "Aaron Klein",
      "title": "IG Report: James Comey Passed Private Conversation with Trump to FBI Team Investigating Russia Collusion",
      "description": "A report released on Thursday by the Justice Department’s inspector general provides new context to disgraced former FBI Director James Comey’s infamous classified briefing to then President-elect Donald Trump about “salacious” material inside the anti-Trump …",
      "url": "https://www.breitbart.com/politics/2019/08/29/ig-report-james-comey-passed-private-conversation-with-trump-to-fbi-team-investigating-russia-collusion/",
      "urlToImage": "https://media.breitbart.com/media/2018/04/wi/afp/18/gf7nlk_fbi-james-comey-president-donald-trump-trump-denies-firing-comey-russia-e1524083914598.jpg",
      "publishedAt": "2019-08-29T21:52:52Z",
      "content": "The IG report relates that prior to the briefing, FBI members on Comeys team discussed the need to memorialize the exchanges between Comey and Trump during the private January 6, 2017 briefing in Trump Tower just in case Trump made statements relevant to the … [+6736 chars]"
    },
    {
      "source": {
        "id": "breitbart-news",
        "name": "Breitbart News"
      },
      "author": "Kristina Wong",
      "title": "President Trump Announces the Official Establishment of U.S. Space Command",
      "description": "Trump announced the official creation of the Space Command -- the U.S. military's 11th war-fighting geographic combatant command.",
      "url": "https://www.breitbart.com/politics/2019/08/29/president-trump-announces-the-official-establishment-of-u-s-space-command/",
      "urlToImage": "https://media.breitbart.com/media/2019/08/Space-Command-640x335.png",
      "publishedAt": "2019-08-29T21:50:40Z",
      "content": "“The establishment of the 11th combatant command is a landmark moment. This is a landmark day. One that recognizes the centrality of space to America’s national security and defense,” Trump said in a Rose Garden ceremony.\r\n“Spacecom will soon be followed very… [+5073 chars]"
    },
    {
      "source": {
        "id": "breitbart-news",
        "name": "Breitbart News"
      },
      "author": "Hannah Bleau",
      "title": "Report: Comey Did Not Use Secure Room to Pen Sensitive Memos, Considered Them ‘Personal’",
      "description": "Former FBI director James Comey had a secure room in his basement designated for sensitive work but did not utilize it when penning the memos he ultimately leaked, according to the explosive inspector's general report released Thursday.",
      "url": "https://www.breitbart.com/politics/2019/08/29/report-comey-did-not-use-secure-room-to-pen-sensitive-memos-considered-them-personal/",
      "urlToImage": "https://media.breitbart.com/media/2018/04/wi/afp/19/1lv08d_fbi-james-comey-testifies-us-senate-select-committee-on-intelligence-hearing-e1528302534479.jpg",
      "publishedAt": "2019-08-29T21:38:06Z",
      "content": "The damning IG reported released Thursday revealed that Comey did, in fact, violate FBI policies by leaking 2017 memos from his private conversations with President Trump. Comey had a secure Sensitive Compartmented Information Facility (SCIF) located in the b… [+2879 chars]"
    },
    {
      "source": {
        "id": "breitbart-news",
        "name": "Breitbart News"
      },
      "author": "Frances Martel, Frances Martel",
      "title": "Masked Thugs Attack Hong Kong Protest Organizer with Baseball Bat",
      "description": "A Hong Kong protest organizer accused masked men of attacking him and a friend Thursday with baseball bats shortly after police denied his group, the Civil Human Rights Front, a permit for this weekend's planned protests.",
      "url": "https://www.breitbart.com/asia/2019/08/29/masked-thugs-attack-hong-kong-protest-organizer-baseball-bat/",
      "urlToImage": "https://media.breitbart.com/media/2019/08/GettyImages-1150150549-640x335.png",
      "publishedAt": "2019-08-29T21:26:09Z",
      "content": "Jimmy Sham, one of several Civil Human Rights Front leaders working to ensure the pro-democracy protests are legal, orderly, and safe, had received news of the government’s rejection of his request for a permit Thursday morning. Police claimed the prior prote… [+5147 chars]"
    },
    {
      "source": {
        "id": "breitbart-news",
        "name": "Breitbart News"
      },
      "author": "John Hayward",
      "title": "Hong Kong Protesters Hold #MeToo Rally Against Police Sexual Abuse",
      "description": "The Hong Kong protest movement held a rally on Wednesday dedicated to protesting alleged sexual assaults on pro-democracy demonstrators by police officers. Organizers modeled the event after the #MeToo movement, while participants came up with their own hasht…",
      "url": "https://www.breitbart.com/national-security/2019/08/29/hong-kong-protesters-hold-metoo-rally-against-police-sexual-abuse/",
      "urlToImage": "https://media.breitbart.com/media/2019/08/GettyImages-1164511956-640x335.png",
      "publishedAt": "2019-08-29T21:16:12Z",
      "content": "Organizers modeled the event after the #MeToo movement while participants came up with their own hashtag, #ProtestToo, and began writing it on their arms with lipstick. \r\nThe event drew thousands of black-clad participants to Hong Kongs Charter Garden. Purple… [+2464 chars]"
    },
    {
      "source": {
        "id": "breitbart-news",
        "name": "Breitbart News"
      },
      "author": "Joshua Caplan",
      "title": "Watch: Reporter Confronts Ilhan Omar About Alleged Affair",
      "description": "Freshman Rep. Ilhan Omar (D-MN) on Thursday scurried away from a New York Post reporter asking about her alleged affair with a married political consultant to whom she's paid tens of thousands of dollars.",
      "url": "https://www.breitbart.com/politics/2019/08/29/watch-reporter-confronts-ilhan-omar-about-alleged-affair/",
      "urlToImage": "https://media.breitbart.com/media/2019/08/Ilhan-Omar-Profile-640x335.jpg",
      "publishedAt": "2019-08-29T20:59:20Z",
      "content": "Ahead of a planned event at the University of Minnesota, the far-left “Squad” member was approached by a Post reporter, who asked if she had any comment on allegations that she was romantically involved with Tim Mynett, a partner of E. Street Group.\r\nIn divor… [+2138 chars]"
    }
  ]
}
