{
  "status": "ok",
  "totalResults": 600,
  "articles": [
    {
      "source": {
        "id": "el-mundo",
        "name": "El Mundo"
      },
      "author": "ALBERTO MUÑOZ",
      "title": "Cara Delevingne: \"Desde pequeña he sentido que no era lo suficientemente buena, que era un fraude\"",
      "description": "Amazon estrena este fin de semana 'Carnival Row', una serie protagonizada por Cara Delevingne y Orlando Bloom con la que pretende continuar su asalto al trono de Netflix y HBO. Leer",
      "url": "https://www.elmundo.es/television/2019/08/31/5d6953eafc6c832b048b45df.html",
      "urlToImage": "https://e00-elmundo.uecdn.es/assets/multimedia/imagenes/2019/08/30/15671834277092.jpg",
      "publishedAt": "2019-08-30T23:55:46Z",
      "content": "No hay nada liviano en la fantasía de Carnival Row, la nueva serie que Amazon estrena este fin de semana y con la que pretende continuar su asalto al trono de Netflix y HBO. Crisis de refugiados, clasismo, asesinatos, amor negro... la ficción protagonizada po… [+4597 chars]"
    },
    {
      "source": {
        "id": "el-mundo",
        "name": "El Mundo"
      },
      "author": "SORAYA MELGUIZO",
      "title": "Sergio Mattarella, el árbitro de la política italiana",
      "description": "Perdió un hermano a manos de la Mafia, ha emergido en medio del caos italiano como un político fiable, enemigo de las estridencias y capaz de negociar con discreción. Dicen que gracias a sus consejos ha transformado al primer ministro Conte de un hombre de pa…",
      "url": "https://www.elmundo.es/internacional/2019/08/31/5d696699fdddffca838b45d0.html",
      "urlToImage": "https://e00-elmundo.uecdn.es/assets/multimedia/imagenes/2019/08/30/15671883442749.jpg",
      "publishedAt": "2019-08-30T23:55:45Z",
      "content": "El difunto Gobierno de coalición entre la Liga y el Movimiento Cinco Estrellas ha puesto a prueba el papel institucional y el temple de Sergio Mattarella. El presidente de la República de Italia emerge como el auténtico garante constitucional y el único capaz… [+5379 chars]"
    },
    {
      "source": {
        "id": "el-mundo",
        "name": "El Mundo"
      },
      "author": "CARLOS TORO",
      "title": "El Audaz, el barco de guerra que más se parece a un hotel",
      "description": "Después de semanas hacinados en la impropia, sofocante cubierta del Open Arms, los migrantes transferidos al Audaz han debido de sentirse en el paraíso... acuático. Sin ánimo algun",
      "url": "https://www.elmundo.es/espana/2019/08/31/5d697122fdddffef3c8b4695.html",
      "urlToImage": "https://e00-elmundo.uecdn.es/assets/multimedia/imagenes/2019/08/30/15671904729896.jpg",
      "publishedAt": "2019-08-30T23:55:39Z",
      "content": "Después de semanas hacinados en la impropia, sofocante cubierta del Open Arms, los migrantes transferidos al Audaz han debido de sentirse en el paraíso... acuático. Sin ánimo alguno de frivolizar con un drama humano -no humanitario, palabra relacionada semánt… [+3852 chars]"
    },
    {
      "source": {
        "id": "el-mundo",
        "name": "El Mundo"
      },
      "author": "ALBERTO ROJAS",
      "title": "Polonia, primera víctima del relámpago nazi",
      "description": "Decía Woody Allen que cada vez que escuchaba a Wagner le entraban ganas de invadir Polonia, pero a Adolf Hitler, fanático de walkirias, parsifales y nibelungos, las ganas se le fue",
      "url": "https://www.elmundo.es/internacional/2019/08/31/5d69421bfdddffce2e8b4594.html",
      "urlToImage": "https://e00-elmundo.uecdn.es/assets/multimedia/imagenes/2019/08/30/15671786355244.jpg",
      "publishedAt": "2019-08-30T23:55:33Z",
      "content": "Decía Woody Allen que cada vez que escuchaba a Wagner le entraban ganas de invadir Polonia, pero a Adolf Hitler, fanático de walkirias, parsifales y nibelungos, las ganas se le fueron quitando con el pasar de los días de aquel agosto del 39. Tras años de ment… [+6998 chars]"
    },
    {
      "source": {
        "id": "el-mundo",
        "name": "El Mundo"
      },
      "author": "SERGIO ROMANO",
      "title": "Y el ejército entró en Westminster",
      "description": "Reino Unido tiene una larga historia y sus ciudadanos buscan a menudo en el pasado acontecimientos que parecen anticipar los del presente. La comparación es reconfortante. Demuestr",
      "url": "https://www.elmundo.es/internacional/2019/08/31/5d680889fc6c8334158b45b6.html",
      "urlToImage": "https://e00-elmundo.uecdn.es/assets/multimedia/imagenes/2019/08/30/15671730372170.jpg",
      "publishedAt": "2019-08-30T23:55:12Z",
      "content": "Reino Unido tiene una larga historia y sus ciudadanos buscan a menudo en el pasado acontecimientos que parecen anticipar los del presente. La comparación es reconfortante. Demuestra que el país tiene una fuerte identidad y que logra salir una y otra vez victo… [+4434 chars]"
    },
    {
      "source": {
        "id": "el-mundo",
        "name": "El Mundo"
      },
      "author": "MARTA LEY",
      "title": "Los pactos autonómicos disparan el número de nuevas consejerías",
      "description": "Los equipos de gobierno autonómicos formados por más de un partido son lo habitual en España desde las elecciones del 26 de mayo en 13 comunidades y las de diciembre en Andalucía.",
      "url": "https://www.elmundo.es/espana/2019/08/31/5d69039b21efa0b3758b45e6.html",
      "urlToImage": "https://e00-elmundo.uecdn.es/assets/multimedia/imagenes/2019/08/30/15671640372331.jpg",
      "publishedAt": "2019-08-30T23:55:09Z",
      "content": "Los equipos de gobierno autonómicos formados por más de un partido son lo habitual en España desde las elecciones del 26 de mayo en 13 comunidades y las de diciembre en Andalucía. El Ejecutivo andaluz formado en enero por PP y Ciudadanos fue el anticipo de un… [+5437 chars]"
    },
    {
      "source": {
        "id": "el-mundo",
        "name": "El Mundo"
      },
      "author": "ANTONIO SEMPERE",
      "title": "Así quedó el puesto fronterizo de la Guardia Civil en Ceuta tras la entrada masiva de 155 subsaharianos",
      "description": "Apenas despuntaba el viernes en la zona de Benzú, en Ceuta, fronteriza entre la ciudad autónoma y Marruecos, cuando un grupo de 200 inmigrantes subsaharianos se acercó al lugar, so",
      "url": "https://www.elmundo.es/espana/2019/08/31/5d698015fc6c83407e8b45d7.html",
      "urlToImage": "https://i.ytimg.com/vi/9_4u8sFI034/maxresdefault.jpg",
      "publishedAt": "2019-08-30T23:55:08Z",
      "content": "Apenas despuntaba el viernes en la zona de Benzú, en Ceuta, fronteriza entre la ciudad autónoma y Marruecos, cuando un grupo de 200 inmigrantes subsaharianos se acercó al lugar, sorteó la cerca marroquí y derribó el acceso a España que está instalado en la va… [+4195 chars]"
    },
    {
      "source": {
        "id": "el-mundo",
        "name": "El Mundo"
      },
      "author": "LUCAS SÁEZ-BRAVO",
      "title": "Ricky Rubio: \"Los momentos malos me enseñaron que no hay luz si no hay oscuridad\"",
      "description": "Hay otro Ricky en Ricky. Debajo de su barba de naufrago y su melena recogida, más allá de los tatuajes que transformaron para siempre al niño que asombró al mundo, incluso mucho má",
      "url": "https://www.elmundo.es/deportes/baloncesto/2019/08/31/5d685bbcfdddffc92d8b467e.html",
      "urlToImage": "https://i.ytimg.com/vi/JHdqMfqbJ0o/maxresdefault.jpg",
      "publishedAt": "2019-08-30T23:55:06Z",
      "content": "Hay otro Ricky en Ricky. Debajo de su barba de naufrago y su melena recogida, más allá de los tatuajes que transformaron para siempre al niño que asombró al mundo, incluso mucho más allá de su baloncesto más pujante que nunca, hay un tipo que descubrió una ra… [+6194 chars]"
    },
    {
      "source": {
        "id": "el-mundo",
        "name": "El Mundo"
      },
      "author": "MANUEL LOUREIRO",
      "title": "'A pedra de abalar': sólo para puros de corazón",
      "description": "Las piedras bamboleantes son una tradición que puede seguirsde por toda la Europa celta.Con el tiempo, la de Muxía ha adquirido un valor de oráculo y confesionario, a medias cristiano y a medias pagano. Como tantas cosas en Galicia Leer",
      "url": "https://www.elmundo.es/cultura/2019/08/31/5d68fdd1fc6c83490a8b4591.html",
      "urlToImage": "https://e00-elmundo.uecdn.es/assets/multimedia/imagenes/2019/08/30/15671617881300.jpg",
      "publishedAt": "2019-08-30T23:52:59Z",
      "content": "A lo largo de los últimos días les he acompañado por varios lugares poco conocidos de Galicia en los que la magia, las tradiciones ancestrales y la historia se entrecruzan para formar un mosaico complejo. Este viaje por esa Galicia desconocida, de la que se h… [+4780 chars]"
    },
    {
      "source": {
        "id": "el-mundo",
        "name": "El Mundo"
      },
      "author": "MARTA BELVER",
      "title": "Almeida estudia eliminar la exigencia de que los pisos turísticos en Madrid tengan un acceso diferenciado al de los vecinos",
      "description": "Los propietarios de viviendas turísticas en Madrid necesitan obligatoriamente desde el pasado mes de marzo una licencia de uso terciario para poder alquilarlas. Y el Ayuntamiento d",
      "url": "https://www.elmundo.es/madrid/2019/08/31/5d6965d621efa02a0e8b4622.html",
      "urlToImage": "https://e00-elmundo.uecdn.es/assets/multimedia/imagenes/2019/08/30/15671884251631.jpg",
      "publishedAt": "2019-08-30T23:48:35Z",
      "content": "Los propietarios de viviendas turísticas en Madrid necesitan obligatoriamente desde el pasado mes de marzo una licencia de uso terciario para poder alquilarlas. Y el Ayuntamiento de la capital sólo se la puede conceder si, entre otros requisitos, sus inmueble… [+2651 chars]"
    },
    {
      "source": {
        "id": "el-mundo",
        "name": "El Mundo"
      },
      "author": "FERRAN BOIZA",
      "title": "Levy enmienda la gestión de Carmena y fusionará las Naves del Matadero con el Teatro Español",
      "description": "La nueva delegada de Cultura del Ayuntamiento de Madrid rectificará una decisión de la ex alcaldesa que movilizó a 700 profesionales del sector, como Núria Espert, Pilar Bardem o Peris-Mencheta Leer",
      "url": "https://www.elmundo.es/madrid/2019/08/31/5d696678fc6c83235b8b4625.html",
      "urlToImage": "https://e00-elmundo.uecdn.es/assets/multimedia/imagenes/2019/08/30/15671886791494.jpg",
      "publishedAt": "2019-08-30T23:48:34Z",
      "content": "El idilio de la ex alcaldesa Manuela Carmena y el mundo de la cultura duró poco. En cuanto empezó a tomar decisiones. En la errática política cultural del Ayuntamiento de Carmena -tres concejales en una legislatura, incluida la propia alcaldesa- hubo un punto… [+5848 chars]"
    },
    {
      "source": {
        "id": "el-mundo",
        "name": "El Mundo"
      },
      "author": "elmundo.es",
      "title": "La inestabilidad pasa factura",
      "description": "Cada vez son más los indicadores que alertan de la ralentización económica. La caída del sector exterior, el desplome de hasta un 11% en la venta de automóviles en julio, la incapa",
      "url": "https://www.elmundo.es/opinion/2019/08/31/5d6968fcfdddff47a18b4586.html",
      "urlToImage": "https://e00-elmundo.uecdn.es/assets/multimedia/imagenes/2019/08/30/15671892291885.jpg",
      "publishedAt": "2019-08-30T23:46:58Z",
      "content": "Cada vez son más los indicadores que alertan de la ralentización económica. La caída del sector exterior, el desplome de hasta un 11% en la venta de automóviles en julio, la incapacidad para situar la cifra de parados por debajo de los tres millones y la baja… [+648 chars]"
    },
    {
      "source": {
        "id": "el-mundo",
        "name": "El Mundo"
      },
      "author": "elmundo.es",
      "title": "Estas son las marcas de tecnología más fiables",
      "description": "Buenos, bonitos, baratos, fiables, duraderos... Estas son algunas de las características que le pedimos a los aparatos tecnológicos cuando los compramos. Sin embargo, las expectati",
      "url": "https://www.elmundo.es/tecnologia/2019/08/31/5d6957aefdddff8e978b46b2.html",
      "urlToImage": "https://e00-elmundo.uecdn.es/assets/multimedia/imagenes/2019/08/30/15671892876018.jpg",
      "publishedAt": "2019-08-30T23:44:41Z",
      "content": "Buenos, bonitos, baratos, fiables, duraderos... Estas son algunas de las características que le pedimos a los aparatos tecnológicos cuando los compramos. Sin embargo, las expectativas que tenemos sobre un ordenador, un móvil o una televisión no siempre se cum… [+3890 chars]"
    },
    {
      "source": {
        "id": "el-mundo",
        "name": "El Mundo"
      },
      "author": "ÁNGEL JIMÉNEZ DE LUIS",
      "title": "El hackeo más grave de la historia de iPhone cambia todo lo que sabemos sobre su seguridad",
      "description": "El descubrimiento de varios fallos de seguridad en iOS por parte del grupo de análisis de amenazas de Google es más importante de lo que parece a simple vista. Ningún sistema opera",
      "url": "https://www.elmundo.es/tecnologia/2019/08/31/5d696e47fdddffef3c8b4686.html",
      "urlToImage": "https://e00-elmundo.uecdn.es/assets/multimedia/imagenes/2019/08/30/15671907576999.jpg",
      "publishedAt": "2019-08-30T23:44:40Z",
      "content": "El descubrimiento de varios fallos de seguridad en iOS por parte del grupo de análisis de amenazas de Google es más importante de lo que parece a simple vista. Ningún sistema operativo, ninguna red o dispositivo es 100% seguro pero hasta ahora iOS gozaba de u… [+3305 chars]"
    },
    {
      "source": {
        "id": "el-mundo",
        "name": "El Mundo"
      },
      "author": "EFE",
      "title": "El hermano de la gimnasta Simone Biles es arrestado y acusado de asesinato",
      "description": "El hermano de Biles estaría relacionado con el tiroteo fatal que dejó a tres personas muertas y otras dos heridas ocurrido en una fiesta de Año Nuevo que se celebró en Cleveland Leer",
      "url": "https://www.elmundo.es/deportes/mas-deporte/2019/08/31/5d69a210fc6c8399318b4592.html",
      "urlToImage": "https://e00-elmundo.uecdn.es/assets/multimedia/imagenes/2019/08/31/15672038219247.jpg",
      "publishedAt": "2019-08-30T22:24:44Z",
      "content": "La campeona olímpica Simone Biles vive otro problema familiar después de que su hermano Tevin Biles-Thomas, de 24 años, haya sido arrestado y acusado formalmente de asesinato.\r\nDe acuerdo a la información ofrecida por varios medios locales de prensa, el herma… [+1882 chars]"
    },
    {
      "source": {
        "id": "el-mundo",
        "name": "El Mundo"
      },
      "author": "SERGIO R. VIÑAS",
      "title": "El Athletic se come el derbi vasco",
      "description": "Bastó con una primera parte prácticamente impecable para que el Athletic reclamara su supremacía en el derbi vasco (2-0), algo que no había ocurrido en sus cuatro últimos enfrentam",
      "url": "https://www.elmundo.es/deportes/futbol/primera-division/2019/08/31/5d699fc2fc6c8399318b458a.html",
      "urlToImage": "https://e00-elmundo.uecdn.es/assets/multimedia/imagenes/2019/08/31/15672032248184.jpg",
      "publishedAt": "2019-08-30T22:14:48Z",
      "content": "Bastó con una primera parte prácticamente impecable para que el Athletic reclamara su supremacía en el derbi vasco (2-0), algo que no había ocurrido en sus cuatro últimos enfrentamientos contra la Real Sociedad. 45 minutos de puro 'garitanismo', de presión as… [+3550 chars]"
    },
    {
      "source": {
        "id": "el-mundo",
        "name": "El Mundo"
      },
      "author": "EFE",
      "title": "Hackean la cuenta del presidente y fundador de Twitter",
      "description": "El perfil oficial del cofundador y presidente de Twitter, Jack Dorsey, fue hackeado este viernes con varios mensajes de contenido racista y violento que han permanecido en la cuent",
      "url": "https://www.elmundo.es/tecnologia/2019/08/30/5d6997c0fc6c83235b8b4647.html",
      "urlToImage": "https://e00-elmundo.uecdn.es/assets/multimedia/imagenes/2019/08/30/15672011037426.jpg",
      "publishedAt": "2019-08-30T21:42:44Z",
      "content": "El perfil oficial del cofundador y presidente de Twitter, Jack Dorsey, fue hackeado este viernes con varios mensajes de contenido racista y violento que han permanecido en la cuenta del directivo durante 20 minutos, hasta que han sido eliminados.\r\nEl departam… [+2043 chars]"
    },
    {
      "source": {
        "id": "el-mundo",
        "name": "El Mundo"
      },
      "author": "DARÍO JUÁREZ",
      "title": "Álvaro Lorenzo, un aguacero de temple",
      "description": "Parecía que la Feria de Borox de este año estaba destinada al olvido más inmundo. Y es que las fuertes lluvias que dejaron las tormentas acaecidas el pasado lunes devastaron las ti",
      "url": "https://www.elmundo.es/cultura/toros/2019/08/30/5d699145fc6c8347058b4647.html",
      "urlToImage": "https://e00-elmundo.uecdn.es/assets/multimedia/imagenes/2019/08/30/15671995307291.jpg",
      "publishedAt": "2019-08-30T21:24:07Z",
      "content": "Parecía que la Feria de Borox de este año estaba destinada al olvido más inmundo. Y es que las fuertes lluvias que dejaron las tormentas acaecidas el pasado lunes devastaron las tierras de siembra y el recinto ferial de este municipio toledano. Sin embargo, l… [+4824 chars]"
    },
    {
      "source": {
        "id": "el-mundo",
        "name": "El Mundo"
      },
      "author": "FRANCISCO CARRIÓN",
      "title": "Un grupo vinculado al IS amenaza con asesinar a un juez de la Audiencia Nacional",
      "description": "El vídeo, de un minuto y 57 segundos de duración, se titula \"Morirás con una bomba lapa\" y está compuesto por imágenes de fragmentos de declaraciones del juez al que dirigen la amenaza e imágenes de coches alcanzados por detonaciones y engullidos por las llam…",
      "url": "https://www.elmundo.es/espana/2019/08/30/5d699088fdddff73668b46ac.html",
      "urlToImage": "https://e00-elmundo.uecdn.es/assets/multimedia/imagenes/2019/08/30/15671992965872.jpg",
      "publishedAt": "2019-08-30T21:09:46Z",
      "content": "Un grupo vinculado al autodenominado Estado Islámico ha difundido este viernes una amenaza con nombre y apellidos contra un juez de la Audiencia Nacional, el tribunal donde se juzgan en España los delitos de terrorismo y por el que han desfilado en los último… [+5108 chars]"
    },
    {
      "source": {
        "id": "el-mundo",
        "name": "El Mundo"
      },
      "author": "JAVIER ORTEGA",
      "title": "Podemos destituye a un director general del Gobierno de Aragón por apoyar al independentismo catalán",
      "description": "Podemos ha cesado este viernes a Bruno Pérez Juncà, recién nombrado director general de Administración Electrónica y Sociedad del Conocimiento del Gobierno de Aragón, por haber apo",
      "url": "https://www.elmundo.es/espana/2019/08/30/5d698be5fdddff830d8b458a.html",
      "urlToImage": "https://e00-elmundo.uecdn.es/assets/multimedia/imagenes/2019/08/30/15671981308417.jpg",
      "publishedAt": "2019-08-30T20:50:20Z",
      "content": "Podemos ha cesado este viernes a Bruno Pérez Juncà, recién nombrado director general de Administración Electrónica y Sociedad del Conocimiento del Gobierno de Aragón, por haber apoyado al independentismo catalán.\r\nSu elección para el cargo, según la formación… [+2693 chars]"
    },
    {
      "source": {
        "id": "el-mundo",
        "name": "El Mundo"
      },
      "author": "EL MUNDO",
      "title": "Castella, el triunfo; Luque, la faena",
      "description": "Tras romper el paseíllo, Daniel Luque fue obligado a saludar tras su encerrona del pasado 14 de agosto, saludo que compartió con sus compañeros de cartel.\nEl primero de la tarde fu",
      "url": "https://www.elmundo.es/cultura/toros/2019/08/30/5d69835dfc6c833a488b45de.html",
      "urlToImage": "https://e00-elmundo.uecdn.es/assets/multimedia/imagenes/2019/08/30/15671959470406.jpg",
      "publishedAt": "2019-08-30T20:17:14Z",
      "content": "Tras romper el paseíllo, Daniel Luque fue obligado a saludar tras su encerrona del pasado 14 de agosto, saludo que compartió con sus compañeros de cartel.\r\nEl primero de la tarde fue un toro muy bien presentado. Extraordinario quite por chicuelinas de Luque q… [+2958 chars]"
    },
    {
      "source": {
        "id": "el-mundo",
        "name": "El Mundo"
      },
      "author": "EL MUNDO",
      "title": "Paco Ureña, herido grave: cornada de 25 cm en el muslo derecho",
      "description": "La grave cornada sufrida por el torero Paco Ureña marcó este viernes el devenir de la primera corrida de la Feria de San Antolín en Palencia, en la que Diego Urdiales y Toñete logr",
      "url": "https://www.elmundo.es/cultura/toros/2019/08/30/5d6980d7fc6c83235b8b463b.html",
      "urlToImage": "https://e00-elmundo.uecdn.es/assets/multimedia/imagenes/2019/08/30/15671951740326.jpg",
      "publishedAt": "2019-08-30T20:14:04Z",
      "content": "La grave cornada sufrida por el torero Paco Ureña marcó este viernes el devenir de la primera corrida de la Feria de San Antolín en Palencia, en la que Diego Urdiales y Toñete lograron sendos trofeos, según informa EFE.\r\nUreña exhibió su excelsa tauromaquia f… [+2690 chars]"
    },
    {
      "source": {
        "id": "el-mundo",
        "name": "El Mundo"
      },
      "author": "CARLOS JIMÉNEZ",
      "title": "Sin tanto talento ofensivo, pero en las manos de Marc Gasol y Ricky Rubio",
      "description": "Por mi experiencia, el Mundial es el torneo más importante, el que el jugador tiene siempre en mente, más incluso que unos Juegos Olímpicos, pues aquí no se comparte el protagonism",
      "url": "https://www.elmundo.es/deportes/baloncesto/2019/08/30/5d6816f8fc6c83843b8b464f.html",
      "urlToImage": "https://e00-elmundo.uecdn.es/assets/multimedia/imagenes/2019/08/29/15671026744180.jpg",
      "publishedAt": "2019-08-30T19:05:46Z",
      "content": "Por mi experiencia, el Mundial es el torneo más importante, el que el jugador tiene siempre en mente, más incluso que unos Juegos Olímpicos, pues aquí no se comparte el protagonismo. Pero las circunstancias (el calendario, las lesiones, las renuncias) condici… [+1835 chars]"
    },
    {
      "source": {
        "id": "el-mundo",
        "name": "El Mundo"
      },
      "author": "SILVIA MORENO",
      "title": "Una docena de dimisiones y ceses de altos cargos en la Junta de Andalucía",
      "description": "La renuncia de la secretaria general técnica de la Consejería de Fomento, Infraestructuras y Ordenación del Territorio, Dolores Ortiz, ha elevado este viernes a una docena el númer",
      "url": "https://www.elmundo.es/andalucia/2019/08/30/5d69732ffdddff0a968b4670.html",
      "urlToImage": "https://e00-elmundo.uecdn.es/assets/multimedia/imagenes/2019/08/30/15671917045561.jpg",
      "publishedAt": "2019-08-30T19:04:34Z",
      "content": "La renuncia de la secretaria general técnica de la Consejería de Fomento, Infraestructuras y Ordenación del Territorio, Dolores Ortiz, ha elevado este viernes a una docena el número de altos cargos que han dimitido o han cesado en el Gobierno andaluz del PP y… [+2969 chars]"
    },
    {
      "source": {
        "id": "el-mundo",
        "name": "El Mundo"
      },
      "author": "LUCAS SÁEZ-BRAVO",
      "title": "España comienza su andadura en China en un grupo exótico",
      "description": "No acostumbra España a comenzar con buen pie. Más bien todo lo contrario. Ahí están los precedentes, los sudores, las clasificaciones in extremis y hasta las polémicas por supuesto",
      "url": "https://www.elmundo.es/deportes/baloncesto/2019/08/30/5d694e17fdddff73138b45bd.html",
      "urlToImage": "https://e00-elmundo.uecdn.es/assets/multimedia/imagenes/2019/08/30/15671799020108.jpg",
      "publishedAt": "2019-08-30T19:03:50Z",
      "content": "No acostumbra España a comenzar con buen pie. Más bien todo lo contrario. Ahí están los precedentes, los sudores, las clasificaciones in extremis y hasta las polémicas por supuestos biscottos que allanaran el camino posterior. Es casi una tradición, aunque en… [+1967 chars]"
    },
    {
      "source": {
        "id": "el-mundo",
        "name": "El Mundo"
      },
      "author": "EFE",
      "title": "El ex sevillista Emir Spahic, en estado crítico tras sufrir accidente de tráfico",
      "description": "El exfutbolista internacional bosnio Emir Spahic, que jugó en el Sevilla dos temporadas entre 2011 y 2013, se encuentra en \"estado crítico aunque su vida no corre peligro\", según i",
      "url": "https://www.elmundo.es/deportes/futbol/2019/08/30/5d69708921efa0d3258b45fe.html",
      "urlToImage": "https://e00-elmundo.uecdn.es/assets/multimedia/imagenes/2019/08/30/15671911529859.jpg",
      "publishedAt": "2019-08-30T18:53:14Z",
      "content": "El exfutbolista internacional bosnio Emir Spahic, que jugó en el Sevilla dos temporadas entre 2011 y 2013, se encuentra en \"estado crítico aunque su vida no corre peligro\", según informó la federación de su país, tras sufrir un grave accidente de tráfico en l… [+859 chars]"
    },
    {
      "source": {
        "id": "el-mundo",
        "name": "El Mundo"
      },
      "author": "EUROPA PRESS",
      "title": "La gestora de Podemos en La Rioja dimite tras lamentar el nombramiento \"poco honesto\" de su consejera en el Gobierno",
      "description": "\"Nosotros nos vamos ya. Hemos recibido el aliento, el respaldo y apoyo de Podemos Estatal. Y le agradecemos de forma sincera su confianza\", dice en la carta abierta a los inscritos en la comunidad Leer",
      "url": "https://www.elmundo.es/espana/2019/08/30/5d696edefdddff73138b45de.html",
      "urlToImage": "https://e00-elmundo.uecdn.es/assets/multimedia/imagenes/2019/08/30/15671909330183.jpg",
      "publishedAt": "2019-08-30T18:46:17Z",
      "content": "El equipo técnico de Podemos en La Rioja ha remitido una carta abierta a sus inscritas e inscritos en la región anunciando \"su dimisión\" y lamentando que el nombramiento de Raquel Romero como consejera del Gobierno de Concha Andreu haya sido \"poco honesto\". \r… [+7177 chars]"
    },
    {
      "source": {
        "id": "el-mundo",
        "name": "El Mundo"
      },
      "author": "LUIS MARTÍNEZ",
      "title": "Polanski no tiene un Zola que le escriba",
      "description": "Si algo no se le puede discutir a Roman Polanski es el don de la oportunidad. Y la genialidad también. El mismo año que se cumple el 50º aniversario del asesinato de la que era su",
      "url": "https://www.elmundo.es/cultura/cine/2019/08/30/5d696e9e21efa012118b4626.html",
      "urlToImage": "https://e00-elmundo.uecdn.es/assets/multimedia/imagenes/2019/08/30/15671902621453.jpg",
      "publishedAt": "2019-08-30T18:45:04Z",
      "content": "Si algo no se le puede discutir a Roman Polanski es el don de la oportunidad. Y la genialidad también. El mismo año que se cumple el 50º aniversario del asesinato de la que era su pareja, Sharon Tate, a manos de la gente de Charles Manson, ahora que hasta la … [+8397 chars]"
    },
    {
      "source": {
        "id": "el-mundo",
        "name": "El Mundo"
      },
      "author": "EFE",
      "title": "El juicio a los responsables de los atentados del 11-S comenzará en 2021",
      "description": "El juicio en el que se enfrentarán a la pena de muerte cinco hombres imputados en EEUU como organizadores de los atentados terroristas del 11 de septiembre de 2001, que mataron a c",
      "url": "https://www.elmundo.es/internacional/2019/08/30/5d696ae0fdddffa6b28b4684.html",
      "urlToImage": "https://e00-elmundo.uecdn.es/assets/multimedia/imagenes/2019/08/30/15671896841992.jpg",
      "publishedAt": "2019-08-30T18:30:57Z",
      "content": "El juicio en el que se enfrentarán a la pena de muerte cinco hombres imputados en EEUU como organizadores de los atentados terroristas del 11 de septiembre de 2001, que mataron a casi 3.000 personas, comenzará el 11 de enero de 2021, según adelantó este viern… [+1141 chars]"
    },
    {
      "source": {
        "id": "el-mundo",
        "name": "El Mundo"
      },
      "author": "CHEMA RODRÍGUEZ",
      "title": "La Junta detecta casi 300 sospechas de fraude en la escolarización en Andalucía",
      "description": "Padres que se empadronan en el domicilio de los abuelos, en el de los tíos o en el de unos amigos, documentación que se falsea y hasta divorcios simulados. Y todo con un solo objet",
      "url": "https://www.elmundo.es/andalucia/2019/08/30/5d696a22fc6c832e088b45c0.html",
      "urlToImage": "https://e00-elmundo.uecdn.es/assets/multimedia/imagenes/2019/08/30/15671895274633.jpg",
      "publishedAt": "2019-08-30T18:25:55Z",
      "content": "Padres que se empadronan en el domicilio de los abuelos, en el de los tíos o en el de unos amigos, documentación que se falsea y hasta divorcios simulados. Y todo con un solo objetivo: conseguir una plaza en el colegio soñado para el hijo. Cueste lo que cuest… [+2351 chars]"
    },
    {
      "source": {
        "id": "el-mundo",
        "name": "El Mundo"
      },
      "author": "EFE | EUROPA PRESS",
      "title": "El huracán Dorian sube a categoría 3 en su camino amenazante a Florida",
      "description": "El huracán Dorian se sigue fortaleciendo y llegó a categoría 3 en la escala Saffir-Simpson, (sobre un máximo de 5), con vientos máximos sostenidos de 115 millas por hora (185 km/h)",
      "url": "https://www.elmundo.es/internacional/2019/08/30/5d69689bfdddff07628b465d.html",
      "urlToImage": "https://e00-elmundo.uecdn.es/assets/multimedia/imagenes/2019/08/30/15671890963104.jpg",
      "publishedAt": "2019-08-30T18:21:20Z",
      "content": "El huracán Dorian se sigue fortaleciendo y llegó a categoría 3 en la escala Saffir-Simpson, (sobre un máximo de 5), con vientos máximos sostenidos de 115 millas por hora (185 km/h) en su camino lento hacia Florida, informó el Centro Nacional de Huracanes (NHC… [+1787 chars]"
    },
    {
      "source": {
        "id": "el-mundo",
        "name": "El Mundo"
      },
      "author": "EUROPA PRESS",
      "title": "Un incendio en una planta de reciclado de papel en Vicálvaro genera una gran columna de humo",
      "description": "Un total de 11 dotaciones de bomberos del Ayuntamiento de Madrid están trabajando para extinguir un incendio generado en una empresa de reciclaje de papel ubicada en la calle Boyer",
      "url": "https://www.elmundo.es/madrid/2019/08/30/5d696659fdddff84028b45c3.html",
      "urlToImage": "https://e00-elmundo.uecdn.es/assets/multimedia/imagenes/2019/08/30/15671884421218.jpg",
      "publishedAt": "2019-08-30T18:09:48Z",
      "content": "Un total de 11 dotaciones de bomberos del Ayuntamiento de Madrid están trabajando para extinguir un incendio generado en una empresa de reciclaje de papel ubicada en la calle Boyer, en el distrito de Vicálvaro. \r\n Según han informado fuentes de Emergencias Ma… [+1240 chars]"
    },
    {
      "source": {
        "id": "el-mundo",
        "name": "El Mundo"
      },
      "author": "elmundo.es",
      "title": "Paco Ureña, herido por el tercero en Palencia",
      "description": "Paco Ureña ha sido cogido y herido por el tercer toro de Antonio Bañuelos que abre la Feria de San Antolín de Palencia. \n\"Ureña se lució en su saludo con el capote ante el segundo",
      "url": "https://www.elmundo.es/cultura/toros/2019/08/30/5d6960a9fc6c8338388b465c.html",
      "urlToImage": "https://e00-elmundo.uecdn.es/assets/multimedia/imagenes/2019/08/30/15671870719387.jpg",
      "publishedAt": "2019-08-30T17:49:16Z",
      "content": "Paco Ureña ha sido cogido y herido por el tercer toro de Antonio Bañuelos que abre la Feria de San Antolín de Palencia. \r\n\"Ureña se lució en su saludo con el capote ante el segundo de la tarde. La faena del lorquino tuvo despaciosidad e iba creciendo hasta qu… [+708 chars]"
    },
    {
      "source": {
        "id": "el-mundo",
        "name": "El Mundo"
      },
      "author": "EFE",
      "title": "Mueren nueve disidentes de las FARC en una gran operación militar en Colombia",
      "description": "Al menos nueve integrantes de un grupo disidente de las FARC murieron en una operación militar de gran escala desarrollada en una zona rural de San Vicente del Caguán, antiguo bast",
      "url": "https://www.elmundo.es/internacional/2019/08/30/5d695e9cfdddff39b98b45c1.html",
      "urlToImage": "https://e00-elmundo.uecdn.es/assets/multimedia/imagenes/2019/08/30/15671865746443.jpg",
      "publishedAt": "2019-08-30T17:39:31Z",
      "content": "Al menos nueve integrantes de un grupo disidente de las FARC murieron en una operación militar de gran escala desarrollada en una zona rural de San Vicente del Caguán, antiguo bastión de esa guerrilla en el sur de Colombia, informó este viernes el Ministerio … [+685 chars]"
    },
    {
      "source": {
        "id": "el-mundo",
        "name": "El Mundo"
      },
      "author": "EFE",
      "title": "La muerte del menor en Ibiza fue accidental, según concluye la investigación",
      "description": "La muerte del niño de once años que fue encontrado ahorcado la noche del pasado miércoles en su vivienda de ses Païsses, en el municipio ibicenco de Sant Antoni, se trató de \"un de",
      "url": "https://www.elmundo.es/baleares/2019/08/30/5d695b1bfdddffca838b45c1.html",
      "urlToImage": "https://e00-elmundo.uecdn.es/assets/multimedia/imagenes/2019/08/30/15671859505298.jpg",
      "publishedAt": "2019-08-30T17:27:51Z",
      "content": "La muerte del niño de once años que fue encontrado ahorcado la noche del pasado miércoles en su vivienda de ses Païsses, en el municipio ibicenco de Sant Antoni, se trató de \"un desgraciado accidente\", ha informado este viernes la Dirección Insular de la Admi… [+562 chars]"
    },
    {
      "source": {
        "id": "el-mundo",
        "name": "El Mundo"
      },
      "author": "EMILIO LÓPEZ ROMERO",
      "title": "Donald Trump prepara a EEUU para una guerra \"galáctica\"",
      "description": "Cuando Donald Trump anunció el año pasado sus planes para transformar y reforzar las Fuerzas Armadas, muchos se acordaron de la Guerra de las Galaxias. Pues bien, el presidente est",
      "url": "https://www.elmundo.es/internacional/2019/08/30/5d695c18fdddff5e518b4598.html",
      "urlToImage": "https://e00-elmundo.uecdn.es/assets/multimedia/imagenes/2019/08/30/15671856816644.jpg",
      "publishedAt": "2019-08-30T17:26:09Z",
      "content": "Cuando Donald Trump anunció el año pasado sus planes para transformar y reforzar las Fuerzas Armadas, muchos se acordaron de la Guerra de las Galaxias. Pues bien, el presidente estadounidense dio este jueves un primer paso con la creación de un nuevo Comando … [+3310 chars]"
    },
    {
      "source": {
        "id": "el-mundo",
        "name": "El Mundo"
      },
      "author": "AFP",
      "title": "Investigan una decena de muertes sospechosas en un hospital para militares veteranos",
      "description": "Las autoridades estadounidenses están investigando más de diez muertes sospechosas en un hospital para exmilitares, dos de las cuales fueron calificadas como homicidios después de",
      "url": "https://www.elmundo.es/internacional/2019/08/30/5d69557321efa0d4258b45fe.html",
      "urlToImage": "https://e00-elmundo.uecdn.es/assets/multimedia/imagenes/2019/08/30/15671844213153.png",
      "publishedAt": "2019-08-30T17:18:17Z",
      "content": "Las autoridades estadounidenses están investigando más de diez muertes sospechosas en un hospital para exmilitares, dos de las cuales fueron calificadas como homicidios después de que las autopsias revelaran inyecciones de insulina inexplicables.\r\nEl inspecto… [+1545 chars]"
    },
    {
      "source": {
        "id": "el-mundo",
        "name": "El Mundo"
      },
      "author": "ALBERTO ROJAS / AGENCIAS",
      "title": "Reabre la ruta de Lesbos: 13 embarcaciones con 500 personas en unos minutos",
      "description": "Turquía ha abierto el grifo. Este viernes, en un intervalo de unos cuantos minutos llegaron a las playas del norte de la isla de Lesbos hasta 500 personas procedentes del lado turc",
      "url": "https://www.elmundo.es/internacional/2019/08/30/5d6954e1fdddff39b98b45a8.html",
      "urlToImage": "https://e00-elmundo.uecdn.es/assets/multimedia/imagenes/2019/08/30/15671835478117.jpg",
      "publishedAt": "2019-08-30T17:02:47Z",
      "content": "Turquía ha abierto el grifo. Este viernes, en un intervalo de unos cuantos minutos llegaron a las playas del norte de la isla de Lesbos hasta 500 personas procedentes del lado turco. Skala Skaminias, escenario del histórico éxodo sirio e iraquí de los años 20… [+2723 chars]"
    },
    {
      "source": {
        "id": "el-mundo",
        "name": "El Mundo"
      },
      "author": "CHEMA RODRÍGUEZ",
      "title": "El Ayuntamiento de Sevilla precinta ahora la fábrica de la carne mechada contaminada por la listeria",
      "description": "El Ayuntamiento de Sevilla ha precintado, quince días después de la alerta sanitaria, la fábrica en la que Magrudis producía la carne mechada y el resto de sus productos alimentari",
      "url": "https://www.elmundo.es/andalucia/2019/08/30/5d6950d9fdddffd9bb8b4660.html",
      "urlToImage": "https://e00-elmundo.uecdn.es/assets/multimedia/imagenes/2019/08/30/15671823715749.jpg",
      "publishedAt": "2019-08-30T16:38:03Z",
      "content": "El Ayuntamiento de Sevilla ha precintado, quince días después de la alerta sanitaria, la fábrica en la que Magrudis producía la carne mechada y el resto de sus productos alimentarios y que ha sido el origen del mayor brote de listeriosis conocido nunca no sól… [+2306 chars]"
    },
    {
      "source": {
        "id": "el-mundo",
        "name": "El Mundo"
      },
      "author": "CARLOS CRIVELL",
      "title": "Un lleno contra la polémica en Ronda",
      "description": "La decisión personal de Francisco Rivera Ordóñez, empresario de la plaza de toros de Ronda, de separar la fecha de la celebración de la corrida Goyesca rondeña de la Feria de Pedro",
      "url": "https://www.elmundo.es/cultura/toros/2019/08/30/5d6950a1fc6c83ed368b45c6.html",
      "urlToImage": "https://e00-elmundo.uecdn.es/assets/multimedia/imagenes/2019/08/30/15671828556075.jpg",
      "publishedAt": "2019-08-30T16:37:09Z",
      "content": "La decisión personal de Francisco Rivera Ordóñez, empresario de la plaza de toros de Ronda, de separar la fecha de la celebración de la corrida Goyesca rondeña de la Feria de Pedro Romero ha provocado una profunda división en la hermosa ciudad andaluza. La co… [+5169 chars]"
    },
    {
      "source": {
        "id": "el-mundo",
        "name": "El Mundo"
      },
      "author": "EFE",
      "title": "Liberarán tras 35 años a un condenado a cadena perpetua que robó 50 dólares",
      "description": "Alvin Kennard quedará en libertad tras un nuevo veredicto. El Gobierno estatal de Alabama ha estado revisando las sentencias tras una crisis de sobrepoblación en sus prisiones Leer",
      "url": "https://www.elmundo.es/internacional/2019/08/30/5d6941a021efa0d4258b45f4.html",
      "urlToImage": "https://i.ytimg.com/vi/lL110rnEJXk/maxresdefault.jpg",
      "publishedAt": "2019-08-30T16:37:05Z",
      "content": "Alvin Kennard, condenado a cadena perpetua por el robo de 50 dólares y quien ha pasado más de 35 años preso, podría salir en libertad gracias a una revisión de sentencias en las hacinadas cárceles de Alabama, EEUU, informaron este viernes los medios.\r\nKennard… [+2432 chars]"
    },
    {
      "source": {
        "id": "el-mundo",
        "name": "El Mundo"
      },
      "author": "JAVIER SÁNCHEZ",
      "title": "Fernando Carro, la estrella que sigue en el barrio: \"Correr no cambia el mundo\"",
      "description": "El pasado julio cuando llegó de Mónaco, donde batió el récord de España de los 3.000 metros obstáculos de 2002, su madre le preguntó: \"¿A qué viene tanto revuelto si acabaste cuarto?\" Leer",
      "url": "https://www.elmundo.es/deportes/mas-deporte/2019/08/30/5d694b2921efa0d5078b4582.html",
      "urlToImage": "https://e00-elmundo.uecdn.es/assets/multimedia/imagenes/2019/08/30/15671827206086.jpg",
      "publishedAt": "2019-08-30T16:36:36Z",
      "content": "El pasado julio en Mónaco, donde el atletismo se viste de deporte rico, es aplaudido por un príncipe, resplandece frente al Mediterráneo, Fernando Carro batió el récord de España de los 3.000 metros obstáculos, una plusmarca que llevaba vigente desde 2002, y … [+4184 chars]"
    },
    {
      "source": {
        "id": "el-mundo",
        "name": "El Mundo"
      },
      "author": "LUIS F. DURÁN",
      "title": "La Policía Municipal clausura en Usera un local de comida china a domicilio por falta de higiene",
      "description": "La Policía Municipal ha clausurado esta semana en el distrito madrileño de Usera un local de reparto de comida oriental a domicilio tras descubrir varias deficiencias higiénicas y",
      "url": "https://www.elmundo.es/madrid/2019/08/30/5d694f97fc6c83d11b8b45bd.html",
      "urlToImage": "https://e00-elmundo.uecdn.es/assets/multimedia/imagenes/2019/08/30/15671828238780.jpg",
      "publishedAt": "2019-08-30T16:34:10Z",
      "content": "La Policía Municipal ha clausurado esta semana en el distrito madrileño de Usera un local de reparto de comida oriental a domicilio tras descubrir varias deficiencias higiénicas y encontrar a sus trabajadores fumando en la cocina. El restaurante es propiedad … [+1232 chars]"
    },
    {
      "source": {
        "id": "el-mundo",
        "name": "El Mundo"
      },
      "author": "SERGIO R. VIÑAS",
      "title": "Valverde remata en Mas de la Costa el gran trabajo del Movistar",
      "description": "16 años distancian Envalira de Mas de la Costa, la primera victoria de Alejandro Valverde en La Vuelta de la duodécima. Cambia el escenario, cambian las arrugas, pero lo esencial s",
      "url": "https://www.elmundo.es/deportes/ciclismo/vuelta-a-espana/2019/08/30/5d694b2ffdddffe6248b45e9.html",
      "urlToImage": "https://e00-elmundo.uecdn.es/assets/multimedia/imagenes/2019/08/30/15671813162923.jpg",
      "publishedAt": "2019-08-30T16:14:03Z",
      "content": "16 años distancian Envalira de Mas de la Costa, la primera victoria de Alejandro Valverde en La Vuelta de la duodécima. Cambia el escenario, cambian las arrugas, pero lo esencial se mantiene invariable. Gana porque remata como nadie cuando la carretera se emp… [+2403 chars]"
    },
    {
      "source": {
        "id": "el-mundo",
        "name": "El Mundo"
      },
      "author": "AFP",
      "title": "La asistente personal de Donald Trump dimite tras hablar de la familia del presidente con la prensa",
      "description": "La asistente personal de Donald Trump, Madeleine Westerhout, dimitió el jueves después de compartir con los periodistas información sobre la familia del presidente estadounidense,",
      "url": "https://www.elmundo.es/internacional/2019/08/30/5d694156fc6c83d5418b461d.html",
      "urlToImage": "https://e00-elmundo.uecdn.es/assets/multimedia/imagenes/2019/08/30/15671788215365.jpg",
      "publishedAt": "2019-08-30T16:13:20Z",
      "content": "La asistente personal de Donald Trump, Madeleine Westerhout, dimitió el jueves después de compartir con los periodistas información sobre la familia del presidente estadounidense, informa la prensa estadounidense.\r\nSegún el diario 'New York Times', que cita f… [+1456 chars]"
    },
    {
      "source": {
        "id": "el-mundo",
        "name": "El Mundo"
      },
      "author": "ESTHER MUCIENTES",
      "title": "Quique Peinado, el intruso de la televisión: \"No se puede hacer comedia para herir\"",
      "description": "Para este periodista, «intruso» televisivo, su pasión sería \"dirigir documentales\", confiesa a Crónica. Pero hay que vivir y la tele da para vivir. Por eso, y pese a que la televis",
      "url": "https://www.elmundo.es/cronica/2019/08/30/5d53e59efc6c8352448b469d.html",
      "urlToImage": "https://e00-elmundo.uecdn.es/assets/multimedia/imagenes/2019/08/14/15657790132087.jpg",
      "publishedAt": "2019-08-30T16:11:41Z",
      "content": "Para este periodista, «intruso» televisivo, su pasión sería \"dirigir documentales\", confiesa a Crónica. Pero hay que vivir y la tele da para vivir. Por eso, y pese a que la televisión no es su medio natural, gracias a Zapeando -La Sexta-, consigue todas las t… [+8753 chars]"
    },
    {
      "source": {
        "id": "el-mundo",
        "name": "El Mundo"
      },
      "author": "MARÍA FLUXÁ",
      "title": "Bolsonaro, antes de hablar con Merkel sobre el Amazonas: \"Quiere salir conmigo\"",
      "description": "El presidente brasileño, Jair Bolsonaro, afirma estar preparado para hablar con los mandatarios de todos los países que quieran socorrer en los incendios de la Amazonía, salvo con",
      "url": "https://www.elmundo.es/internacional/2019/08/30/5d69423cfdddff73668b4661.html",
      "urlToImage": "https://e00-elmundo.uecdn.es/assets/multimedia/imagenes/2019/08/30/15671792859381.jpg",
      "publishedAt": "2019-08-30T15:35:41Z",
      "content": "El presidente brasileño, Jair Bolsonaro, afirma estar preparado para hablar con los mandatarios de todos los países que quieran socorrer en los incendios de la Amazonía, salvo con el presidente francés. \"Cualquier recurso individual, de un país u otro, nosotr… [+3479 chars]"
    },
    {
      "source": {
        "id": "el-mundo",
        "name": "El Mundo"
      },
      "author": "EFE",
      "title": "El Gobierno blinda la Zarzuela, Moncloa y las Cortes contra el ataque de drones",
      "description": "Entre el 7 y el 16 de junio se detectaron en el área urbana de Madrid 117 vuelos ilegales de drones. Para contrarrestar el uso indebido de estos aparatos, el Ministerio del Interio",
      "url": "https://www.elmundo.es/espana/2019/08/30/5d69415a21efa0ce108b45f1.html",
      "urlToImage": "https://e00-elmundo.uecdn.es/assets/multimedia/imagenes/2019/08/30/15671790861700.jpg",
      "publishedAt": "2019-08-30T15:32:58Z",
      "content": "Entre el 7 y el 16 de junio se detectaron en el área urbana de Madrid 117 vuelos ilegales de drones. Para contrarrestar el uso indebido de estos aparatos, el Ministerio del Interior ha puesto en marcha un sistema que, de momento, blinda los palacios de la Zar… [+2357 chars]"
    },
    {
      "source": {
        "id": "el-mundo",
        "name": "El Mundo"
      },
      "author": "EFE",
      "title": "Dave Grohl pide que Oasis se reúnan y Noel Gallagher que Foo Fighters se separen",
      "description": "Durante su reciente actuación en el Reading Festival británico, Foo Fighters hicieron gala por enésima vez de su gran sentido del humor reclamando la reunión de Oasis: con una foto",
      "url": "https://www.elmundo.es/cultura/musica/2019/08/30/5d694027fc6c83d5418b4615.html",
      "urlToImage": "https://e00-elmundo.uecdn.es/assets/multimedia/imagenes/2019/08/30/15671787541506.jpg",
      "publishedAt": "2019-08-30T15:26:48Z",
      "content": "Durante su reciente actuación en el Reading Festival británico, Foo Fighters hicieron gala por enésima vez de su gran sentido del humor reclamando la reunión de Oasis: con una foto de los hermanos Gallagher en el bombo de la batería y con Dave Grohl animando … [+1219 chars]"
    },
    {
      "source": {
        "id": "el-mundo",
        "name": "El Mundo"
      },
      "author": "FRANCISCO CABEZAS",
      "title": "Valverde: \"Nada hace pensar que Rakitic no vaya a seguir\"",
      "description": "Ernesto Valverde está harto del mercado de fichajes. No se esfuerza el técnico del Barcelona en disimularlo, y cada vez que le cuestionan al respecto, exhala un suspiro. \"Tengo muc",
      "url": "https://www.elmundo.es/deportes/futbol/primera-division/2019/08/30/5d693198fc6c83a3798b4595.html",
      "urlToImage": "https://e00-elmundo.uecdn.es/assets/multimedia/imagenes/2019/08/30/15671750313959.jpg",
      "publishedAt": "2019-08-30T15:20:00Z",
      "content": "Ernesto Valverde está harto del mercado de fichajes. No se esfuerza el técnico del Barcelona en disimularlo, y cada vez que le cuestionan al respecto, exhala un suspiro. \"Tengo muchas ganas de que llegue el día [del cierre de la ventana de fichajes] y descans… [+2638 chars]"
    },
    {
      "source": {
        "id": "el-mundo",
        "name": "El Mundo"
      },
      "author": "R. VILLAÉCIJA/AGENCIAS",
      "title": "El director de Recursos Humanos de Ryanair, Eddie Wilson, releva al polémico O'Leary como consejero delegado",
      "description": "Ryanair ha anunciado este viernes, a través de una nota interna a sus trabajadores, quién será el sustituto de Michael O'Leary, consejero delegado, a partir de este lunes. El cargo",
      "url": "https://www.elmundo.es/economia/empresas/2019/08/30/5d6938cdfdddffda5c8b4650.html",
      "urlToImage": "https://e00-elmundo.uecdn.es/assets/multimedia/imagenes/2019/08/30/15671772130204.jpg",
      "publishedAt": "2019-08-30T15:08:46Z",
      "content": "Ryanair ha anunciado este viernes, a través de una nota interna a sus trabajadores, quién será el sustituto de Michael O'Leary, consejero delegado, a partir de este lunes. El cargo lo asumirá el director de recursos humanos de Ryanair DAC, Eddie Wilson, a par… [+2172 chars]"
    },
    {
      "source": {
        "id": "el-mundo",
        "name": "El Mundo"
      },
      "author": "M.M.P.",
      "title": "La política española no necesita adlátares, necesita intelectuales y buenos gestores, asegura un panel de expertos",
      "description": "La política no necesita adláteres. Necesita intelectuales y buenos gestores. Esta es la principal conclusión a la que han llegado los ponentes y participantes del curso La España P",
      "url": "https://www.elmundo.es/andalucia/2019/08/30/5d693823fdddff8d5f8b45c9.html",
      "urlToImage": "https://e00-elmundo.uecdn.es/assets/multimedia/imagenes/2019/08/30/15671766955794.jpg",
      "publishedAt": "2019-08-30T14:54:38Z",
      "content": "La política no necesita adláteres. Necesita intelectuales y buenos gestores. Esta es la principal conclusión a la que han llegado los ponentes y participantes del curso La España Plural que se ha celebrado estos días en la sede Antonio Machado de Baeza, dentr… [+1979 chars]"
    },
    {
      "source": {
        "id": "el-mundo",
        "name": "El Mundo"
      },
      "author": "SERVIMEDIA",
      "title": "La Armada contrata a una empresa para reflotar el cazaminas varado junto al Mar Menor",
      "description": "La Armada ha contratado los servicios de una empresa especializada en labores de recuperación para conseguir reflotar el cazaminas Turia, que este martes quedó varado frente al Mar",
      "url": "https://www.elmundo.es/espana/2019/08/30/5d69367ffdddfff03b8b46e2.html",
      "urlToImage": "https://e00-elmundo.uecdn.es/assets/multimedia/imagenes/2019/08/30/15671762718915.jpg",
      "publishedAt": "2019-08-30T14:48:39Z",
      "content": "La Armada ha contratado los servicios de una empresa especializada en labores de recuperación para conseguir reflotar el cazaminas Turia, que este martes quedó varado frente al Mar Menor cuando colaboraba en el rescate del avión C-101 que se estrelló este lun… [+1320 chars]"
    },
    {
      "source": {
        "id": "el-mundo",
        "name": "El Mundo"
      },
      "author": "FERNANDO DE LA TORRE",
      "title": "Doñana cumple cincuenta años como parque nacional y la Junta prepara un programa para potenciar su imagen y conocimiento",
      "description": "El Parque Nacional de Doñana cumple cincuenta años y la Junta de Andalucía quiere celebrarlo con una campaña para mejorar la imagen de este espacio natural único en Europa. La admi",
      "url": "https://www.elmundo.es/andalucia/2019/08/30/5d6933dbfdddffe0348b4690.html",
      "urlToImage": "https://e00-elmundo.uecdn.es/assets/multimedia/imagenes/2019/08/30/15671755956407.jpg",
      "publishedAt": "2019-08-30T14:34:24Z",
      "content": "El Parque Nacional de Doñana cumple cincuenta años y la Junta de Andalucía quiere celebrarlo con una campaña para mejorar la imagen de este espacio natural único en Europa. La administración autonómica quiere poner en pie un mensaje de compromiso con el futur… [+1981 chars]"
    },
    {
      "source": {
        "id": "el-mundo",
        "name": "El Mundo"
      },
      "author": "CAROLINA OUBERNELL",
      "title": "La oferta cultural y patrimonial atrajo a diez millones y medio de turistas a Andalucía el pasado año",
      "description": "Un total de diez millones y medio de turistas visitaron la comunidad autónoma andaluza en 2018 atraídos por su oferta cultural y patrimonial, según los datos extraídos de la Encues",
      "url": "https://www.elmundo.es/andalucia/2019/08/30/5d6932b9fdddffca838b45a3.html",
      "urlToImage": "https://e00-elmundo.uecdn.es/assets/multimedia/imagenes/2019/08/30/15671753075248.jpg",
      "publishedAt": "2019-08-30T14:29:29Z",
      "content": "Un total de diez millones y medio de turistas visitaron la comunidad autónoma andaluza en 2018 atraídos por su oferta cultural y patrimonial, según los datos extraídos de la Encuesta de Coyuntura Turística de Andalucía (ECTA), elaborada por la Consejería de T… [+3494 chars]"
    },
    {
      "source": {
        "id": "el-mundo",
        "name": "El Mundo"
      },
      "author": "EFE",
      "title": "Alerta sanitaria por toxina botulínica en el atún en aceite de girasol de la marca DIA",
      "description": "La Agencia Española de Seguridad Alimentaria y Nutrición (Aesan) ha activado una alerta sanitaria por un brote de intoxicación alimentaria provocado por toxina botulínica detectada",
      "url": "https://www.elmundo.es/salud/2019/08/30/5d69300c21efa0e32d8b4608.html",
      "urlToImage": "https://e00-elmundo.uecdn.es/assets/multimedia/imagenes/2019/08/30/15671747808290.jpg",
      "publishedAt": "2019-08-30T14:27:23Z",
      "content": "La Agencia Española de Seguridad Alimentaria y Nutrición (Aesan) ha activado una alerta sanitaria por un brote de intoxicación alimentaria provocado por toxina botulínica detectada en el atún en conserva en aceite de girasol de la marca DIA.\r\nEl brote se ha d… [+708 chars]"
    },
    {
      "source": {
        "id": "el-mundo",
        "name": "El Mundo"
      },
      "author": "EUROPA PRESS",
      "title": "PP, Ciudadanos y Vox apoyan a los guardias civiles heridos en Ceuta y piden más medios para proteger la frontera",
      "description": "El presidente del PP, Pablo Casado, y el líder de Ciudadanos, Albert Rivera, han expresado su apoyo a los seis agentes de la Guardia Civil que han resultado heridos en el salto mas",
      "url": "https://www.elmundo.es/espana/2019/08/30/5d693216fdddffe0348b4680.html",
      "urlToImage": "https://e00-elmundo.uecdn.es/assets/multimedia/imagenes/2019/08/30/15671751860847.jpg",
      "publishedAt": "2019-08-30T14:26:48Z",
      "content": "El presidente del PP, Pablo Casado, y el líder de Ciudadanos, Albert Rivera, han expresado su apoyo a los seis agentes de la Guardia Civil que han resultado heridos en el salto masivo de la valla de Ceuta por parte de 155 inmigrantes. También el presidente de… [+3783 chars]"
    },
    {
      "source": {
        "id": "el-mundo",
        "name": "El Mundo"
      },
      "author": "EFE",
      "title": "El PD y el M5S presentan a Conte sus puntos de programa innegociables",
      "description": "El líder del Movimiento Cinco Estrellas pide recortar el número de parlamentarios mientras el líder el Partido Demócrata propuso recortar los impuestos para los salarios bajos y medios Leer",
      "url": "https://www.elmundo.es/internacional/2019/08/30/5d692f92fdddff15448b45bf.html",
      "urlToImage": "https://e00-elmundo.uecdn.es/assets/multimedia/imagenes/2019/08/30/15671744948024.jpg",
      "publishedAt": "2019-08-30T14:16:05Z",
      "content": "El Partido Demócrata (PD) y los antisistema del Movimiento 5 Estrellas (M5S) presentaron hoy al presidente en funciones Giuseppe Conte, encargado de formar un nuevo Ejecutivo en Italia, los puntos que deben incluirse en el que esperan sea el programa del Gobi… [+2754 chars]"
    },
    {
      "source": {
        "id": "el-mundo",
        "name": "El Mundo"
      },
      "author": "MARISOL HERNÁNDEZ",
      "title": "El Gobierno cree que Podemos no puede rechazar un acuerdo que incluye parte de su programa",
      "description": "En la carrera para arrinconar a Podemos durante estas últimas semanas, antes de que el 23 de septiembre queden liquidadas todas la opciones de intentar una nueva investidura y se c",
      "url": "https://www.elmundo.es/espana/2019/08/30/5d692186fdddff9e148b4578.html",
      "urlToImage": "https://e00-elmundo.uecdn.es/assets/multimedia/imagenes/2019/08/30/15671710262201.jpg",
      "publishedAt": "2019-08-30T13:21:14Z",
      "content": "En la carrera para arrinconar a Podemos durante estas últimas semanas, antes de que el 23 de septiembre queden liquidadas todas la opciones de intentar una nueva investidura y se convoquen automáticamente unas segundas elecciones generales el 10 de noviembre,… [+3401 chars]"
    },
    {
      "source": {
        "id": "el-mundo",
        "name": "El Mundo"
      },
      "author": "EFE",
      "title": "Josefina Molina, Premio Nacional de Cinematografía",
      "description": "La directora de cine Josefina Molina (Córdoba, 1936) ha sido distinguida hoy con el Premio Nacional de Cinematografía 2029, que reconoce la carrera de un profesional del séptimo ar",
      "url": "https://www.elmundo.es/cultura/cine/2019/08/30/5d692168fc6c83fa3a8b45da.html",
      "urlToImage": "https://e00-elmundo.uecdn.es/assets/multimedia/imagenes/2019/08/30/15671708955246.jpg",
      "publishedAt": "2019-08-30T13:17:01Z",
      "content": "La directora de cine Josefina Molina (Córdoba, 1936) ha sido distinguida hoy con el Premio Nacional de Cinematografía 2029, que reconoce la carrera de un profesional del séptimo arte en cualquiera de sus facetas, ha informado hoy el Ministerio de Cultura y De… [+1470 chars]"
    },
    {
      "source": {
        "id": "el-mundo",
        "name": "El Mundo"
      },
      "author": "AGENCIAS",
      "title": "Sevilla, Getafe y Espanyol evitan a los rivales más peligrosos en el sorteo",
      "description": "La representación española en la Europa League ha conocido esta mañana a los que serán sus rivales en la fase de grupos. Sevilla, Espanyol y Getafe han recibido buenas noticias des",
      "url": "https://www.elmundo.es/deportes/futbol/2019/08/30/5d691eb121efa07a0e8b45e7.html",
      "urlToImage": "https://e00-elmundo.uecdn.es/assets/multimedia/imagenes/2019/08/30/15671665057240.jpg",
      "publishedAt": "2019-08-30T13:05:58Z",
      "content": "La representación española en la Europa League ha conocido esta mañana a los que serán sus rivales en la fase de grupos. Sevilla, Espanyol y Getafe han recibido buenas noticias desde Mónaco ya que evitarán en primera instancia a rivales como Roma, Arsenal, Ma… [+2654 chars]"
    },
    {
      "source": {
        "id": "el-mundo",
        "name": "El Mundo"
      },
      "author": "MARTA BENAYAS",
      "title": "El maquillaje de Liv Tyler en Venecia es el más elegante por este innovador gesto",
      "description": "Aunque durante estos días la ciudad de los canales sea el epicentro del séptimo arte, lo cierto es que no todo es cine. Desde su primera edición hace 76 años la moda y la belleza t",
      "url": "https://www.elmundo.es/yodona/belleza/2019/08/30/5d691bbefc6c83af3c8b45ba.html",
      "urlToImage": "https://e00-elmundo.uecdn.es/assets/multimedia/imagenes/2019/08/30/5d691bbefc6c83af3c8b45ba_facebook.jpg",
      "publishedAt": "2019-08-30T12:52:09Z",
      "content": "Liv Tyler eligió un diseño de Givenchy con escote Bardot y mangas capa. Fotos: GETTY IMAGES\r\nEl peinado efecto mojado (en todas sus versiones) arrasa en el Festival de Venecia\r\nAunque durante estos días la ciudad de los canales sea el epicentro del séptimo ar… [+2680 chars]"
    },
    {
      "source": {
        "id": "el-mundo",
        "name": "El Mundo"
      },
      "author": "QUICO ALSEDO",
      "title": "Lágrimas y poltronas: Podemos, al borde del cisma en La Rioja por la guerra para elegir a su consejera",
      "description": "La nueva presidenta regional, Concha Andreu (PSOE), desecha a la candidata elegida por la formación morada para ostentar la consejería pactada y le entrega la silla a la única diputada regional de Podemos, Raquel Romero, enfrentada a la dirección Leer",
      "url": "https://www.elmundo.es/espana/2019/08/30/5d691463fdddffa2218b460a.html",
      "urlToImage": "https://e00-elmundo.uecdn.es/assets/multimedia/imagenes/2019/08/30/15671682054192.jpg",
      "publishedAt": "2019-08-30T12:48:20Z",
      "content": "Unas inesperadas y nada furtivas lágrimas presagiaron, el martes pasado, el monumental lío en que se halla actualmente Podemos en La Rioja: en el vértice de un posible cisma, con sus cuadros enredados en una guerra fratricida de puestos, reproches y hasta log… [+6046 chars]"
    },
    {
      "source": {
        "id": "el-mundo",
        "name": "El Mundo"
      },
      "author": "EUROPA PRESS",
      "title": "La Audiencia Nacional rechaza prohibir el 'Ospa Eguna' de Alsasua porque no hay antecedentes de delitos graves",
      "description": "El titular del Juzgado Central de Instrucción número 2 de la Audiencia Nacional, Ismael Moreno, ha dictado un auto este viernes en el que rechaza prohibir la conmemoración del 'Osp",
      "url": "https://www.elmundo.es/espana/2019/08/30/5d691883fc6c83a3798b458d.html",
      "urlToImage": "https://e00-elmundo.uecdn.es/assets/multimedia/imagenes/2019/08/30/15671686253925.jpg",
      "publishedAt": "2019-08-30T12:37:41Z",
      "content": "El titular del Juzgado Central de Instrucción número 2 de la Audiencia Nacional, Ismael Moreno, ha dictado un auto este viernes en el que rechaza prohibir la conmemoración del 'Ospa Eguna' o 'Día del Adiós' prevista para este sábado en la localidad navarra de… [+1370 chars]"
    },
    {
      "source": {
        "id": "el-mundo",
        "name": "El Mundo"
      },
      "author": "EFE",
      "title": "Un herido con pronóstico reservado y nueve leves en el cuarto encierro de 'Sanse'",
      "description": "El diagnóstico del herido más grave barajaba una cornada envainada - dónde no se ve el orificio de entrada- finalmente, no es tal la gravedad de la herida y no ha sido necesaria la intervención Leer",
      "url": "https://www.elmundo.es/madrid/2019/08/30/5d690ec521efa0a35d8b45f8.html",
      "urlToImage": "https://e00-elmundo.uecdn.es/assets/multimedia/imagenes/2019/08/30/15671660490914.jpg",
      "publishedAt": "2019-08-30T12:20:21Z",
      "content": "El cuarto encierro de San Sebastián de los Reyes (Madrid), que ha durado un minuto y 50 segundos, ha dejado nueve heridos leves y uno con pronóstico reservado, que sufre un fuerte dolor torácico y un golpe en la cara, por lo que ha tenido que ser trasladado a… [+2626 chars]"
    },
    {
      "source": {
        "id": "el-mundo",
        "name": "El Mundo"
      },
      "author": "EUROPA PRESS",
      "title": "Un detenido por agredir a un hombre que llevaba una camiseta de España",
      "description": "Los Mossos d'Esquadra han detenido la madrugada de este viernes a un hombre que presuntamente ha agredido a otro que vestía una camiseta con una bandera española en Barcelona, ha i",
      "url": "https://www.elmundo.es/cataluna/2019/08/30/5d6912eafdddff01118b4591.html",
      "urlToImage": "https://e00-elmundo.uecdn.es/assets/v12/img/destacadas/elmundo__logo-generica.jpg",
      "publishedAt": "2019-08-30T12:15:10Z",
      "content": "Los Mossos d'Esquadra han detenido la madrugada de este viernes a un hombre que presuntamente ha agredido a otro que vestía una camiseta con una bandera española en Barcelona, ha informado a Europa Press la policía catalana. \r\n Los hechos han ocurrido en la c… [+473 chars]"
    },
    {
      "source": {
        "id": "el-mundo",
        "name": "El Mundo"
      },
      "author": "elmundo.es",
      "title": "El festival de Eurovisión 2020 se celebrará en mayo en Rotterdam",
      "description": "La 65º edición del Festival de Eurovisión se celebrará en mayo de 2020 en la ciudad holandesa de Rotterdam, después de analizarse la \"idoneidad técnica\" de la ubicación, las instal",
      "url": "https://www.elmundo.es/television/2019/08/30/5d69113b21efa029428b45ce.html",
      "urlToImage": "https://e00-elmundo.uecdn.es/assets/multimedia/imagenes/2019/08/30/15671667081982.jpg",
      "publishedAt": "2019-08-30T12:06:43Z",
      "content": "La 65º edición del Festival de Eurovisión se celebrará en mayo de 2020 en la ciudad holandesa de Rotterdam, después de analizarse la \"idoneidad técnica\" de la ubicación, las instalaciones circundantes y la contribución financiera del municipio, confirmó este … [+2609 chars]"
    },
    {
      "source": {
        "id": "el-mundo",
        "name": "El Mundo"
      },
      "author": "EUROPA PRESS",
      "title": "La Fiscalía de la Audiencia Nacional investiga la gestión de Salvini con el Open Arms",
      "description": "La Fiscalía de la Audiencia Nacional investiga la gestión que hizo el ministro del Interior de Italia, Matteo Salvini, con el barco de la ONG española Open Arms, después de que un",
      "url": "https://www.elmundo.es/espana/2019/08/30/5d690e01fc6c837f228b45e7.html",
      "urlToImage": "https://e00-elmundo.uecdn.es/assets/multimedia/imagenes/2019/08/30/15671659400193.jpg",
      "publishedAt": "2019-08-30T11:53:03Z",
      "content": "La Fiscalía de la Audiencia Nacional investiga la gestión que hizo el ministro del Interior de Italia, Matteo Salvini, con el barco de la ONG española Open Arms, después de que un abogado español presentara una denuncia por \"detención ilegal\" de las personas … [+1395 chars]"
    },
    {
      "source": {
        "id": "el-mundo",
        "name": "El Mundo"
      },
      "author": "SERGIO R. VIÑAS",
      "title": "Unai Núñez, central por herencia familiar",
      "description": "Hay quien acaba siendo (pongamos) mecánico porque su padre tenía un taller y porque su hermano mayor empezó a trabajar en él en cuanto pudo hacerlo. A Unai Núñez, la gran novedad d",
      "url": "https://www.elmundo.es/deportes/futbol/2019/08/30/5d6906de21efa0e8128b4656.html",
      "urlToImage": "https://e00-elmundo.uecdn.es/assets/multimedia/imagenes/2019/08/30/15671638833850.jpg",
      "publishedAt": "2019-08-30T11:36:32Z",
      "content": "Hay quien acaba siendo (pongamos) mecánico porque su padre tenía un taller y porque su hermano mayor empezó a trabajar en él en cuanto pudo hacerlo. A Unai Núñez, la gran novedad de la lista de Robert Moreno para los partidos contra Rumanía e Islas Feroe le o… [+3253 chars]"
    },
    {
      "source": {
        "id": "el-mundo",
        "name": "El Mundo"
      },
      "author": "MARTA BENAYAS",
      "title": "El peinado efecto mojado (en todas sus versiones) arrasa en el Festival de Venecia",
      "description": "Nunca defrauda, cada año el Festival de Venecia deja looks para la posteridad que las fanáticas de la moda recuerdan por mucho tiempo, ¿o es que nadie se acuerda del majestuoso Val",
      "url": "https://www.elmundo.es/yodona/moda/2019/08/30/5d68f8ddfc6c83fa3a8b45cc.html",
      "urlToImage": "https://e00-elmundo.uecdn.es/assets/multimedia/imagenes/2019/08/30/5d68f8ddfc6c83fa3a8b45cc_facebook.jpg",
      "publishedAt": "2019-08-30T11:21:02Z",
      "content": "Juliette Binoche y Scarlett Johansson lucen la versión más playera. Fotos: GETTY IMAGES / GTRESONLINE\r\nLas Hadid tienen las cejas que querrás este otoño, y te contamos el motivo\r\nNunca defrauda, cada año el Festival de Venecia deja looks para la posteridad qu… [+3009 chars]"
    },
    {
      "source": {
        "id": "el-mundo",
        "name": "El Mundo"
      },
      "author": "SILVIA MORENO",
      "title": "Abortan otras dos embarazadas que tomaron alimentos contaminados con la Listeria",
      "description": "El mayor brote de listeriosis declarado en el país ha provocado que otras dos mujeres embarazadas que estaban ingresadas en hospitales de Sevilla y que habían tomado alimentos cont",
      "url": "https://www.elmundo.es/andalucia/2019/08/30/5d690384fc6c832d7c8b4685.html",
      "urlToImage": "https://e00-elmundo.uecdn.es/assets/multimedia/imagenes/2019/08/30/15671625053864.jpg",
      "publishedAt": "2019-08-30T11:17:00Z",
      "content": "El mayor brote de listeriosis declarado en el país ha provocado que otras dos mujeres embarazadas que estaban ingresadas en hospitales de Sevilla y que habían tomado alimentos contaminados con la bacteria de la Listeria hayan abortado en las últimas horas de … [+2416 chars]"
    },
    {
      "source": {
        "id": "el-mundo",
        "name": "El Mundo"
      },
      "author": "BEATRIZ ALMANSA",
      "title": "Así consigue Eva Longoria tener unos brazos tonificados",
      "description": "Eva Longoria se ha tomado la 'vuelta al cole' muy en serio, y no descuida su rutina fitness para mantenerse en forma. La actriz tuvo a su primer hijo hace algo más de un año, y aun",
      "url": "https://www.elmundo.es/yodona/fitness/2019/08/30/5d68f8f4fdddff78808b4686.html",
      "urlToImage": "https://e00-elmundo.uecdn.es/assets/multimedia/imagenes/2019/08/30/5d68f8f4fdddff78808b4686_facebook.jpg",
      "publishedAt": "2019-08-30T11:15:41Z",
      "content": "Eva Longoria. GTRES\r\nEjercicios para tonificar los brazos este verano\r\nEva Longoria se ha tomado la 'vuelta al cole' muy en serio, y no descuida su rutina fitness para mantenerse en forma. La actriz tuvo a su primer hijo hace algo más de un año, y aunque lo s… [+2541 chars]"
    },
    {
      "source": {
        "id": "el-mundo",
        "name": "El Mundo"
      },
      "author": "EUROPA PRESS",
      "title": "Richard Linklater, el director de 'Boyhood', planea rodar una película durante los próximos 20 años",
      "description": "En línea con una de sus grandes obsesiones, el tiempo, Richard Linklater ha decidido repetir su experiencia tras los doce años de rodaje de Boyhood, y superará la extensa duración",
      "url": "https://www.elmundo.es/cultura/cine/2019/08/30/5d6904ccfc6c83c6618b45ad.html",
      "urlToImage": "https://e00-elmundo.uecdn.es/assets/multimedia/imagenes/2019/08/30/15671631830863.jpg",
      "publishedAt": "2019-08-30T11:15:01Z",
      "content": "En línea con una de sus grandes obsesiones, el tiempo, Richard Linklater ha decidido repetir su experiencia tras los doce años de rodaje de Boyhood, y superará la extensa duración de filmación con un nuevo proyecto, la adaptación del musical Merrily We Roll A… [+2172 chars]"
    },
    {
      "source": {
        "id": "el-mundo",
        "name": "El Mundo"
      },
      "author": "elmundo.es",
      "title": "Rueda de prensa posterior al Consejo de Ministros, en directo",
      "description": "Leer",
      "url": "https://www.elmundo.es/espana/2019/08/30/5d690448fc6c832e088b459c.html",
      "urlToImage": "https://e00-elmundo.uecdn.es/assets/v12/img/destacadas/elmundo__logo-generica.jpg",
      "publishedAt": "2019-08-30T11:11:19Z",
      "content": "Conforme a los criterios de\r\nThe Trust Project"
    },
    {
      "source": {
        "id": "el-mundo",
        "name": "El Mundo"
      },
      "author": "EFE",
      "title": "Cierran el acceso a una playa de Badalona tras hallar un artefacto en el agua",
      "description": "La Guardia Urbana de Badalona (Barcelona) ha cerrado el acceso a una parte de la playa del Cristall de Badalona y ha prohibido el baño, tras hallarse a unos 15 metros de la costa u",
      "url": "https://www.elmundo.es/cataluna/2019/08/30/5d69032d21efa029428b45be.html",
      "urlToImage": "https://e00-elmundo.uecdn.es/assets/multimedia/imagenes/2019/08/30/15671631421513.jpg",
      "publishedAt": "2019-08-30T11:06:43Z",
      "content": "La Guardia Urbana de Badalona (Barcelona) ha cerrado el acceso a una parte de la playa del Cristall de Badalona y ha prohibido el baño, tras hallarse a unos 15 metros de la costa un artefacto sumergido.\r\nSegún ha informado el Ayuntamiento de Badalona, especia… [+628 chars]"
    },
    {
      "source": {
        "id": "el-mundo",
        "name": "El Mundo"
      },
      "author": "EL MUNDO",
      "title": "Multa de 40.000 dólares a Carla Suárez tras su retirada por falta de esfuerzo",
      "description": "Mientras el tenis español apuraba sus últimos momentos con representación en el cuadro femenino del US Open con el partido en el que finalmente cayó derrotada Aliona Bolsova frente",
      "url": "https://www.elmundo.es/deportes/tenis/us-open/2019/08/30/5d6901f321efa0e8128b464c.html",
      "urlToImage": "https://e00-elmundo.uecdn.es/assets/multimedia/imagenes/2019/08/30/15671588460466.jpg",
      "publishedAt": "2019-08-30T11:03:35Z",
      "content": "Mientras el tenis español apuraba sus últimos momentos con representación en el cuadro femenino del US Open con el partido en el que finalmente cayó derrotada Aliona Bolsova frente a la rumana Cirstea, la organización del anunciaba que Carla Suárez sería mult… [+2594 chars]"
    },
    {
      "source": {
        "id": "el-mundo",
        "name": "El Mundo"
      },
      "author": "EL MUNDO",
      "title": "La falta de Gobierno ya resta hasta tres décimas de crecimiento al PIB, según el Consejo de Economistas",
      "description": "El Consejo General de Economistas (CGE) estima que la incertidumbre interna por la falta de Gobierno en España está restando al crecimiento económico hasta tres décimas. \n  \"Es arr",
      "url": "https://www.elmundo.es/economia/macroeconomia/2019/08/30/5d6901bffc6c837f228b45d6.html",
      "urlToImage": "https://e00-elmundo.uecdn.es/assets/multimedia/imagenes/2019/08/30/15671629091311.jpg",
      "publishedAt": "2019-08-30T11:03:26Z",
      "content": "El Consejo General de Economistas (CGE) estima que la incertidumbre interna por la falta de Gobierno en España está restando al crecimiento económico hasta tres décimas. \r\n \"Es arriesgado decir cuánto está afectando al crecimiento. En nuestro caso estimamos q… [+1694 chars]"
    },
    {
      "source": {
        "id": "el-mundo",
        "name": "El Mundo"
      },
      "author": "MARTA BELVER",
      "title": "Ciudadanos se suma al acoso de la oposición a Ayuso por Avalmadrid",
      "description": "El grupo parlamentario de Ciudadanos (Cs) en la Asamblea de Madrid ha presentado este viernes su primera Proposición No de Ley (PNL) de la legislatura, aunque la noticia no está en",
      "url": "https://www.elmundo.es/madrid/2019/08/30/5d69024ffc6c83c6618b459e.html",
      "urlToImage": "https://e00-elmundo.uecdn.es/assets/multimedia/imagenes/2019/08/30/15671629192728.jpg",
      "publishedAt": "2019-08-30T11:02:56Z",
      "content": "El grupo parlamentario de Ciudadanos (Cs) en la Asamblea de Madrid ha presentado este viernes su primera Proposición No de Ley (PNL) de la legislatura, aunque la noticia no está en el hecho en sí si no en el fondo. Su intención es forzar al Gobierno regional,… [+876 chars]"
    },
    {
      "source": {
        "id": "el-mundo",
        "name": "El Mundo"
      },
      "author": "EFE",
      "title": "Detenido en Bilbao por retener 6 días y agredir sexualmente a su ex pareja",
      "description": "Un hombre fue detenido por agentes de la Ertzaintza en la tarde de ayer, jueves, acusado de retener durante 6 días a su ex pareja y forzarla a mantener relaciones sexuales.\nLos hec",
      "url": "https://www.elmundo.es/pais-vasco/2019/08/30/5d69003b21efa0ce018b45cf.html",
      "urlToImage": "https://e00-elmundo.uecdn.es/assets/multimedia/imagenes/2019/08/30/15671622378178.jpg",
      "publishedAt": "2019-08-30T10:54:40Z",
      "content": "Un hombre fue detenido por agentes de la Ertzaintza en la tarde de ayer, jueves, acusado de retener durante 6 días a su ex pareja y forzarla a mantener relaciones sexuales.\r\nLos hechos se iniciaron el pasado sábado, día 24, cuando el autor abordó a su ex comp… [+2083 chars]"
    },
    {
      "source": {
        "id": "el-mundo",
        "name": "El Mundo"
      },
      "author": "EFE",
      "title": "El asesinato grabado de Emine Bulut, el feminicidio que ha indignado a Turquía",
      "description": "\"No quiero morir\", le dice Emine Bulut a su hija de diez años mientras se cubre una herida en el cuello que no para de sangrar. Las imágenes de su llanto, grabado por un cliente de",
      "url": "https://www.elmundo.es/internacional/2019/08/30/5d69004021efa0c6258b45cd.html",
      "urlToImage": "https://e00-elmundo.uecdn.es/assets/multimedia/imagenes/2019/08/30/15671615510900.jpg",
      "publishedAt": "2019-08-30T10:54:15Z",
      "content": "\"No quiero morir\", le dice Emine Bulut a su hija de diez años mientras se cubre una herida en el cuello que no para de sangrar. Las imágenes de su llanto, grabado por un cliente del café en el que la mujer fue apuñalada por su ex marido, han indignado Turquía… [+5047 chars]"
    },
    {
      "source": {
        "id": "el-mundo",
        "name": "El Mundo"
      },
      "author": "REUTERS",
      "title": "López Obrador denuncia espionaje en la sede del Gobierno mexicano",
      "description": "El presidente mexicano, Andrés Manuel López Obrador, dijo este jueves que fuerzas invisibles lo estaban espiando a él y a su gabinete, revelando que se había descubierto una \"cámar",
      "url": "https://www.elmundo.es/internacional/2019/08/30/5d68f9c521efa0fe228b45d1.html",
      "urlToImage": "https://e00-elmundo.uecdn.es/assets/multimedia/imagenes/2019/08/30/15671616674116.jpg",
      "publishedAt": "2019-08-30T10:52:04Z",
      "content": "El presidente mexicano, Andrés Manuel López Obrador, dijo este jueves que fuerzas invisibles lo estaban espiando a él y a su gabinete, revelando que se había descubierto una \"cámara sofisticada\" en las oficinas presidenciales en el centro de la Ciudad de Méxi… [+1558 chars]"
    },
    {
      "source": {
        "id": "el-mundo",
        "name": "El Mundo"
      },
      "author": "PIXEL",
      "title": "El iPhone 11 de Apple se anunciará el 10 de septiembre: esto es lo que sabemos del nuevo móvil",
      "description": "Los nuevos iPhone ya tienen fecha de lanzamiento: el 10 de septiembre a las 19:00 (hora española). Esta es la fecha elegida por Apple para presentar su nueva gama de productos en e",
      "url": "https://www.elmundo.es/tecnologia/2019/08/29/5d67fbd8fdddfff03b8b4662.html",
      "urlToImage": "https://e00-elmundo.uecdn.es/assets/multimedia/imagenes/2019/08/29/15670962023175.jpg",
      "publishedAt": "2019-08-30T10:48:31Z",
      "content": "Los nuevos iPhone ya tienen fecha de lanzamiento: el 10 de septiembre a las 19:00 (hora española). Esta es la fecha elegida por Apple para presentar su nueva gama de productos en el teatro Steve Jobs situado en su sede de Cupertino (California, Estados Unidos… [+1932 chars]"
    },
    {
      "source": {
        "id": "el-mundo",
        "name": "El Mundo"
      },
      "author": "RAQUEL VILLAÉCIJA",
      "title": "El nuevo consejero delegado de Dia cobrará tres millones de euros",
      "description": "La cadena de supermercados Dia celebraba hoy una junta de accionistas extraordinaria (la primera tras los últimos cambios en el consejo de administración) en la que estos debían vo",
      "url": "https://www.elmundo.es/economia/empresas/2019/08/30/5d68f598fdddff479c8b4581.html",
      "urlToImage": "https://e00-elmundo.uecdn.es/assets/multimedia/imagenes/2019/08/30/15671598431650.jpg",
      "publishedAt": "2019-08-30T10:19:15Z",
      "content": "La cadena de supermercados Dia celebraba hoy una junta de accionistas extraordinaria (la primera tras los últimos cambios en el consejo de administración) en la que estos debían votar las medidas que el nuevo equipo directivo va a emprender para enderezar el … [+2407 chars]"
    },
    {
      "source": {
        "id": "el-mundo",
        "name": "El Mundo"
      },
      "author": "ANDRÉS ARAGÓN",
      "title": "La carrera más corta en la historia de la NBA",
      "description": "En menos de lo que tardas en leer esta frase podrías ver en YouTube la carrera entera de JamesOn Curry en la NBA. Este base demostró que hay varios caminos para hacer historia: com",
      "url": "https://www.elmundo.es/deportes/baloncesto/nba/2019/08/30/5d68f7f121efa0fe228b45c8.html",
      "urlToImage": "https://e00-elmundo.uecdn.es/assets/multimedia/imagenes/2019/08/30/15671602953045.jpg",
      "publishedAt": "2019-08-30T10:18:47Z",
      "content": "En menos de lo que tardas en leer esta frase podrías ver en YouTube la carrera entera de JamesOn Curry en la NBA. Este base demostró que hay varios caminos para hacer historia: como fenómeno adolescente anotó más de 3.000 puntos en el instituto, superando a g… [+3555 chars]"
    },
    {
      "source": {
        "id": "el-mundo",
        "name": "El Mundo"
      },
      "author": "EFE",
      "title": "El Congo supera la cifra de 2.000 muertos por ébola",
      "description": "Un total de 2.006 personas han muerto por ébola en el noreste de la República Democrática del Congo (RDC) desde que se declarara la epidemia de la enfermedad en esa zona el 1 de ag",
      "url": "https://www.elmundo.es/internacional/2019/08/30/5d68f57621efa02a0e8b45c6.html",
      "urlToImage": "https://e00-elmundo.uecdn.es/assets/multimedia/imagenes/2019/08/30/15671596228911.jpg",
      "publishedAt": "2019-08-30T10:08:40Z",
      "content": "Un total de 2.006 personas han muerto por ébola en el noreste de la República Democrática del Congo (RDC) desde que se declarara la epidemia de la enfermedad en esa zona el 1 de agosto de 2018, informaron hoy las autoridades congoleñas.\r\nDe esas muertes, 1.90… [+1877 chars]"
    },
    {
      "source": {
        "id": "el-mundo",
        "name": "El Mundo"
      },
      "author": "BERTA RIBÉS",
      "title": "El 80% del ranking de exportación de fritas y esmaltes se contrae",
      "description": "La industria retrocede un 8,8% en el primer semestre y Argelia, Marruecos y Francia son los únicos principales mercados donde crece la exportación mientras que Italia, que es el primer cliente, retrocede un 28% Leer",
      "url": "https://www.elmundo.es/comunidad-valenciana/castellon/2019/08/30/5d683a3621efa02a0e8b45b1.html",
      "urlToImage": "https://e00-elmundo.uecdn.es/assets/multimedia/imagenes/2019/08/30/15671584696399.jpg",
      "publishedAt": "2019-08-30T10:07:01Z",
      "content": "Los fabricantes de fritas, esmaltes, colores y tintas cerámicas llegan al ecuador del presente ejercicio 2019 con un escenario de comercio exterior complicado. De la clasificación de los primeros 15 destinos de exportación, la industria tan sólo registra crec… [+5840 chars]"
    },
    {
      "source": {
        "id": "el-mundo",
        "name": "El Mundo"
      },
      "author": "SARAY GÓMEZ",
      "title": "Victoria's Secret inaugura su primera tienda de lencería en Madrid",
      "description": "No es un buen momento para la marca de lencería más famosa del mundo, y es que tras cancelar sus icónicos shows y verse envueltos en polémica por la elección de la modelo Bárbara P",
      "url": "https://www.elmundo.es/yodona/moda/2019/08/30/5d68eaf6fdddff78808b467d.html",
      "urlToImage": "https://e00-elmundo.uecdn.es/assets/multimedia/imagenes/2019/08/30/5d68eaf6fdddff78808b467d_facebook.jpg",
      "publishedAt": "2019-08-30T10:06:30Z",
      "content": "Imagen del desfile de Victoria's Secret 2018 Foto: Getty Images\r\nValentina Sampaio, un ángel trans para dar brillo a Victoria's Secret\r\nNo es un buen momento para la marca de lencería más famosa del mundo, y es que tras cancelar sus icónicos shows y verse env… [+1649 chars]"
    },
    {
      "source": {
        "id": "el-mundo",
        "name": "El Mundo"
      },
      "author": "SALUD HERNÁNDEZ MORA",
      "title": "Colombia: crónica de un fracaso anunciado",
      "description": "Solo faltaba la confirmación. La vuelta a las armas estaba de sobra anunciada. Iván Márquez se alejó del proceso de paz hace tiempo y lo mismo había hecho Oscar Montero, alias \"El",
      "url": "https://www.elmundo.es/internacional/2019/08/30/5d67f9e5fdddff611a8b4687.html",
      "urlToImage": "https://e00-elmundo.uecdn.es/assets/multimedia/imagenes/2019/08/29/15670952277094.jpg",
      "publishedAt": "2019-08-30T09:56:56Z",
      "content": "Solo faltaba la confirmación. La vuelta a las armas estaba de sobra anunciada. Iván Márquez se alejó del proceso de paz hace tiempo y lo mismo había hecho Oscar Montero, alias \"El Paisa\", quizá el guerrillero más asesino y peligroso de la renovada organizació… [+3457 chars]"
    },
    {
      "source": {
        "id": "el-mundo",
        "name": "El Mundo"
      },
      "author": "BEATRIZ ALMANSA",
      "title": "Victoria Beckham vuelve al trabajo y recupera para su primer día el look de la boda de Pilar Rubio y Sergio Ramos",
      "description": "Sí, a los famosos también se les acaban las vacaciones. Y si no, que se lo digan a Victoria Beckham, a quien esta semana, tras pasar unos días con su marido, David Beckham y sus hi",
      "url": "https://www.elmundo.es/yodona/moda/2019/08/30/5d68eb5dfdddffca838b4577.html",
      "urlToImage": "https://e00-elmundo.uecdn.es/assets/multimedia/imagenes/2019/08/30/5d68eb5dfdddffca838b4577_facebook.jpg",
      "publishedAt": "2019-08-30T09:54:05Z",
      "content": "Victoria Beckham en la boda de Pilar Rubio y Sergio Ramos. GTRES\r\nLas 10 invitadas mejor vestidas en la boda de Pilar Rubio y Sergio Ramos\r\nSí, a los famosos también se les acaban las vacaciones. Y si no, que se lo digan a Victoria Beckham, a quien esta seman… [+1326 chars]"
    },
    {
      "source": {
        "id": "el-mundo",
        "name": "El Mundo"
      },
      "author": "JUANMA LAMET",
      "title": "El PP reclama un préstamo a tipo cero para pagar la financiación de las autonomías",
      "description": "Presenta una proposición en el Congreso en la que insta al Ejecutivo a lanzar una línea de crédito para desbloquear los 7.200 millones de euros que deben recibir las comunidades Leer",
      "url": "https://www.elmundo.es/espana/2019/08/30/5d68f0e9fc6c83c6618b4587.html",
      "urlToImage": "https://e00-elmundo.uecdn.es/assets/multimedia/imagenes/2019/08/30/15671584898603.jpg",
      "publishedAt": "2019-08-30T09:49:00Z",
      "content": "El Partido Popular redobla su ofensiva contra el bloqueo de la financiación. Ahora reclama, según ha podido saber EL MUNDO, que el Gobierno en funciones articule una línea de crédito no retribuida para pagar a las autonomías los 7.200 millones de euros que le… [+2774 chars]"
    },
    {
      "source": {
        "id": "el-mundo",
        "name": "El Mundo"
      },
      "author": "EDUARDO J. CASTELAO",
      "title": "La lista más triste de Robert Moreno: debutan Sarabia y Unai Núñez y vuelven Saúl, Alcácer, Thiago y Suso",
      "description": "Robert Moreno es el seleccionador nacional desde el pasado 19 de junio, y este viernes se aprestaba a ofrecer su primera lista de 23 convocados para los partidos ante Rumanía (juev",
      "url": "https://www.elmundo.es/deportes/eurocopa-2016/2019/08/30/5d68e9b421efa07a0e8b45be.html",
      "urlToImage": "https://e00-elmundo.uecdn.es/assets/multimedia/imagenes/2019/08/30/15671566232035.jpg",
      "publishedAt": "2019-08-30T09:41:08Z",
      "content": "Robert Moreno es el seleccionador nacional desde el pasado 19 de junio, y este viernes se aprestaba a ofrecer su primera lista de 23 convocados para los partidos ante Rumanía (jueves 5 de septiembre) y ante Islas Feroe (domingo 8). Pero Robert Moreno es tambi… [+1861 chars]"
    },
    {
      "source": {
        "id": "el-mundo",
        "name": "El Mundo"
      },
      "author": "EP",
      "title": "EEUU no quiere que Google y Facebook desplieguen un cable submarino hasta Hong Kong",
      "description": "El Gobierno de Estados Unidos quiere bloquear un proyecto para desplegar un cable submarino que uniría Los Ángeles con Hong Kong (China) y que busca mejorar la conectividad global,",
      "url": "https://www.elmundo.es/tecnologia/2019/08/30/5d68ea7f21efa058468b45fa.html",
      "urlToImage": "https://e00-elmundo.uecdn.es/assets/multimedia/imagenes/2019/08/30/15671576777210.png",
      "publishedAt": "2019-08-30T09:34:53Z",
      "content": "El Gobierno de Estados Unidos quiere bloquear un proyecto para desplegar un cable submarino que uniría Los Ángeles con Hong Kong (China) y que busca mejorar la conectividad global, liderado por Google y Facebook, debido a preocupaciones sobre la seguridad nac… [+1442 chars]"
    },
    {
      "source": {
        "id": "el-mundo",
        "name": "El Mundo"
      },
      "author": "Agencias",
      "title": "La Justicia escocesa rechaza bloquear la suspensión del Parlamento británico",
      "description": "El Tribunal de Sesiones de Edimburgo ha rechazado bloquear la suspensión del Parlamento británico anunciada por Boris Johnson. \n\nTras estudiar una demanda presentada por más de 70",
      "url": "https://www.elmundo.es/internacional/2019/08/30/5d68eb3b21efa0a35d8b45d7.html",
      "urlToImage": "https://e00-elmundo.uecdn.es/assets/multimedia/imagenes/2019/08/30/15671569818230.jpg",
      "publishedAt": "2019-08-30T09:33:06Z",
      "content": "El Tribunal de Sesiones de Edimburgo ha rechazado bloquear la suspensión del Parlamento británico anunciada por Boris Johnson. \r\nTras estudiar una demanda presentada por más de 70 diputados británicos para analizar la legalidad de la decisión del premier de c… [+908 chars]"
    },
    {
      "source": {
        "id": "el-mundo",
        "name": "El Mundo"
      },
      "author": "EP / PIXEL",
      "title": "Google descubre 14 vulnerabilidades del iPhone",
      "description": "El grupo de análisis de amenazas de Google (TAG, por sus siglas en inglés), ha alertado de que varias páginas web llevan cerca de dos años atacando a los usuarios de iPhone explota",
      "url": "https://www.elmundo.es/tecnologia/2019/08/30/5d68ec98fdddffce2e8b456e.html",
      "urlToImage": "https://e00-elmundo.uecdn.es/assets/multimedia/imagenes/2019/08/30/15671572387171.jpg",
      "publishedAt": "2019-08-30T09:30:16Z",
      "content": "El grupo de análisis de amenazas de Google (TAG, por sus siglas en inglés), ha alertado de que varias páginas web llevan cerca de dos años atacando a los usuarios de iPhone explotando 14 vulnerabilidades presentes en el sistema operativo móvil de Apple, iOS.\r… [+1729 chars]"
    },
    {
      "source": {
        "id": "el-mundo",
        "name": "El Mundo"
      },
      "author": "EUROPA PRESS",
      "title": "Pedro Sánchez visita en el hospital a Don Juan Carlos, al que ha visto \"muy bien, afortunadamente\"",
      "description": "El presidente del Gobierno en funciones, Pedro Sánchez, ha visitado este viernes al Rey Juan Carlos I en el Hospital Quirónsalud Madrid de Pozuelo de Alarcón, seis días después de",
      "url": "https://www.elmundo.es/espana/2019/08/30/5d68ea00fc6c8338388b4611.html",
      "urlToImage": "https://e00-elmundo.uecdn.es/assets/multimedia/imagenes/2019/08/30/15671566691922.jpg",
      "publishedAt": "2019-08-30T09:25:06Z",
      "content": "El presidente del Gobierno en funciones, Pedro Sánchez, ha visitado este viernes al Rey Juan Carlos I en el Hospital Quirónsalud Madrid de Pozuelo de Alarcón, seis días después de que intervinieran quirúrgicamente al ex jefe del Estado para ponerle tres bypas… [+1005 chars]"
    },
    {
      "source": {
        "id": "el-mundo",
        "name": "El Mundo"
      },
      "author": "EUROPA PRESS",
      "title": "La firma de hipotecas sobre viviendas vuelve a tasas negativas tras bajar un 2,5% en junio",
      "description": "El número de hipotecas constituidas sobre viviendas inscritas en los registros de la propiedad se situó en 29.900 el pasado mes de junio, cifra un 2,5% inferior a la del mismo mes",
      "url": "https://www.elmundo.es/economia/vivienda/2019/08/30/5d68e71bfc6c832f228b45d2.html",
      "urlToImage": "https://e00-elmundo.uecdn.es/assets/multimedia/imagenes/2019/08/30/15671559365274.jpg",
      "publishedAt": "2019-08-30T09:11:22Z",
      "content": "El número de hipotecas constituidas sobre viviendas inscritas en los registros de la propiedad se situó en 29.900 el pasado mes de junio, cifra un 2,5% inferior a la del mismo mes de 2018, según ha informado este viernes el Instituto Nacional de Estadística (… [+3880 chars]"
    },
    {
      "source": {
        "id": "el-mundo",
        "name": "El Mundo"
      },
      "author": "RAQUEL VILLAÉCIJA",
      "title": "La huelga de Renfe obliga a cancelar 360 trenes este fin de semana",
      "description": "Nuevo fin de semana de paros, tanto en los aeropuertos como de trenes. Renfe cancelará unos 360 trenes de pasajeros este fin de semana ante los paros parciales que CGT ha convocado",
      "url": "https://www.elmundo.es/economia/2019/08/30/5d68cf0521efa07a0e8b45b5.html",
      "urlToImage": "https://e00-elmundo.uecdn.es/assets/multimedia/imagenes/2019/08/30/15671495117528.jpg",
      "publishedAt": "2019-08-30T09:11:22Z",
      "content": "Nuevo fin de semana de paros, tanto en los aeropuertos como de trenes. Renfe cancelará unos 360 trenes de pasajeros este fin de semana ante los paros parciales que CGT ha convocado hoy, 30 de agosto, y el domingo 1 de septiembre, para reclamar un incremento d… [+2271 chars]"
    },
    {
      "source": {
        "id": "el-mundo",
        "name": "El Mundo"
      },
      "author": "HÉCTOR MARÍN",
      "title": "Vueling deja en tierra a 15.000 pasajeros desde hoy por la huelga en El Prat e Iberia suspende 104 vuelos",
      "description": "Vueling, aerolínea de bajo coste del grupo IAG, dejará en tierra a 15.000 usuarios tras cancelar 92 vuelos en El Prat por la huelga del personal de tierra de Iberia en las instalac",
      "url": "https://www.elmundo.es/economia/empresas/2019/08/30/5d6813ea21efa0e32d8b45a8.html",
      "urlToImage": "https://e00-elmundo.uecdn.es/assets/multimedia/imagenes/2019/08/29/15671018947375.jpg",
      "publishedAt": "2019-08-30T09:02:52Z",
      "content": "Vueling, aerolínea de bajo coste del grupo IAG, dejará en tierra a 15.000 usuarios tras cancelar 92 vuelos en El Prat por la huelga del personal de tierra de Iberia en las instalaciones, que realizará una nueva tanda de paros hoy y mañana. A la vez, Iberia ha… [+2574 chars]"
    },
    {
      "source": {
        "id": "el-mundo",
        "name": "El Mundo"
      },
      "author": "FELIX CEREZO",
      "title": "El verano puede acabar con mínimos históricos de muertes en carretera",
      "description": "Un muerto en accidente de tráfico siempre será una derrota. Y este verano, habrá más de 200. No obstante, bastantes menos que en el verano de 2018. Y puede que sea el periodo estiv",
      "url": "https://www.elmundo.es/motor/2019/08/30/5d68de4521efa031208b45ae.html",
      "urlToImage": "https://e00-elmundo.uecdn.es/assets/multimedia/imagenes/2019/08/30/15671536139783.jpg",
      "publishedAt": "2019-08-30T09:02:46Z",
      "content": "Un muerto en accidente de tráfico siempre será una derrota. Y este verano, habrá más de 200. No obstante, bastantes menos que en el verano de 2018. Y puede que sea el periodo estival con menos fallecidos desde que en 1960 se crearon las primeras estadísticas.… [+3053 chars]"
    },
    {
      "source": {
        "id": "el-mundo",
        "name": "El Mundo"
      },
      "author": "SORAYA MELGUIZO",
      "title": "Matteo Salvini, el paso en falso de 'Il Capitano'",
      "description": "Con la mitad del país de vacaciones y el Parlamento cerrado, Matteo Salvini hizo estallar una crisis política en plena canícula que según sus cálculos le habría catapultado hasta l",
      "url": "https://www.elmundo.es/internacional/2019/08/30/5d681475fc6c8347058b45e9.html",
      "urlToImage": "https://e00-elmundo.uecdn.es/assets/multimedia/imagenes/2019/08/29/15671017192504.jpg",
      "publishedAt": "2019-08-30T09:00:00Z",
      "content": "Con la mitad del país de vacaciones y el Parlamento cerrado, Matteo Salvini hizo estallar una crisis política en plena canícula que según sus cálculos le habría catapultado hasta la presidencia del Consejo de Ministros. Pero 'Il Capitano', como le llaman sus … [+5105 chars]"
    }
  ]
}
