{
  "status": "ok",
  "totalResults": 5970,
  "articles": [
    {
      "source": {
        "id": "rt",
        "name": "RT"
      },
      "author": "RT",
      "title": "Court rules airline passengers can sue TSA agents for abusive searches",
      "description": "A federal appeals court ruled travelers can sue Transportation Security Administration officers for “abusive conduct,” stripping the controversial agency of the government immunity that has protected it thus far. Read Full Article at RT.com",
      "url": "https://www.rt.com/usa/467660-tsa-lawsuits-ok-philadelphia-judge/",
      "urlToImage": "https://cdni.rt.com/files/2019.08/article/5d69aaa7dda4c826628b4611.JPG",
      "publishedAt": "2019-08-30T23:59:10Z",
      "content": "The 3rd US Circuit Court of Appeals in Philadelphia declared TSA screeners act as “investigative or law enforcement officers” when searching passengers, meaning they can be subject to civil claims for intentional wrongdoing under the Federal Tort Claims Act. … [+2492 chars]"
    },
    {
      "source": {
        "id": "rt",
        "name": "RT"
      },
      "author": "RT en Español",
      "title": "La Justicia de Argentina confirma el procesamiento de varios exfuncionarios kirchneristas por el caso Odebrecht",
      "description": "La causa investiga el presunto pago de sobornos por parte de la constructora brasileña, durante el Gobierno de Cristina Kirchner.",
      "url": "https://actualidad.rt.com/actualidad/325650-justicia-argentina-confirmar-procesamiento-odebrecht",
      "urlToImage": "https://cdni.rt.com/actualidad/public_images/2019.08/article/5d69699908f3d9806f8b45ff.jpg",
      "publishedAt": "2019-08-30T23:30:04Z",
      "content": "La Justicia de Argentina ratificó este viernes los procesamientos de varios empresarios y exfuncionarios del Gobierno kirchnerista por presuntos sobornos en una de las causas que involucran a la constructora brasileña Odebrecht, informó el diario local Perfil… [+794 chars]"
    },
    {
      "source": {
        "id": "rt",
        "name": "RT"
      },
      "author": "RT en Español",
      "title": "'Juanito Pistola', un niño reclutado por un cártel a los 13 años, muere en un tiroteo en México",
      "description": "Para 2018, cifras oficiales estimaban que 460.000 menores de edad estaban dentro de las filas del narco en la nación latinoamericana.",
      "url": "https://actualidad.rt.com/actualidad/325649-juanito-pistola-muere-menor-narco-mexico",
      "urlToImage": "https://cdni.rt.com/actualidad/public_images/2019.08/article/5d69675008f3d9cb6f8b45f7.jpg",
      "publishedAt": "2019-08-30T23:27:43Z",
      "content": "El pasado 27 de agosto, elementos de Fuerzas Especiales del Estado de Tamaulipas, al norte de México, enfrentaron a un grupo de hombres armados que vestían uniforme de las fuerzas federales, que presumiblemente habían preparado una emboscada en su contra en l… [+4194 chars]"
    },
    {
      "source": {
        "id": "rt",
        "name": "RT"
      },
      "author": "RT",
      "title": "China response to Hong Kong would be ‘much more violent’ without US trade talks - Trump",
      "description": "US President Donald Trump has said that the US-China trade talks has been a restraining factor in Beijing’s handling of the Hong Kong protests, vowing to “win” the trade war while praising his tactic of using tariffs. Read Full Article at RT.com",
      "url": "https://www.rt.com/news/467659-trump-hong-kong-china-trade/",
      "urlToImage": "https://cdni.rt.com/files/2019.08/article/5d69a9ecfc7e936b608b45eb.JPG",
      "publishedAt": "2019-08-30T23:19:19Z",
      "content": "“I think if it weren't for the trade talks, Hong Kong would have been in much bigger trouble. I think it would be much more violent,” Trump told reporters outside the White House on Friday, as he prepared to depart to Camp David for consultations ahead of Hur… [+1687 chars]"
    },
    {
      "source": {
        "id": "rt",
        "name": "RT"
      },
      "author": "RT en Español",
      "title": "VIDEOS, FOTOS: El choque entre grupos armados somete a los habitantes de Michoacán a siete horas de tiroteos",
      "description": "Se presume que los enfrentamientos fueron entre pobladores armados del municipio de Tepalcatepec e integrantes del Cártel Jalisco Nueva Generación.",
      "url": "https://actualidad.rt.com/actualidad/325648-tiroteos-michoacan-cartel-narco-mexico",
      "urlToImage": "https://cdni.rt.com/actualidad/public_images/2019.08/article/5d697763e9180fb05e8b4567.jpg",
      "publishedAt": "2019-08-30T23:08:06Z",
      "content": "Desde las primeras horas de este viernes, habitantes del municipio de Tepalcatepec, en el estado mexicano de Michoacán (sur-oeste), reportaron enfrentamientos armados en diversos puntos entre pobladores y presuntos miembros del Cártel Jalisco Nueva Generación… [+2943 chars]"
    },
    {
      "source": {
        "id": "rt",
        "name": "RT"
      },
      "author": "RT en Español",
      "title": "Arrestan por triple asesinato al hermano de la cuádruple campeona olímpica y gimnasta más reconocida de EE.UU., Simone Biles",
      "description": "Los detectives afirman que participó en un tiroteo, ocurrido durante una fiesta de Nochevieja del 2018 en la ciudad de Cleveland.",
      "url": "https://actualidad.rt.com/actualidad/325647-arrestar-triple-asesinato-hermano-simone-biles",
      "urlToImage": "https://cdni.rt.com/actualidad/public_images/2019.08/article/5d69970d08f3d97e6f8b465f.jpg",
      "publishedAt": "2019-08-30T22:54:20Z",
      "content": "Este jueves, la Policía detuvo a Tevin Biles-Thomas, hermano de la mundialmente conocida gimnasta estadounidense Simone Biles, acusado del asesinato de tres personas, informa The New York Times con referencia a un comunicado oficial.\r\nLas víctimas, de entre 1… [+1311 chars]"
    },
    {
      "source": {
        "id": "rt",
        "name": "RT"
      },
      "author": "RT en Español",
      "title": "FOTOS, VIDEO: Develan la cúpula del Capitolio de La Habana tras su restauración con la ayuda de especialistas rusos",
      "description": "El equipo ruso se ocupó del complejo proceso de colocar en la bóveda simbólica láminas bañadas en oro sobre planchas de cobre para volver al diseño del que gozaba el edificio hace 90 años.",
      "url": "https://actualidad.rt.com/actualidad/325646-quedar-descubierto-cupula-capitolio-habana-especialistas-rusos",
      "urlToImage": "https://cdni.rt.com/actualidad/public_images/2019.08/article/5d69881008f3d9806f8b4637.JPG",
      "publishedAt": "2019-08-30T22:42:15Z",
      "content": "La mañana de este viernes 30 de agosto, en la capital cubana han empezado a retirar las lonas blancas que cubrían hace tiempo la cúpula del Capitolio de La Habana durante los trabajos de restauración, en la que participaron arquitectos de esta nación caribeña… [+1410 chars]"
    },
    {
      "source": {
        "id": "rt",
        "name": "RT"
      },
      "author": "RT",
      "title": "US sanctions Iranian tanker released by Gibraltar & blacklists captain",
      "description": "The US Treasury Department has blacklisted the Iranian oil tanker Adrian Darya - recently freed from a month-long detention in Gibraltar - and sanctioned its captain after an attempt to legally confiscate the ship failed.",
      "url": "https://www.rt.com/news/467658-iran-tanker-sanction-us/",
      "urlToImage": "https://cdni.rt.com/files/static.en/article/breaking.jpg",
      "publishedAt": "2019-08-30T22:32:00Z",
      "content": "© Autonomous Nonprofit Organization TV-Novosti, 20052019. All rights reserved."
    },
    {
      "source": {
        "id": "rt",
        "name": "RT"
      },
      "author": "RT en Español",
      "title": "El Departamento del Tesoro de EE.UU. sanciona al petrolero iraní Adrian Darya 1 liberado por Gibraltar y a su capitán",
      "description": "La embarcación fue liberada el pasado 18 de agosto después de que las autoridades del territorio de ultramar británico afirmaran disponer de \"garantías escritas formales\" de Teherán que el petrolero no descargará en Siria.",
      "url": "https://actualidad.rt.com/actualidad/325644-tesoro-eeuu-sancionar-petrolero-iran-adrian-darya",
      "urlToImage": "https://cdni.rt.com/actualidad/public_images/2019.08/article/5d69a2b908f3d97d6f8b4669.jpg",
      "publishedAt": "2019-08-30T22:25:00Z",
      "content": "La Oficina de Control de Activos Extranjeros (OFAC, por sus siglas en inglés) del Departamento del Tesoro de EE.UU. \"tomó medidas\" este 30 de agosto contra el Adrian Darya 1 y su capitán, Akhilesh Kumar, por transportar \"2,1 millones de barriles de petróleo c… [+1704 chars]"
    },
    {
      "source": {
        "id": "rt",
        "name": "RT"
      },
      "author": "RT en Español",
      "title": "Justicia colombiana emite nuevas órdenes de captura contra disidencia armada de la FARC",
      "description": "A los miembros en activo se les acusa de los delitos de concierto para delinquir agravado y fabricación, tráfico y porte de armas de uso privativo de las Fuerza Militares.",
      "url": "https://actualidad.rt.com/actualidad/325643-corte-suprema-colombia-ordenar-captura-santrich",
      "urlToImage": "https://cdni.rt.com/actualidad/public_images/2019.08/article/5d69a37b08f3d97d6f8b4671.JPG",
      "publishedAt": "2019-08-30T22:24:00Z",
      "content": "La Corte Suprema de Justicia de Colombia ordenó este viernes la captura de los disidentes de la Fuerza Alternativa Revolucionaria del Común (FARC), que este jueves anunciaron su regreso a la lucha armada.\r\nEl presidente de la Sala de Instrucción de la Corte, … [+1941 chars]"
    },
    {
      "source": {
        "id": "rt",
        "name": "RT"
      },
      "author": "Rt Arabic",
      "title": "صافي الأصول الأجنبية للسعودية يسجل أكبر انخفاض منذ عامين",
      "description": "انخفض صافي الأصول الأجنبية للسعودية بنسبة 1.8 بالمئة في شهر يوليو الماضي، ما يشكل أكبر انخفاض له منذ أكثر من عامين.",
      "url": "https://arabic.rt.com/business/1042133-%D8%B5%D8%A7%D9%81%D9%8A-%D8%A7%D9%84%D8%A3%D8%B5%D9%88%D9%84-%D8%A7%D9%84%D8%A3%D8%AC%D9%86%D8%A8%D9%8A%D8%A9-%D9%84%D9%84%D8%B3%D8%B9%D9%88%D8%AF%D9%8A%D8%A9-%D9%8A%D8%B3%D8%AC%D9%84-%D8%A3%D9%83%D8%A8%D8%B1-%D8%A7%D9%86%D8%AE%D9%81%D8%A7%D8%B6-%D9%85%D9%86%D8%B0-%D8%B9%D8%A7%D9%85%D9%8A%D9%86/",
      "urlToImage": "https://cdni.rt.com/media/pics/2019.08/original/5d69951cd43750a34d8b4633.JPG",
      "publishedAt": "2019-08-30T22:09:16Z",
      "content": null
    },
    {
      "source": {
        "id": "rt",
        "name": "RT"
      },
      "author": "RT en Español",
      "title": "Gobierno de El Salvador anuncia la creación de una Comisión contra la Impunidad",
      "description": "",
      "url": "https://actualidad.rt.com/actualidad/325642-salvador-crear-comision-internacional-impunidad",
      "urlToImage": "https://actualidad.rt.com/static/img/og-logo-rt-black.jpg",
      "publishedAt": "2019-08-30T21:57:13Z",
      "content": "El Gobierno de El Salvador y la Organización de Estados Americanos (OEA) anunciaron este viernes la creación de la Comisión Internacional contra la Impunidad en El Salvador (CICIES), una promesa de campaña del actual presidente Nayib Bukele. \r\nEl secretario g… [+344 chars]"
    },
    {
      "source": {
        "id": "rt",
        "name": "RT"
      },
      "author": "RT en Español",
      "title": "VIDEO: Imágenes satelitales muestran relámpagos 'decorando' a Dorian con un 'espectáculo de fuegos artificiales' mientras se fortalece rumbo a Florida",
      "description": "Los numerosos destellos en el núcleo interno de la tormenta están \"asociados con una convección profunda que comenzó después del atardecer\", explica un meteorólogo.",
      "url": "https://actualidad.rt.com/actualidad/325641-imagenes-relampagos-dorian-fortalecer-camino-florida",
      "urlToImage": "https://cdni.rt.com/actualidad/public_images/2019.08/article/5d699245e9180f90698b4567.png",
      "publishedAt": "2019-08-30T21:33:30Z",
      "content": "El meteorólogo estadounidense Dakota Smith ha compartido en su cuenta de Twitter imágenes satelitales de relámpagos brillando en medio del ciclón Dorian, como si fuera un espectáculo de fuegos artificiales mientras el huracán se acerca a las costas de Florida… [+757 chars]"
    },
    {
      "source": {
        "id": "rt",
        "name": "RT"
      },
      "author": "RT en Español",
      "title": "Advierten del riesgo \"crítico\" de un virus resistente a los medicamentos y capaz de provocar daños cerebrales en Massachusetts",
      "description": "No existe una vacuna específica para la encefalitis equina del este (EEE) ni hay fármacos efectivos. Las autoridades sanitarias de ese estado alertan sobre el nivel de riesgo, donde se ha confirmado la muerte de 4 personas en lo que va de año.",
      "url": "https://actualidad.rt.com/actualidad/325640-riesgo-critico-encefalitis-equina-este-massachusetts",
      "urlToImage": "https://cdni.rt.com/actualidad/public_images/2019.08/article/5d698809e9180f30658b456a.jpg",
      "publishedAt": "2019-08-30T21:24:30Z",
      "content": "El Departamento de Salud Pública del estado de Massachusetts (EE.UU.) alertó sobre el nivel de riesgo de la peligrosa encefalitis equina del este (EEE), \"crítico\" en 28 comunidades, \"alto\" en 37 y \"moderado en otras 126, según un comunicado oficial divulgado … [+2492 chars]"
    },
    {
      "source": {
        "id": "rt",
        "name": "RT"
      },
      "author": "RT",
      "title": "Trial date set at Guantanamo prison for 9/11 mastermind Khalid Sheikh Mohammed",
      "description": "Khalid Sheikh Mohammed, the accused mastermind behind the September 11 attacks, will stand trial at the US military prison in Guantanamo Bay in early 2021, according to the Office of Military Commissions",
      "url": "https://www.rt.com/newsline/467654-trial-date-khalid-mohammed/",
      "urlToImage": "https://cdni.rt.com/files/2019.08/article/5d698ea7fc7e936e608b460f.JPG",
      "publishedAt": "2019-08-30T21:18:02Z",
      "content": "Khalid Sheikh Mohammed, the accused mastermind behind the September 11 attacks, will stand trial at the US military prison in Guantanamo Bay in early 2021, according to the Office of Military Commissions.\r\nMohammed, 55, better known by his initials “KSM,” wil… [+346 chars]"
    },
    {
      "source": {
        "id": "rt",
        "name": "RT"
      },
      "author": "RT",
      "title": "Ex-Canadian PM sparks online storm for wishing Hurricane Dorian ‘direct hit’ on Trump’s Mar-a-Lago",
      "description": "Canada’s former prime minister, Kim Campbell, found herself in hot water after wishing in a tweet that Hurricane Dorian would make a “direct hit” on President Trump’s Florida resort, Mar-a-Lago, prompting a swift retraction. Read Full Article at RT.com",
      "url": "https://www.rt.com/news/467653-former-canadian-pm-trump-hurricane/",
      "urlToImage": "https://cdni.rt.com/files/2019.08/article/5d698c48fc7e936a608b45f0.JPG",
      "publishedAt": "2019-08-30T21:15:37Z",
      "content": "As news reports emerged on Wednesday about a raging tropical storm inching closer to America’s coastline – an “absolute monster” in the words of President Trump – the former PM used the opportunity to declare: “I’m rooting for a direct hit on Mar a Lago!”\r\nCa… [+1668 chars]"
    },
    {
      "source": {
        "id": "rt",
        "name": "RT"
      },
      "author": "RT en Español",
      "title": "Moody's recorta la calificación de la deuda argentina a 'Caa2' luego de que Fitch le otorgara estatus de 'default restringido'",
      "description": "",
      "url": "https://actualidad.rt.com/actualidad/325639-moodys-rebajar-calificacion-argentina?utm_source=rss&utm_medium=rss&utm_campaign=all",
      "urlToImage": null,
      "publishedAt": "2019-08-30T21:04:40Z",
      "content": null
    },
    {
      "source": {
        "id": "rt",
        "name": "RT"
      },
      "author": "RT на Русском",
      "title": "Медведев поручил создать на Волге комфортабельный пассажирский флот - RT на русском",
      "description": "Медведев поручил создать на Волге комфортабельный пассажирский флот RT на русском Медведев раскритиковал работу регионов по освоению денег на экологию Волги РИА Новости Медведев раскритиковал регионы за медленную работу по очистке Волги Lenta.ru Медведев приз…",
      "url": "https://russian.rt.com/russia/news/663729-medvedev-passazhirskii-flot-volga",
      "urlToImage": "https://russian.rt.com/static/blocks/og-img/pl-17.jpg",
      "publishedAt": "2019-08-30T20:55:00Z",
      "content": null
    },
    {
      "source": {
        "id": "rt",
        "name": "RT"
      },
      "author": "RT на Русском",
      "title": "Союз против «Лиги»: к чему может привести создание новой правительственной коалиции в Италии - RT на русском",
      "description": "В Италии Движение пяти звёзд и левоцентристская Демократическая партия договорились о создании правительственной коалиции под руководством премьера Джузеппе Конте. Президент республики Серджо Маттарелла выдал ему мандат на формирование нового кабинета министр…",
      "url": "https://russian.rt.com/world/article/663725-italiya-pravitelstvo-demokraty-pyat-zvyozd",
      "urlToImage": "https://cdni.rt.com/russian/images/2019.08/article/5d67963d1835614e2c8b4567.jpg",
      "publishedAt": "2019-08-30T20:36:30Z",
      "content": "29     - . .\r\n , .\r\n« , », —   Reuters.\r\n , , .\r\n , . — , . , , .\r\n . «» .\r\n . «» . \r\n20 , . .\r\n« »\r\n RT ,  — , .\r\n  — «» — . « », . - , .\r\n «», 26 , «» . 33% .  — 23%. « » — 19%.  — « » (6,8%). «, » . 6,2% .\r\n« , , «» , — RT . — .\r\n ,  , « ». , «», , , . .\r\n… [+775 chars]"
    },
    {
      "source": {
        "id": "rt",
        "name": "RT"
      },
      "author": "RT",
      "title": "Twitter says CEO Jack Dorsey’s account was temporarily ‘compromised’",
      "description": "Twitter CEO Jack Dorsey was hacked on his own platform, his company said, with a torrent of strange tweets sent from his account, including racial slurs. Twitter said it is investigating the matter further. Read Full Article at RT.com",
      "url": "https://www.rt.com/usa/467651-jack-dorsey-hacked-twitter/",
      "urlToImage": "https://cdni.rt.com/files/2019.08/article/5d69878dfc7e936c608b4600.JPG",
      "publishedAt": "2019-08-30T20:23:40Z",
      "content": "Dorsey’s Twitter account began putting out inflammatory tweets on Friday afternoon, just before 4pm, according to CNBC. Some of the posts spoke approvingly of the Nazis, while others included racial slurs.\r\nThe tweets have since been deleted.\r\nYes, Jack's acc… [+139 chars]"
    },
    {
      "source": {
        "id": "rt",
        "name": "RT"
      },
      "author": "RT en Español",
      "title": "El Gobierno argentino propone aumentar el salario mínimo 35 % en tres cuotas",
      "description": "La decisión se planteó en el Consejo del Salario, del que los gremios salieron disconformes, ya que consideran que no compensa la pérdida del poder adquisitivo de los trabajadores y trabajadoras.",
      "url": "https://actualidad.rt.com/actualidad/325638-gobierno-argentino-propone-aumentar-salario",
      "urlToImage": "https://cdni.rt.com/actualidad/public_images/static.es/article/rt-ultimo2.jpg",
      "publishedAt": "2019-08-30T20:21:39Z",
      "content": "Tras la reunión del Consejo del Salario en la sede del Ministerio de Trabajo de Argentina, el Gobierno propuso subir el sueldo mínimo a 35% en tres cuotas: 13, 12 y 10 %, en los siguientes meses.\r\nCon esta propuesta, el salario, que estaba en 12.500 pesos pas… [+976 chars]"
    },
    {
      "source": {
        "id": "rt",
        "name": "RT"
      },
      "author": "RT en Español",
      "title": "FOTOS: Granjero de EE.UU. sorprende al adaptar un Chevrolet Corvette C3 a diésel",
      "description": "Siendo un gran fan de los motores a diésel y sabiendo lo eficiente que es este tipo de combustible, el joven decidió reemplazar el motor a gasolina de su auto, que empezó a experimentar fallos.",
      "url": "https://actualidad.rt.com/actualidad/325637-fotos-granjero-adaptar-corvette-diesel",
      "urlToImage": "https://cdni.rt.com/actualidad/public_images/2019.08/article/5d68f26808f3d9d1388b45c5.png",
      "publishedAt": "2019-08-30T20:16:27Z",
      "content": "Tras la presentación por parte de Chevrolet de su primer e innovador Corvette C8 con motor central el julio pasado, semanas después apareció en EE.UU. otro ejemplar único del legendario deportivo. Se trata del Corvette C3 con un motor a diésel y lo más sorpre… [+2126 chars]"
    },
    {
      "source": {
        "id": "rt",
        "name": "RT"
      },
      "author": "RT на Русском",
      "title": "В США прокомментировали ситуацию на границе Грузии и Южной Осетии - RT на русском",
      "description": "В США прокомментировали ситуацию на границе Грузии и Южной Осетии RT на русском США следят за сообщениями о ситуации на границе Грузии и Южной Осетии и призывают Россию повлиять на происходящее для предотвращения... Взгляд с разных сторон в приложении \"Google…",
      "url": "https://russian.rt.com/ussr/news/663717-ssha-gruziya-yuzhnaya-osetiya",
      "urlToImage": "https://cdni.rt.com/russian/images/2019.08/article/5d697f39183561076f8b4584.jpg",
      "publishedAt": "2019-08-30T20:10:00Z",
      "content": null
    },
    {
      "source": {
        "id": "rt",
        "name": "RT"
      },
      "author": "RT en Español",
      "title": "Sin agua, alimentos ni combustible: declaran la emergencia en un condado de Nevada para hacer frente al 'asalto' al Área 51",
      "description": "Las autoridades de Nye advirtieron que enfrentarán \"abrumadores incrementos de la población\".",
      "url": "https://actualidad.rt.com/actualidad/325634-declarar-emergencia-condado-nevada-asalto-area-51",
      "urlToImage": "https://cdni.rt.com/actualidad/public_images/2019.08/article/5d693b1608f3d97c6f8b458f.jpg",
      "publishedAt": "2019-08-30T20:00:10Z",
      "content": "El condado de Nye, en Nevada (EE.UU.), está en alerta debido al aluvión de personas que se espera para el 'asalto' al Área 51, que se realizará entre el 20 y el 22 de septiembre tras haber sido convocado en las redes sociales. Por eso, sus autoridades aprobar… [+1030 chars]"
    },
    {
      "source": {
        "id": "rt",
        "name": "RT"
      },
      "author": "RT en Español",
      "title": "VIDEO: Una ladrona irrumpe en una clínica de bótox con ayuda de una motosierra",
      "description": "La asaltante rompió los cristales con la sierra y se llevó productos antiedad. El dueño del lugar ofrece 5.000 dólares para quien ayude a capturarla.",
      "url": "https://actualidad.rt.com/viral/325633-mujer-irrumpir-clinica-botox-motosierra-robar",
      "urlToImage": "https://cdni.rt.com/actualidad/public_images/2019.08/article/5d69616608f3d97c6f8b45f8.jpg",
      "publishedAt": "2019-08-30T19:58:24Z",
      "content": "La cámara de seguridad de una clínica de bótox en la localidad de Sugar Land (Texas, EE.UU.) registró el pasado viernes el momento en que una mujer irrumpió en el local con ayuda de una sierra circular portátil para robarse productos contra el envejecimiento,… [+1206 chars]"
    },
    {
      "source": {
        "id": "rt",
        "name": "RT"
      },
      "author": "RT",
      "title": "Bolton visits Ukraine, Belarus & Moldova, should Moscow be worried?",
      "description": "US National Security Advisor John Bolton has visited a host of ex-Soviet republics, including Moscow's longtime ally, Belarus. Some saw it as a sign of growing US influence on Russia's border. Is it? Read Full Article at RT.com",
      "url": "https://www.rt.com/news/467650-bolton-belarus-visit-moscow/",
      "urlToImage": "https://cdni.rt.com/files/2019.08/article/5d697b0cdda4c82b628b45f0.jpg",
      "publishedAt": "2019-08-30T19:57:54Z",
      "content": "Frequent and almost traditional visits of US officials to Kiev would hardly surprise anyone these days. After all, Kiev took an ardently pro-US and anti-Russian position right after the 2014 Maidan events and another visit of another US official would hardly … [+4329 chars]"
    },
    {
      "source": {
        "id": "rt",
        "name": "RT"
      },
      "author": "RT en Español",
      "title": "La agencia Fitch rebaja la calificación de Argentina a 'default restringido'",
      "description": "Según una nota difundida en su página, se debe a la extensión unilateral del Gobierno argentino del pago de ciertas obligaciones de deuda.",
      "url": "https://actualidad.rt.com/actualidad/325631-fitch-bajar-calificacion-argentina-default-restringido",
      "urlToImage": "https://cdni.rt.com/actualidad/public_images/2019.08/article/5d69813008f3d9806f8b462b.JPG",
      "publishedAt": "2019-08-30T19:44:00Z",
      "content": "La agencia Fitch rebajó este viernes la calificación de Argentina de 'CCC' a 'RD', como se le conoce al 'default restringido'. \r\n\"La rebaja de las calificaciones de Argentina a 'RD' sigue a la extensión unilateral del Gobierno del pago de ciertas obligaciones… [+656 chars]"
    },
    {
      "source": {
        "id": "rt",
        "name": "RT"
      },
      "author": "RT en Español",
      "title": "El Banco Central de Argentina limita el giro de utilidades de los bancos al exterior",
      "description": "Mediante una disposición, obliga a las entidades a pedir autorización para sacar sus ganancias fuera del país.",
      "url": "https://actualidad.rt.com/actualidad/325630-banco-central-argentina-obligar-bancos-exterior",
      "urlToImage": "https://cdni.rt.com/actualidad/public_images/2019.08/article/5d697bfc08f3d97c6f8b4636.JPG",
      "publishedAt": "2019-08-30T19:37:00Z",
      "content": "El Banco Central de Argentina (BCRA) emitió este viernes una disposición mediante la cual obliga a los bancos a pedir autorización antes de girar sus utilidades al exterior. \r\n\"Las entidades financieras deberán contar con la autorización previa del Banco Cent… [+401 chars]"
    },
    {
      "source": {
        "id": "rt",
        "name": "RT"
      },
      "author": "Rt Arabic",
      "title": "فوائد غير متوقعة للنبيذ الأحمر",
      "description": "أعلن علماء من بريطانيا وبلجيكا، أن النبيذ الأحمر يؤثر إيجابيا في نبيت الأمعاء والوزن ويساعد على تخفيض مستوى الكوليسترول \"الضار\".",
      "url": "https://arabic.rt.com/health/1041696-%D9%81%D9%88%D8%A7%D8%A6%D8%AF-%D8%BA%D9%8A%D8%B1-%D9%85%D8%AA%D9%88%D9%82%D8%B9%D8%A9-%D9%84%D9%84%D9%86%D8%A8%D9%8A%D8%B0-%D8%A7%D9%84%D8%A3%D8%AD%D9%85%D8%B1/",
      "urlToImage": "https://cdni.rt.com/media/pics/2019.08/original/5d677ec995a5974e068b45fd.jpg",
      "publishedAt": "2019-08-30T19:35:33Z",
      "content": null
    },
    {
      "source": {
        "id": "rt",
        "name": "RT"
      },
      "author": "RT en Español",
      "title": "Los antiguos griegos levantaban piedras de más de 400 kilos sin grúas",
      "description": "Hace 2.700 años, más de un siglo antes de que se inventara la grúa, los antiguos griegos utilizaron un complejo sistema de cuerdas y palancas para construir la arquitectura monumental que nos sorprende hasta estos días.",
      "url": "https://actualidad.rt.com/actualidad/325629-antigua-grecia-templos-corinto",
      "urlToImage": "https://cdni.rt.com/actualidad/public_images/2019.08/article/5d69240ce9180f711e8b4567.JPG",
      "publishedAt": "2019-08-30T19:33:04Z",
      "content": "De acuerdo con un estudio publicado en el Anuario de la Escuela Británica en Atenas por el Dr. Alessandro Pierattini, de la Universidad de Notre Dame, existe evidencia de que en la antigua Grecia se utilizó un intrincado sistema de cuerdas y palancas para lev… [+1041 chars]"
    },
    {
      "source": {
        "id": "rt",
        "name": "RT"
      },
      "author": "RT en Español",
      "title": "Detienen a una turista británica ebria en Tenerife por abandonar a su bebé en la vía pública",
      "description": "Unos ciudadanos encontraron un carrito con el bebé de tres meses en su interior y avisaron a las autoridades.",
      "url": "https://actualidad.rt.com/actualidad/325628-detienen-turista-ebria-tenerife-abandonar-bebe",
      "urlToImage": "https://cdni.rt.com/actualidad/public_images/2019.08/article/5d696458e9180f62568b456c.jpg",
      "publishedAt": "2019-08-30T19:31:16Z",
      "content": "Una turista británica de 24 años ha sido detenida en Tenerife (en el archipiélago español de las Islas Canarias) como presunta autora de un delito de abandono, tras ser hallado su bebé de tres meses en una avenida de la localidad de Adeje, en el sur de la isl… [+906 chars]"
    },
    {
      "source": {
        "id": "rt",
        "name": "RT"
      },
      "author": "RT en Español",
      "title": "El hijo de Bolsonaro viaja a EE.UU. para agradecer a Trump su \"apoyo\" en la crisis de la Amazonía",
      "description": "\"Quiero agradecer públicamente a él (Trump) por la defensa a Brasil en el encuentro del G7\", dijo el mandatario brasileño.",
      "url": "https://actualidad.rt.com/actualidad/325627-hijo-bolsonaro-viaja-washington-agradecer-trump-incendios-amazonia",
      "urlToImage": "https://cdni.rt.com/actualidad/public_images/2019.08/article/5d696fb7e9180f925b8b4568.jpg",
      "publishedAt": "2019-08-30T19:13:16Z",
      "content": "El diputado Eduardo Bolsonaro, hijo del presidente de Brasil, Jair Bolsonaro, viajó este viernes a EE.UU. para agradecer al mandatario estadounidense, Donald Trump, su apoyo en la crisis por los incendios en la Amazonía. \r\nBolsonaro, muy activo en las redes s… [+1449 chars]"
    },
    {
      "source": {
        "id": "rt",
        "name": "RT"
      },
      "author": "RT en Español",
      "title": "Publican el 'ranking' de las ciudades más seguras del mundo: Moscú, Santiago, Buenos Aires y CDMX están en el 'top 40'",
      "description": "La capital de Rusia escaló cuatro puestos en el índice Safe Cities calculado por The Economist, en el que figuran nueve ciudades de América Latina.",
      "url": "https://actualidad.rt.com/actualidad/325626-moscu-santiago-buenos-aires-cdmx-ranking-ciudades-seguras-2019",
      "urlToImage": "https://cdni.rt.com/actualidad/public_images/2019.08/article/5d692b29e9180f7a218b4568.jpg",
      "publishedAt": "2019-08-30T18:55:00Z",
      "content": "The Economist ha publicado el índice Safe Cities (Ciudades Seguras) de este 2019, un 'ranking' elaborado cada dos años por la prestigiosa revista para evaluar la seguridad en 60 urbes de todo el mundo.\r\nEl índice se deriva del promedio entre las notas asignad… [+2314 chars]"
    },
    {
      "source": {
        "id": "rt",
        "name": "RT"
      },
      "author": "RT en Español",
      "title": "Condenan a 6 años de cárcel a un exmiembro de una patrulla fronteriza de EE.UU. por fabricar armas de fuego en su casa",
      "description": "Además de venderle dos armas de fuego y municiones a un informante del FBI, el acusado admitió que en su casa contaba con una armería completa en la que había comenzado a fabricar armas y municiones.",
      "url": "https://actualidad.rt.com/actualidad/325625-fbi-encuentra-fabrica-armas-casa",
      "urlToImage": "https://cdni.rt.com/actualidad/public_images/2019.08/article/5d694f4fe9180ffe4d8b4567.JPG",
      "publishedAt": "2019-08-30T18:53:53Z",
      "content": "De acuerdo al diario Arizona Daily Star, Joshua Patchard, quien fuese expulsado de la Arizona Border Recon, un grupo civil armado que patrulla la zona fronteriza entre México y Estados Unidos en búsqueda de migrantes ilegales y traficantes de drogas, fue sent… [+1630 chars]"
    },
    {
      "source": {
        "id": "rt",
        "name": "RT"
      },
      "author": "RT en Español",
      "title": "El presidente de Haití, acusado de corrupción, se niega a dimitir y asegura que resolverá todos los problemas",
      "description": "",
      "url": "https://actualidad.rt.com/actualidad/325624-presidente-haiti-acusado-corrupcion-superar-problemas",
      "urlToImage": "https://actualidad.rt.com/static/img/og-logo-rt-black.jpg",
      "publishedAt": "2019-08-30T18:50:21Z",
      "content": "El presidente de Haití, Jovenel Moïse, aseveró en una entrevista con AP que no piensa dimitir y que resolverá los diversos problemas que sacuden en estos momentos a su país, incluido un caso de corrupción en que estaría implicado directamente.\r\nMoïse asegura … [+327 chars]"
    },
    {
      "source": {
        "id": "rt",
        "name": "RT"
      },
      "author": "RT en Español",
      "title": "La Policía de Bolivia refuerza los controles contra los incendios provocados en la Chiquitanía",
      "description": "Seis personas han sido detenidas por presuntamente incentivar la quema de esta zona, la más azotada por las llamas.",
      "url": "https://actualidad.rt.com/actualidad/325623-policia-bolivia-realiza-operativos-chiquitania",
      "urlToImage": "https://cdni.rt.com/actualidad/public_images/2019.08/article/5d6954c2e9180f29508b4567.JPG",
      "publishedAt": "2019-08-30T18:47:18Z",
      "content": "La Policía de Bolivia reforzó los controles en la zona de la Chiquitanía, colindante con la selva de la Amazonia, para detener a \"las personas sospechosas\" de estar provocando los incendios forestales en la región.\r\nTan solo el pasado jueves 29 de agosto, las… [+2228 chars]"
    },
    {
      "source": {
        "id": "rt",
        "name": "RT"
      },
      "author": "RT en Español",
      "title": "VIDEO: Cometen un triple 'robo canguro' en el metro de Buenos Aires y caen a los pocos minutos",
      "description": "Los ladrones actuaron de manera sincronizada y precisa. Pero fueron grabados por el sistema de vigilancia y la Policía les tendió una trampa.",
      "url": "https://actualidad.rt.com/actualidad/325622-triple-robo-canguro-metro-buenos-aires",
      "urlToImage": "https://cdni.rt.com/actualidad/public_images/2019.08/article/5d69559ce9180f70508b4567.jpg",
      "publishedAt": "2019-08-30T18:46:48Z",
      "content": "Tres delincuentes han sido arrestados por la Policía de la ciudad de Buenos Aires luego de que una cámara de seguridad los identificara cometiendo un triple robo en simultáneo en la estación San Juan del metro de la capital argentina, informan los medios loca… [+1200 chars]"
    },
    {
      "source": {
        "id": "rt",
        "name": "RT"
      },
      "author": "RT en Español",
      "title": "Científicos comentan la posible detección de un agujero negro tan grande que \"no debería existir\"",
      "description": "Varios científicos ponen en tela de juicio las ideas fundamentales sobre cómo se forman los agujeros negros.",
      "url": "https://actualidad.rt.com/actualidad/325621-cientificos-comentan-agujero-negro",
      "urlToImage": "https://cdni.rt.com/actualidad/public_images/2019.08/article/5d694c7708f3d9806f8b45a9.png",
      "publishedAt": "2019-08-30T18:43:36Z",
      "content": "Los físicos especializados en agujeros negros han estado discutiendo los informes según los cuales los detectores de ondas gravitacionales LIGO (EE.UU.) y Virgo (Europa) captaron recientemente la señal de un agujero negro inesperadamente enorme, con una masa … [+931 chars]"
    },
    {
      "source": {
        "id": "rt",
        "name": "RT"
      },
      "author": "RT на Русском",
      "title": "В Южной Осетии объявили о гуманитарной операции на границе с Грузией - RT на русском",
      "description": "В Южной Осетии объявили о гуманитарной операции на границе с Грузией RT на русском Пограничная служба Южной Осетии начала «гуманитарную операцию» в окрестностях приграничного села Уиста, где обострилась ситуация в связи с... Взгляд с разных сторон в приложени…",
      "url": "https://russian.rt.com/ussr/news/663694-yuzhnaya-osetiya-granica-gruziya",
      "urlToImage": "https://cdni.rt.com/russian/images/2019.08/article/5d696a05370f2c27468b458c.png",
      "publishedAt": "2019-08-30T18:30:00Z",
      "content": null
    },
    {
      "source": {
        "id": "rt",
        "name": "RT"
      },
      "author": "RT en Español",
      "title": "Jefe del Estado Mayor de Brasil anuncia que ha iniciado contactos con 4 países para combatir incendios en la Amazonía",
      "description": "",
      "url": "https://actualidad.rt.com/actualidad/325620-brasil-jefe-mayor-pedir-ayuda-necesitar",
      "urlToImage": "https://cdni.rt.com/actualidad/public_images/static.es/article/rt-ultimo2.jpg",
      "publishedAt": "2019-08-30T18:21:08Z",
      "content": "Más información, en breve."
    },
    {
      "source": {
        "id": "rt",
        "name": "RT"
      },
      "author": "RT en Español",
      "title": "La evidencia arqueológica apunta a que América fue poblada antes de lo que se creía",
      "description": "Hallazgos en Idaho (EE.UU.) sugieren que los primeros humanos llegaron a América hace 16.000 años, lo que pone en duda que el poblamiento del continente americano  se dio por el estrecho de Bering.",
      "url": "https://actualidad.rt.com/actualidad/325619-evidencia-arqueologica-apunta-america-poblada-antes",
      "urlToImage": "https://cdni.rt.com/actualidad/public_images/2019.08/article/5d690b8ce9180f71148b4567.jpg",
      "publishedAt": "2019-08-30T18:18:00Z",
      "content": "La evidencia arqueológica recuperada de una excavación en Cooper's Ferry, Idaho (EE.UU.), indica que los primeros asentamientos humanos en América del Norte son al menos mil años más antiguos de lo que se había sugerido anteriormente. De acuerdo con una inves… [+1962 chars]"
    },
    {
      "source": {
        "id": "rt",
        "name": "RT"
      },
      "author": "RT en Español",
      "title": "\"O invertimos o pagaremos el precio\": casi 4 millones de niños refugiados no tienen acceso a la escuela",
      "description": "Una de las razones de los bajos niveles de escolarización es la falta de programas de financiación para ayudar a las familias refugiadas.",
      "url": "https://actualidad.rt.com/actualidad/325618-acnur-milliones-ninos-refugiados-no-tener-acceso-escuela",
      "urlToImage": "https://cdni.rt.com/actualidad/public_images/2019.08/article/5d691787e9180f7a198b4568.JPG",
      "publishedAt": "2019-08-30T18:17:58Z",
      "content": "La falta de acceso a la educación de los niños y adolescentes refugiados constituye una \"crisis humana\", según palabras del informe publicado este 30 de agosto por la Agencia de la ONU para los Refugiados (ACNUR). De 7,1 millones de niños refugiados en edad e… [+1513 chars]"
    },
    {
      "source": {
        "id": "rt",
        "name": "RT"
      },
      "author": "RT",
      "title": "‘Good luck determining what happened’: Trump says US not involved in Iranian satellite ‘incident’",
      "description": "US President Donald Trump denied any American involvement after reports of a failed Iranian satellite launch, in which a rocket is said to have exploded on a launch pad. Iran, meanwhile, has not issued any accusations of the sort. Read Full Article at RT.com",
      "url": "https://www.rt.com/usa/467649-trump-us-iran-satellite/",
      "urlToImage": "https://cdni.rt.com/files/static.en/article/breaking.jpg",
      "publishedAt": "2019-08-30T18:11:00Z",
      "content": "In a tweet on Friday, the president assured Washington had nothing to do with the apparently botched satellite mission, and wished Tehran “good luck” in figuring out what went wrong.\r\n“The United States of America was not involved in the catastrophic accident… [+535 chars]"
    },
    {
      "source": {
        "id": "rt",
        "name": "RT"
      },
      "author": "RT на Русском",
      "title": "Зеленский предложил лишать депутатов мандата за прогулы в Раде - RT на русском",
      "description": "Зеленский предложил лишать депутатов мандата за прогулы в Раде RT на русском Зеленский решил уволить треть депутатов Lenta.ru Зеленский предложил внести изменения в Конституцию Украины РИА Новости Стал известен новый председатель Верховной рады Российская Газ…",
      "url": "https://russian.rt.com/ussr/news/663681-zelenskii-deputaty-verhovnaya-rada",
      "urlToImage": "https://cdni.rt.com/russian/images/2019.08/article/5d69581318356114628b4596.png",
      "publishedAt": "2019-08-30T18:03:00Z",
      "content": null
    },
    {
      "source": {
        "id": "rt",
        "name": "RT"
      },
      "author": "RT en Español",
      "title": "Dorian se convierte en huracán de categoría 3 en dirección a la costa de Florida",
      "description": "El ciclón avanza en el océano Atlántico en su rumbo a la costa este de EE.UU.",
      "url": "https://actualidad.rt.com/actualidad/325617-dorian-convetirse-huracan-categoria-3-florida",
      "urlToImage": "https://cdni.rt.com/actualidad/public_images/2019.08/article/5d69658908f3d9d26f8b4602.jpg",
      "publishedAt": "2019-08-30T18:02:00Z",
      "content": "El ciclón Dorian ha aumentado su potencia hasta convertirse en huracán de categoría 3 este viernes en el océano Atlántico, mientras se dirige a la costa este de EE.UU., informa el Centro Nacional de Huracanes de ese país (NHC, por sus siglas en inglés).\r\nEl h… [+1204 chars]"
    },
    {
      "source": {
        "id": "rt",
        "name": "RT"
      },
      "author": "RT en Español",
      "title": "Trump: \"EE.UU. no estuvo involucrado en el catastrófico accidente antes del lanzamiento de un satélite iraní\"",
      "description": "Donald Trump aseguró que EE.UU. no estuvo involucrado \"en el catastrófico accidente durante los preparativos finales para el lanzamiento del Safir en el sitio de lanzamiento de Semnan en Irán\".",
      "url": "https://actualidad.rt.com/actualidad/325616-trump-eeuu-involucrado-lanzamiento-iran-satelite",
      "urlToImage": "https://cdni.rt.com/actualidad/public_images/2019.08/article/5d6964d208f3d97d6f8b45ee.JPG",
      "publishedAt": "2019-08-30T17:59:00Z",
      "content": "El presidente de EE.UU., Donald Trump, aseguró que su país no tiene nada que ver con \"el catastrófico accidente\" que ocurrió antes de lo que, según informaciones proporcionadas por funcionarios estadounidenses, fue el lanzamiento de un satélite a bordo de un … [+1450 chars]"
    },
    {
      "source": {
        "id": "rt",
        "name": "RT"
      },
      "author": "RT en Español",
      "title": "Condenan a una activista iraní a 15 años de cárcel por \"propagar la prostitución quitándose su hiyab\"",
      "description": "Saba Kord Afshari deberá pasar en total 24 años tras las rejas por otros cargos adicionales, mientras que otras tres manifestantes fueron sentenciadas a seis años esta semana en la República Islámica.",
      "url": "https://actualidad.rt.com/actualidad/325615-condenar-activista-irani-prostitucion-quitarse-hiyab",
      "urlToImage": "https://cdni.rt.com/actualidad/public_images/2019.08/article/5d694d0b08f3d97f6f8b45b7.JPG",
      "publishedAt": "2019-08-30T17:46:46Z",
      "content": "Una activista de 20 años fue condenada este martes a 24 años de prisión en Irán por varios cargos asociados con sus acciones de protesta, entre ellas dejarse ver en público sin velo y mostrando el cabello, informa Iran Human Rights Monitor.\r\nEn detalle, Saba … [+1364 chars]"
    },
    {
      "source": {
        "id": "rt",
        "name": "RT"
      },
      "author": "RT",
      "title": "Moscow man smashes tram with AXE after failing to board (VIDEO)",
      "description": "An angry Russian man busted open a door of a tram in Moscow, after the pesky public transport slipped away right under his nose. The vehicle was damaged, while the rowdy wannabe-passenger escaped. Read Full Article at RT.com",
      "url": "https://www.rt.com/russia/467648-moscow-man-axe-tram/",
      "urlToImage": "https://cdni.rt.com/files/2019.08/article/5d694703dda4c829628b45a9.png",
      "publishedAt": "2019-08-30T17:44:49Z",
      "content": "The bizarre incident was captured by one of the onboard cameras of a modern tram and emerged on social media on Friday. Footage shows the tram arriving at its stop, while a man holding various instruments is waiting for it.\r\nThe burdened person apparently fai… [+889 chars]"
    },
    {
      "source": {
        "id": "rt",
        "name": "RT"
      },
      "author": "RT en Español",
      "title": "\"¡Muito obrigada!\": Brigitte Macron agradece el apoyo de los brasileños tras el comentario de Bolsonaro",
      "description": "\"Los tiempos cambian. Están aquellos que se encuentran en el tren del cambio (...) y algunos están sobre el anden\", dijo la primera dama francesa.",
      "url": "https://actualidad.rt.com/actualidad/325614-muito-obrigada-brigitte-macron-agradece-brasilenos-insultos-bolsonaro",
      "urlToImage": "https://cdni.rt.com/actualidad/public_images/2019.08/article/5d6945f9e9180f8c498b4567.JPG",
      "publishedAt": "2019-08-30T17:25:35Z",
      "content": "La primera dama de Francia, Brigitte Macron, agradeció a los brasileños el apoyo que recibió estos últimos días tras los comentarios ofensivos del presidente de Brasil, Jair Bolsonaro, contra ella.\r\n\"Simplemente, como veo que hay cámaras, quiero decir dos pal… [+2342 chars]"
    },
    {
      "source": {
        "id": "rt",
        "name": "RT"
      },
      "author": "RT en Español",
      "title": "Nueve muertos en una operación contra las disidencias de las FARC en Colombia",
      "description": "El exguerillero Iván Márquez anunció el jueves que una parte de los excombatientes desmovilizados por el acuerdo de paz se han reagrupado para tomar las armas.",
      "url": "https://actualidad.rt.com/actualidad/325613-nueve-muertos-operacion-disidencias-farc-colombia",
      "urlToImage": "https://cdni.rt.com/actualidad/public_images/static.es/article/rt-ultimo2.jpg",
      "publishedAt": "2019-08-30T17:19:16Z",
      "content": "Un total de nueve personas fallecidas ha dejado una operación militar en contra de las disidencias de las Fuerzas Armadas Revolucionarias de Colombia (FARC), un día después del anuncio de Iván Márquez de retomar la \"lucha guerrillera\"\r\nMás información, en bre… [+2 chars]"
    },
    {
      "source": {
        "id": "rt",
        "name": "RT"
      },
      "author": "RT на Русском",
      "title": "Зеленский предложил наделить украинцев правом вносить законопроекты - RT на русском",
      "description": "Зеленский предложил наделить украинцев правом вносить законопроекты RT на русском Зеленский решил уволить треть депутатов Lenta.ru «Что вы орете все время?»: у Зеленского на первом заседании Рады сдали нервы НТВ Стал известен новый председатель Верховной рады…",
      "url": "https://russian.rt.com/ussr/news/663664-zelenskii-narod-zakon",
      "urlToImage": "https://cdni.rt.com/russian/images/2019.08/article/5d694cf618356122628b4579.png",
      "publishedAt": "2019-08-30T17:18:00Z",
      "content": ", ,  .\r\n« . 93 ... ... « , , , , », — .\r\n   « ... ».\r\n     ,   ."
    },
    {
      "source": {
        "id": "rt",
        "name": "RT"
      },
      "author": "RT en Español",
      "title": "¿Por qué es tan difícil pronosticar por dónde pasará el huracán Dorian?",
      "description": "Todos los condados de Florida mantienen el estado de emergencia mientras continúan los preparativos para la llegada de la tormenta, que podría convertirse en la única de su clase.",
      "url": "https://actualidad.rt.com/actualidad/325612-dificil-pronosticar-paso-tormenta-dorian",
      "urlToImage": "https://cdni.rt.com/actualidad/public_images/2019.08/article/5d6913df08f3d9965f8b45a1.png",
      "publishedAt": "2019-08-30T17:17:14Z",
      "content": "El estado de Florida está a la espera de la llegada de Dorian, que podría tocar tierra este 2 de septiembre en forma de tormenta de categoría 4 potencialmente peligrosa. Ahora Dorian se considera una tormenta de categoría 2, pero se prevé que se intensifique … [+3571 chars]"
    },
    {
      "source": {
        "id": "rt",
        "name": "RT"
      },
      "author": "RT en Español",
      "title": "Muere un soldado estadounidense en Afganistán después de que Trump prometiera que EE.UU. \"siempre\" tendrá presencia en ese país",
      "description": "",
      "url": "https://actualidad.rt.com/actualidad/325611-morir-soldado-eeuu-afganistan",
      "urlToImage": "https://actualidad.rt.com/static/img/og-logo-rt-black.jpg",
      "publishedAt": "2019-08-30T17:12:13Z",
      "content": "Un militar estadounidense no identificado falleció en Afganistán mientras participaba en \"operaciones de combate\" el pasado 29 de agosto, según ha comunicado la misión Apoyo Decidido de la OTAN.\r\nLos detalles del suceso y la identidad de la víctima, el tercer… [+245 chars]"
    },
    {
      "source": {
        "id": "rt",
        "name": "RT"
      },
      "author": "RT",
      "title": "Ex-US Marine Paul Whelan indicted on spying charges in Russia",
      "description": "Paul Whelan, an ex-US Marine suspected of espionage in Russia, has been formally indicted. Whelan was detained on New Year’s Eve in Moscow while receiving a flash drive said to be full of Russian state secrets. Read Full Article at RT.com",
      "url": "https://www.rt.com/russia/467647-whelan-indicted-russia-spying/",
      "urlToImage": "https://cdni.rt.com/files/2019.08/article/5d695619fc7e936e608b45f0.jpg",
      "publishedAt": "2019-08-30T17:11:22Z",
      "content": "The accused will be presented with the indictment next week, Whelan’s lawyer, Vladimir Zherebenkov, told RIA Novosti on Friday. The date for the beginning of court proceedings remains unclear, as the defendant will have to rely on an interpreter to read the m… [+797 chars]"
    },
    {
      "source": {
        "id": "rt",
        "name": "RT"
      },
      "author": "RT на Русском",
      "title": "МИД России призвал Грузию и Южную Осетию к конструктивному диалогу - RT на русском",
      "description": "МИД России призвал Грузию и Южную Осетию к конструктивному диалогу RT на русском МИД России выразил серьёзную озабоченность в связи с эскалацией напряжённости на границе Южной Осетии и Грузии, «спровоцированной... Взгляд с разных сторон в приложении \"Google Н…",
      "url": "https://russian.rt.com/world/news/663663-mid-gruziya-yuzhnaya-osetiya",
      "urlToImage": "https://cdni.rt.com/russian/images/2019.08/article/5d6955dd370f2c1e308b45ea.png",
      "publishedAt": "2019-08-30T17:04:00Z",
      "content": null
    },
    {
      "source": {
        "id": "rt",
        "name": "RT"
      },
      "author": "RT на Русском",
      "title": "«Подстёгивают гонку вооружений»: как США намерены добиваться военного превосходства в космосе - RT на русском",
      "description": "В Соединённых Штатах начало работу Космическое командование Вооружённых сил. Дональд Трамп заявил, что эта структура не позволит другим странам оспорить «превосходство Америки в космосе». В свою очередь, глава нового ведомства генерал ВВС Джон Рэймонд заявил,…",
      "url": "https://russian.rt.com/world/article/663662-ssha-kosmicheskoe-komandovanie-ugroza",
      "urlToImage": "https://cdni.rt.com/russian/images/2019.08/article/5d68e65c370f2c100f8b456d.jpg",
      "publishedAt": "2019-08-30T17:03:16Z",
      "content": ", (SPACECOM) . , SPACECOM.\r\n« . , , , », — .\r\n      « » , SPACECOM  — .\r\n , «», . , ,   .\r\n RT , .\r\n« . , , », — .\r\n, . — . , .\r\n«   », — Military.com.\r\n , « » « GPS». , «  » . \r\n Breaking Defense, , .\r\n, SPACECOM , — «, ».\r\n 1985 2002 . « » 11 2001 . , , .\r\n… [+653 chars]"
    },
    {
      "source": {
        "id": "rt",
        "name": "RT"
      },
      "author": "RT en Español",
      "title": "VIDEO: Un ladrón rompe una puerta para entrar en una tienda que estaba abierta",
      "description": "El ladrón escogió el momento equivocado para perpetrar el crimen y se fue por donde había venido sin otro botín que un buen susto.",
      "url": "https://actualidad.rt.com/viral/325610-video-ladron-romper-puerta-gasolinera-abierta",
      "urlToImage": "https://cdni.rt.com/actualidad/public_images/2019.08/article/5d6946a1e9180f0a4a8b4567.JPG",
      "publishedAt": "2019-08-30T17:01:31Z",
      "content": "La Policía de Plainwell (Michigan, EE.UU) está buscando a un desacertado ladrón que quiso robar en la tienda de una gasolinera creyendo que estaba cerrada y para entrar rompió el cristal de la puerta. Los hechos fueron registrados por una cámara de vigilancia… [+621 chars]"
    },
    {
      "source": {
        "id": "rt",
        "name": "RT"
      },
      "author": "RT en Español",
      "title": "Remodela su casa en Sevilla y descubre una catacumba funeraria romana de 2.000 años oculta bajo tierra (VIDEO, FOTO)",
      "description": "El tesoro arqueológico encontrado en el sur de España está intacto y no se excluye hallar joyas de gran valor en su interior.",
      "url": "https://actualidad.rt.com/actualidad/325609-remodelar-casa-sevilla-descubrir-camara-romana",
      "urlToImage": "https://cdni.rt.com/actualidad/public_images/2019.08/article/5d6934d0e9180fc50b8b4567.png",
      "publishedAt": "2019-08-30T17:00:43Z",
      "content": "Un vecino del municipio español de Carmona, en la provincia de Sevilla, ha descubierto fortuitamente en el jardín de su casa un mausoleo funerario subterráneo de la época romana que se ha mantenido intacto en el transcurso de unos dos mil años, informó este m… [+2098 chars]"
    },
    {
      "source": {
        "id": "rt",
        "name": "RT"
      },
      "author": "RT en Español",
      "title": "Una joven muere en la India semanas después de que varios amigos la violaran mientras festejaba su cumpleaños",
      "description": "La víctima falleció debido a las lesiones sufridas durante el ataque sexual días después de cumplir 19 años.",
      "url": "https://actualidad.rt.com/actualidad/325608-joven-morir-india-violacion-grupal-cumplea%C3%B1os",
      "urlToImage": "https://cdni.rt.com/actualidad/public_images/2019.08/article/5d69232fe9180f401e8b4567.jpg",
      "publishedAt": "2019-08-30T17:00:37Z",
      "content": "Una joven murió en la India el pasado miércoles como consecuencia de las lesiones internas que le provocó una violación en grupo perpetrada por cuatro amigos, mientras festejaba su décimo noveno cumpleaños.\r\nOriunda de Aurangabad, la chica viajó a Bombay para… [+1473 chars]"
    },
    {
      "source": {
        "id": "rt",
        "name": "RT"
      },
      "author": "RT",
      "title": "HIV breakthrough: Scientists discover resistance gene in patients with muscular disease",
      "description": "A rare genetic mutation that causes a certain type of muscular dystrophy may prove to be the new secret weapon in the fight against HIV infection. Read Full Article at RT.com",
      "url": "https://www.rt.com/news/467646-scientists-identify-hiv-resistance-gene/",
      "urlToImage": "https://cdni.rt.com/files/2019.08/article/5d694da0fc7e936b608b45b6.png",
      "publishedAt": "2019-08-30T16:48:23Z",
      "content": "The mutation concerns the Transportin-3 gene (TNPO3) which plays a role in transporting the virus inside cells (hence the name). The gene was identified in a family in Spain several years ago, members of which lived with a particular kind of limb-girdle muscu… [+1013 chars]"
    },
    {
      "source": {
        "id": "rt",
        "name": "RT"
      },
      "author": "RT en Español",
      "title": "Denuncian que los incendios de la Amazonia son \"potencialmente genocidas\" para sus tribus indígenas",
      "description": "La organización Survival teme que el fuego \"no haya dejado escapatoria\" a los pobladores de las zonas afectadas.",
      "url": "https://actualidad.rt.com/actualidad/325607-denuncian-incendios-amazonia-potencialmente-genocidas-indigenas",
      "urlToImage": "https://cdni.rt.com/actualidad/public_images/2019.08/article/5d6938b6e9180f03448b4567.JPG",
      "publishedAt": "2019-08-30T16:43:00Z",
      "content": "La Coordinadora de Organizaciones Indígenas de la Amazonia Brasileña (COIAB) ha expresado en un comunicado su preocupación por el peligro que los incendios que afectan a la Amazonia suponen para los pobladores indígenas de la región.\r\nEl texto difundido señal… [+4653 chars]"
    },
    {
      "source": {
        "id": "rt",
        "name": "RT"
      },
      "author": "RT",
      "title": "St Petersburg to host 2021 UEFA Champions League final - reports",
      "description": "Russia's 'northern capital' St. Petersburg will host the 2021 UEFA Champions League final at the city's Krestovksy Stadium, with Allianza Arena in Munich hosting the 2022 final, according to a report from The Associated Press. Read Full Article at RT.com",
      "url": "https://www.rt.com/sport/467645-st-petersburg-champions-league-final-2021/",
      "urlToImage": "https://cdni.rt.com/files/2019.08/article/5d694ffffc7e936a608b45cb.JPG",
      "publishedAt": "2019-08-30T16:42:22Z",
      "content": "On Friday, AP said they had spoekn to \"two people with knowledge of the process say UEFA is putting forth St. Petersburg, Munich and Wembley as venues for a trio of Champions League finals.\"\r\nThe report continued: \"Russia and Germany had both been vying to ho… [+809 chars]"
    },
    {
      "source": {
        "id": "rt",
        "name": "RT"
      },
      "author": "RT",
      "title": "Stunning but deadly: Satellite imagery shows Hurricane Dorian sparkling as it approaches US (VIDEO)",
      "description": "As Hurricane Dorian makes its way to the US, a meteorologist has shared stunning satellite snaps of the “extremely dangerous” storm’s brightly colored lightning eruptions amid swirling clouds that look like a fireworks display. Read Full Article at RT.com",
      "url": "https://www.rt.com/usa/467644-hurricane-dorian-lightning-imagery/",
      "urlToImage": "https://cdni.rt.com/files/2019.08/article/5d694beadda4c82b628b45db.png",
      "publishedAt": "2019-08-30T16:28:00Z",
      "content": "Meteorologist Dakota Smith shared the footage on Twitter and explained that the flashes seen in the storm’s inner core are “associated with deep convection that kicked off after sunset.”\r\nSmith also shared footage of the hurricane taken at sunrise, after it h… [+792 chars]"
    },
    {
      "source": {
        "id": "rt",
        "name": "RT"
      },
      "author": "RT",
      "title": "American service member killed in Afghanistan as Trump vows US will ‘always’ stay there",
      "description": "An American serviceman was killed in Afghanistan in combat operations, NATO said in a statement. The news comes just a day after President Trump announced there would “always” be a US presence in the country. Read Full Article at RT.com",
      "url": "https://www.rt.com/usa/467643-us-soldier-killed-afghanistan/",
      "urlToImage": "https://cdni.rt.com/files/static.en/article/breaking.jpg",
      "publishedAt": "2019-08-30T16:26:00Z",
      "content": "The soldier died on Thursday during a combat mission, the NATO-led mission in Afghanistan announced in a statement on Friday, but withheld the serviceman’s identity, per the organization’s policies.\r\nAlso on rt.comWell always have a presence: Trump says 8,600… [+309 chars]"
    },
    {
      "source": {
        "id": "rt",
        "name": "RT"
      },
      "author": "RT en Español",
      "title": "Cristiano Ronaldo a Messi: \"Espero que algún día cenemos juntos\" (VIDEO)",
      "description": "El astro argentino por su parte admitió que extraña no poder enfrentarse a CR7 en el fútbol español.",
      "url": "https://actualidad.rt.com/viral/325606-messi-extranar-cristiano-ronaldo-cena",
      "urlToImage": "https://cdni.rt.com/actualidad/public_images/2019.08/article/5d69323808f3d97c6f8b4570.jpg",
      "publishedAt": "2019-08-30T16:23:24Z",
      "content": "Los astros del fútbol Lionel Messi y Cristiano Ronaldo volvieron a encontrarse este jueves en la ceremonia del sorteo de la fase de grupos de la Liga de Campeones de la UEFA celebrada en Mónaco, donde admitieron echarse de menos el uno al otro.\r\nMessi, al ser… [+1234 chars]"
    },
    {
      "source": {
        "id": "rt",
        "name": "RT"
      },
      "author": "RT en Español",
      "title": "Récord del riesgo país en Argentina tras el 'default selectivo' de Standar & Poor's",
      "description": "Este viernes, a la apertura de los mercados, el peso también se había devaluado un 2 %, llegando el dólar a los 61 pesos.",
      "url": "https://actualidad.rt.com/actualidad/325605-default-selectivo-temporario-significa-calificacion-argentina",
      "urlToImage": "https://cdni.rt.com/actualidad/public_images/2019.08/article/5d691eb4e9180f581c8b4567.JPG",
      "publishedAt": "2019-08-30T16:21:01Z",
      "content": "Tras los anuncios del ministro de Hacienda de Argentina del pasado miércoles de extender unilateralmente el vencimiento de los bonos a corto plazo, Standard &amp; Poor's ubicó al país latinoamericano en 'default selectivo'. La reacción de los mercados argenti… [+3937 chars]"
    },
    {
      "source": {
        "id": "rt",
        "name": "RT"
      },
      "author": "RT en Español",
      "title": "VIDEO: Aviones militares de transporte An-12 e Il-76 aterrizan en la estepa rusa",
      "description": "La Fuerza Aérea y tropas rusas practicaron en la parte central del país varios tipos de apoyo aéreo logístico, incluidos los aterrizajes en lugares no acondicionados para ello.",
      "url": "https://actualidad.rt.com/actualidad/325604-aviones-militares-transporte-rusos-aterrizar-estepa",
      "urlToImage": "https://cdni.rt.com/actualidad/public_images/2019.08/article/5d69338ee9180f84268b4568.JPG",
      "publishedAt": "2019-08-30T16:20:41Z",
      "content": "Aviones de transporte militar An-12 e Il-76 practicaron el aterrizaje en tierra durante unos ejercicios a gran escala de las unidades logísticas de las Fuerzas Armadas de Rusia, que se realizaron en la pista de aterrizaje en campo cerca de la localidad de Sol… [+406 chars]"
    },
    {
      "source": {
        "id": "rt",
        "name": "RT"
      },
      "author": "RT en Español",
      "title": "Científicos cultivan minicerebros humanos que desarrollan redes neuronales",
      "description": "Las primeras señales fueron percibidas después de dos meses de crecimiento de los modelos de tejido neuronal.",
      "url": "https://actualidad.rt.com/actualidad/325603-cientificos-cultivan-minicerebros-humanos",
      "urlToImage": "https://cdni.rt.com/actualidad/public_images/2019.08/article/5d6914e108f3d9975f8b4594.jpg",
      "publishedAt": "2019-08-30T16:15:31Z",
      "content": "Cientos de organoides cerebrales humanos fueron cultivados en un laboratorio de la Universidad de California en San Diego (EE.UU.) durante al menos 10 meses. El objetivo era registrar actividad propia de los cerebros reales en estos modelos 'in vitro' y el re… [+2352 chars]"
    },
    {
      "source": {
        "id": "rt",
        "name": "RT"
      },
      "author": "RT на Русском",
      "title": "Гончарук объяснил решение оставить Авакова в правительстве Украины - RT на русском",
      "description": "Гончарук объяснил решение оставить Авакова в правительстве Украины RT на русском Новый премьер-министр Украины Алексей Гончарук объяснил решение оставить в правительстве министра внутренних дел Арсена Авакова. Гончарук... Взгляд с разных сторон в приложении \"…",
      "url": "https://russian.rt.com/ussr/news/663645-goncharuk-avakov-ukraina",
      "urlToImage": "https://cdni.rt.com/russian/images/2019.08/article/5d693663183561602d8b4597.png",
      "publishedAt": "2019-08-30T16:15:00Z",
      "content": null
    },
    {
      "source": {
        "id": "rt",
        "name": "RT"
      },
      "author": "RT",
      "title": "‘Visiting hacked site was enough’: Google says it discovered major iPhone security exploits",
      "description": "Google’s cyber security team has disclosed what it said were critical vulnerabilities in the iPhone, potentially allowing hackers to access millions of devices over the last two years. Read Full Article at RT.com",
      "url": "https://www.rt.com/news/467641-google-apple-iphone-hacks/",
      "urlToImage": "https://cdni.rt.com/files/2019.08/article/5d694b60dda4c829628b45bc.JPG",
      "publishedAt": "2019-08-30T16:12:52Z",
      "content": "Days after an emergency security patch was rushed out for the latest iPhone operating system (iOS), Google’s Project Zero has claimed that previous iOS versions were susceptible to major intrusions, in some cases letting hackers install “monitoring implants” … [+2146 chars]"
    },
    {
      "source": {
        "id": "rt",
        "name": "RT"
      },
      "author": "RT en Español",
      "title": "Rusia comienza la producción en serie del dron militar Orion",
      "description": "El rango de vuelo de la nueva aeronave es de 250 kilómetros, su autonomía de 24 horas, y la altitud máxima que alcanzará se sitúa en casi 8.000 metros.",
      "url": "https://actualidad.rt.com/actualidad/325602-rusia-empezar-produccion-serie-dron-oreon",
      "urlToImage": "https://cdni.rt.com/actualidad/public_images/2019.08/article/5d6912c2e9180f88178b4568.jpg",
      "publishedAt": "2019-08-30T16:07:27Z",
      "content": "Rusia ha puesto en marcha la producción en serie de los aviones no tripulados de reconocimiento Orion, anunció a RIA Novosti Sergéi Bogátikov, director general de la compañía diseñadora Kronstadt. \"Es el primer contrato, pero ya se está trabajando en la produ… [+990 chars]"
    },
    {
      "source": {
        "id": "rt",
        "name": "RT"
      },
      "author": "RT en Español",
      "title": "Trump declara la emergencia en Florida ante la llegada del huracán Dorian",
      "description": "El estado de emergencia fue previamente anunciado en todos los condados del estado por el gobernador.",
      "url": "https://actualidad.rt.com/actualidad/325601-trump-declarar-emergencia-florida-dorian",
      "urlToImage": "https://cdni.rt.com/actualidad/public_images/static.es/article/rt-ultimo2.jpg",
      "publishedAt": "2019-08-30T16:03:00Z",
      "content": "La Casa Blanca ha informado en un comunicado que el presidente del país, Donald Trump, declaró emergencia para el estado de Florida ante el acercamiento del huracán Dorian a sus costas y \"ordenó asistencia federal para complementar los esfuerzos de respuesta … [+59 chars]"
    },
    {
      "source": {
        "id": "rt",
        "name": "RT"
      },
      "author": "RT",
      "title": "Kurds withdrawal from N. Syria ‘must be confirmed,’ Ankara says",
      "description": "Turkey on Friday said it needed to witness the withdrawal of Kurdish fighters from parts of northern Syria after such claims by Syrian Kurdish authorities this week, AFP reported.",
      "url": "https://www.rt.com/newsline/467642-kurds-withdrawal-syria-turkey/",
      "urlToImage": "https://cdni.rt.com/files/2019.08/article/5d694afffc7e936d608b45cf.JPG",
      "publishedAt": "2019-08-30T15:59:00Z",
      "content": "Turkey on Friday said it needed to see evidence of a pullout by Kurdish fighters from parts of northern Syria after Syrian Kurdish authorities claimed a withdrawal had taken place, AFP reported.\r\n“There is information from the Americans that the YPG has withd… [+710 chars]"
    },
    {
      "source": {
        "id": "rt",
        "name": "RT"
      },
      "author": "RT en Español",
      "title": "Venezuela expresa preocupación por \"inminente reactivación del conflicto armado\" en Colombia",
      "description": "Caracas manifestó su disposición a trazar estrategias que permitan el restablecimiento de los contactos entre las partes.",
      "url": "https://actualidad.rt.com/actualidad/325600-venezuela-preocupada-conflicto-colombia-farc",
      "urlToImage": "https://cdni.rt.com/actualidad/public_images/2019.08/article/5d69490408f3d9806f8b45a3.JPG",
      "publishedAt": "2019-08-30T15:58:00Z",
      "content": "El canciller de Venezuela, Jorge Arreaza, leyó este viernes un comunicado donde expresa la preocupación de su país por \"la inminente reactivación del conflicto armado\" entre el Gobierno de Colombia y el grupo de las Fuerzas Armadas Revolucionarias de Colombia… [+2452 chars]"
    },
    {
      "source": {
        "id": "rt",
        "name": "RT"
      },
      "author": "RT en Español",
      "title": "Arreaza, sobre el regreso de las FARC: \"Lamentamos el retroceso de los acuerdos de paz en Colombia\"",
      "description": "Caracas manifestó su disposición de fomentar el diálogo entre las partes.",
      "url": "https://actualidad.rt.com/actualidad/325600-arreaza-lamenta-retroceso-paz-colombia",
      "urlToImage": "https://cdni.rt.com/actualidad/public_images/2019.08/article/5d69490408f3d9806f8b45a3.JPG",
      "publishedAt": "2019-08-30T15:58:00Z",
      "content": "El canciller de Venezuela, Jorge Arreaza, leyó este viernes un comunicado donde expresa la preocupación de su país por \"la inminente reactivación del conflicto armado\" entre el Gobierno de Colombia y el grupo de las Fuerzas Armadas Revolucionarias de Colombia… [+383 chars]"
    },
    {
      "source": {
        "id": "rt",
        "name": "RT"
      },
      "author": "RT en Español",
      "title": "Erdogan asegura que la posible compra de cazas rusos Su-57 por parte de Turquía está en conversaciones",
      "description": "Si EE.UU. mantiene su posición de impedir que Turquía adquiera los cazas polivalentes F-35, Ankara deberá \"ocuparse\" de buscar otras alternativas, ha subrayado el presidente turco.",
      "url": "https://actualidad.rt.com/actualidad/325599-conversaciones-turquia-comprar-caza-ruso-su57-erdogan",
      "urlToImage": "https://cdni.rt.com/actualidad/public_images/2019.08/article/5d691a1808f3d90e618b45a9.jpg",
      "publishedAt": "2019-08-30T15:56:20Z",
      "content": "El presidente turco, Recep Tayyip Erdogan, ha confirmado que continúan los diálogos con Rusia sobre la posibilidad de comprar los cazas rusos Su-57 en lugar de los aviones de combate estadounidenses F-35.\r\n\"Nuestros ministerios continúan reuniéndose con sus h… [+2237 chars]"
    },
    {
      "source": {
        "id": "rt",
        "name": "RT"
      },
      "author": "RT en Español",
      "title": "Turquía señala al Líbano como la próxima parada del liberado petrolero iraní pero Beirut lo niega",
      "description": "",
      "url": "https://actualidad.rt.com/actualidad/325598-turquia-senalar-libano-parada-petrolero-iran-beirut-negar",
      "urlToImage": "https://actualidad.rt.com/static/img/og-logo-rt-black.jpg",
      "publishedAt": "2019-08-30T15:55:57Z",
      "content": "La ruta del petrolero iraní liberado este mes tras seis semanas de detención por las autoridades de Gibraltar está envuelta en un misterio desde que el ministro de Exteriores turco Mevlut Cavusoglu anunciara este viernes que el buque marchaba rumbo al Líbano.… [+236 chars]"
    },
    {
      "source": {
        "id": "rt",
        "name": "RT"
      },
      "author": "RT en Español",
      "title": "La ciudadanía ya no será automática para todos los hijos de militares de EE.UU. en el extranjero",
      "description": "La nueva normativa establece excepciones y parece que afecta a los miembros del Ejército que son residentes legales, pero no ciudadanos estadounidenses.",
      "url": "https://actualidad.rt.com/actualidad/325597-hijos-militares-diplomaticos-eeuu-extranjero-ciudadania",
      "urlToImage": "https://cdni.rt.com/actualidad/public_images/2019.08/article/5d68290108f3d91b0b8b464c.JPG",
      "publishedAt": "2019-08-30T15:55:23Z",
      "content": "Una nueva normativa establece que algunos de los hijos de los militares de EE.UU. y \"ciertos empleados del gobierno\" que nazcan en el extranjero no podrán recibir la ciudadanía estadounidense automáticamente, según los Servicios de Ciudadanía e Inmigración (U… [+2073 chars]"
    },
    {
      "source": {
        "id": "rt",
        "name": "RT"
      },
      "author": "RT en Español",
      "title": "VIDEO: Dos sexagenarias argentinas se pierden en una selva y su grabación pidiendo ser rescatadas se hace viral",
      "description": "Mónica y Claudia López, de 62 y 67 años, finalmente fueron socorridas luego de 48 horas en la selva de yungas tucumana.",
      "url": "https://actualidad.rt.com/viral/325596-argentinas-perderse-selva-video-rescate-viral",
      "urlToImage": "https://cdni.rt.com/actualidad/public_images/2019.08/article/5d69161ee9180ffe188b4567.jpg",
      "publishedAt": "2019-08-30T15:43:38Z",
      "content": "En Argentina, se hecho viral recientemente el video de dos hermanas de 62 y 67 años que pasaron 48 horas perdidas en una zona boscosa de la provincia de Tucumán, en el norte del país.\r\nMónica y Claudia López viajaron a esa zona de turismo y el pasado domingo … [+2422 chars]"
    },
    {
      "source": {
        "id": "rt",
        "name": "RT"
      },
      "author": "RT",
      "title": "Greece summons Turkey’s ambassador after 1st mass arrival of migrant boats in 3 years – report",
      "description": "Over a dozen migrant boats landed on Greece’s Lesbos island within minutes of each other on Thursday in the first such mass arrival from neighboring Turkey in three years, officials said.",
      "url": "https://www.rt.com/newsline/467640-greece-turkey-arrival-migrants/",
      "urlToImage": "https://cdni.rt.com/files/2019.08/article/5d6948b4dda4c829628b45b2.JPG",
      "publishedAt": "2019-08-30T15:23:00Z",
      "content": "Over a dozen migrant boats landed on Greece’s Lesbos island within minutes of each other on Thursday in the first such mass arrival from neighboring Turkey in three years, officials said. Foreign Minister Nikos Dendias summoned the Turkish ambassador on Frida… [+686 chars]"
    },
    {
      "source": {
        "id": "rt",
        "name": "RT"
      },
      "author": "RT",
      "title": "China dismisses Bolton's accusations of technology theft as ‘slander’",
      "description": "Recent statements by US National Security Advisor John Bolton, who accused Beijing of stealing technologies, prompted an angry reaction in China, with the country's ambassador to Ukraine branding them as “slander.” Read Full Article at RT.com",
      "url": "https://www.rt.com/news/467638-china-bolton-accusations-slander/",
      "urlToImage": "https://cdni.rt.com/files/2019.08/article/5d693bbafc7e936d608b45be.JPG",
      "publishedAt": "2019-08-30T15:15:02Z",
      "content": "“The statements by Mr. Bolton regarding China's alleged technology theft from other countries is pure slander,” Ambassador Du Wei said during a press briefing on Friday.\r\nThe inflammatory remarks were delivered by Bolton earlier this week during his official … [+1246 chars]"
    },
    {
      "source": {
        "id": "rt",
        "name": "RT"
      },
      "author": "RT en Español",
      "title": "Echan al suelo la idea de un único 'gen gay' en el mayor estudio científico de su clase",
      "description": "Investigadores analizaron datos de casi 500.000 personas y concluyeron que solo un tercio del comportamiento homosexual podría explicarse mediante la genética, aunque no creen que el resto se deba solo a la educación o la cultura.",
      "url": "https://actualidad.rt.com/actualidad/325595-echar-suelo-idea-unico-gen-gay",
      "urlToImage": "https://cdni.rt.com/actualidad/public_images/2019.08/article/5d690a3b08f3d9e85f8b457f.jpg",
      "publishedAt": "2019-08-30T15:12:00Z",
      "content": "El análisis de la variación genética de cerca de medio millón de personas no arroja ningún gen que prediga de forma única la homosexualidad, reportan científicos de una veintena de instituciones en la revista Science.\r\nLos analistas recopilaron información de… [+2848 chars]"
    },
    {
      "source": {
        "id": "rt",
        "name": "RT"
      },
      "author": "RT en Español",
      "title": "Alerta sanitaria en España por una toxina en las latas de atún de una cadena de supermercados",
      "description": "El brote ha sido detectado tras enfermar cuatro personas que habían ingerido una ensaladilla rusa elaborada con este atún.",
      "url": "https://actualidad.rt.com/actualidad/325594-alerta-sanitaria-espana-toxina-latas-atun",
      "urlToImage": "https://cdni.rt.com/actualidad/public_images/2019.08/article/5d693c0808f3d9cb6f8b458b.JPG",
      "publishedAt": "2019-08-30T15:08:00Z",
      "content": "España ha activado una alerta sanitaria por un brote de intoxicación alimentaria originado por la toxina botulínica. El origen se ha detectado en unas latas de atún en conserva comercializadas por la cadena de supermercados Dia, presente en el ámbito nacional… [+2267 chars]"
    },
    {
      "source": {
        "id": "rt",
        "name": "RT"
      },
      "author": "RT",
      "title": "'If I go to jail I go to jail, I'm not scared': Khabib says he'll fight Conor if they see each other",
      "description": "The biggest beef in MMA history between UFC superstars Khabib Nurmagomedov and Conor McGregor, which some might have thought is over, is actually very far from being settled. At least according to the 'Dagestan Eagle.' Read Full Article at RT.com",
      "url": "https://www.rt.com/sport/467636-khabib-nurmagomedov-conor-mcgregor-interview/",
      "urlToImage": "https://cdni.rt.com/files/2019.08/article/5d693acbdda4c8fc218b4567.jpg",
      "publishedAt": "2019-08-30T15:06:00Z",
      "content": "Talking to ESPN ahead of his second title defense at UFC 242, lightweight king Khabib was asked questions on a range of topics, but one question media all over the world cannot stop talking about is of course Khabib’s bitter rival Conor McGregor.\r\n“Even this … [+1031 chars]"
    },
    {
      "source": {
        "id": "rt",
        "name": "RT"
      },
      "author": "RT",
      "title": "Bye-bye lowcosters? Merkel’s sister party calls for extra tax on cheap European flights",
      "description": "Budget airlines may fall victim to climate protection in Germany as the Bavarian sister party of Chancellor Angela Merkel’s Christian Democrats (CDU) has proposed new punitive tariffs targeting cheap flights within Europe. Read Full Article at RT.com",
      "url": "https://www.rt.com/business/467635-cheap-eu-flights-tax/",
      "urlToImage": "https://cdni.rt.com/files/2019.08/article/5d69357bfc7e936e608b45ac.JPG",
      "publishedAt": "2019-08-30T14:59:31Z",
      "content": "“I want climate protection instead of competitive prices,” Christian Social Union (CSU) leader Alexander Dobrindt told Bild newspaper. The official added that €9 tickets, offered for certain routes by low-cost carriers, “have nothing to do with a market econo… [+1746 chars]"
    },
    {
      "source": {
        "id": "rt",
        "name": "RT"
      },
      "author": "RT en Español",
      "title": "\"Se dedicaron a secuestrar personas y le tocó a mi hijo\": madres y familiares de desaparecidos piden al Gobierno mexicano una búsqueda efectiva",
      "description": "En el país existen más de 40.000 desaparecidos y 26.000 cuerpos sin identificar.",
      "url": "https://actualidad.rt.com/actualidad/325593-claveles-madres-familiares-desaparecidos-efectiva",
      "urlToImage": "https://cdni.rt.com/actualidad/public_images/2019.08/article/5d69317c08f3d97e6f8b456b.JPG",
      "publishedAt": "2019-08-30T14:53:42Z",
      "content": "En el Día Internacional de Desaparición Forzada, madres y familiares de desaparecidos realizarán varias movilizaciones para exigir al Gobierno de México una búsqueda efectiva.\r\nEn el país existen al menos 40.000 desaparecidos y 26.000 cuerpos sin identificar,… [+1485 chars]"
    },
    {
      "source": {
        "id": "rt",
        "name": "RT"
      },
      "author": "RT",
      "title": "WATCH: Hundreds of migrants storm 6m-high razor wire at Spanish exclave Ceuta",
      "description": "At least 150 of an estimated 250 migrants who attempted to storm Spain’s north African exclave Ceuta, made it to the city’s Temporary Migrant Reception Centre (CETI) of Jaral in the early hours of Friday morning. Read Full Article at RT.com",
      "url": "https://www.rt.com/news/467633-african-migrants-storm-spanish-territory/",
      "urlToImage": "https://cdni.rt.com/files/2019.08/article/5d6937ebfc7e936b608b459f.JPG",
      "publishedAt": "2019-08-30T14:52:46Z",
      "content": "Six Spanish police officers were injured in scuffles as migrants stormed the six-meter-high fence, which bristles with razor wire, at 7:20 am local time near the breakwater of the town of Benzu.\r\nThe Red Cross were deployed to treat injured migrants who becam… [+1043 chars]"
    },
    {
      "source": {
        "id": "rt",
        "name": "RT"
      },
      "author": "RT",
      "title": "Trump slams GM for auto plants in China, suggests it should ‘start moving back to America again’",
      "description": "US President Donald Trump has once again criticized automaker General Motors (GM) for moving production to China. He has renewed calls for reviving the US auto industry. Read Full Article at RT.com",
      "url": "https://www.rt.com/business/467631-trump-slams-gm-china/",
      "urlToImage": "https://cdni.rt.com/files/2019.08/article/5d693661dda4c825628b45a8.JPG",
      "publishedAt": "2019-08-30T14:50:04Z",
      "content": "“General Motors, which was once the Giant of Detroit, is now one of the smallest auto manufacturers there,” Trump tweeted on Friday. “They moved major plants to China, BEFORE I CAME INTO OFFICE. This was done despite the saving help given them by the USA. Now… [+1210 chars]"
    },
    {
      "source": {
        "id": "rt",
        "name": "RT"
      },
      "author": "RT на Русском",
      "title": "Посол Китая назвал клеветой обвинения Болтона в краже технологий F-35 - RT на русском",
      "description": "Посол Китая назвал клеветой обвинения Болтона в краже технологий F-35 RT на русском Болтон рассказал о безрезультатных переговорах с Лукашенко Рамблер/новости Белоруссия отказалась стоять перед США с протянутой рукой Lenta.ru Лукашенко передал в подарок Трамп…",
      "url": "https://russian.rt.com/world/news/663614-kitai-bolton-krazha-tehnologii",
      "urlToImage": "https://cdni.rt.com/russian/images/2019.08/article/5d692e06183561a2208b4601.png",
      "publishedAt": "2019-08-30T14:50:00Z",
      "content": null
    },
    {
      "source": {
        "id": "rt",
        "name": "RT"
      },
      "author": "RT en Español",
      "title": "Político español a una mujer que sufrió un abortó por el brote de listeriosis: \"Para el próximo embarazo nos hacemos una foto\"",
      "description": "Desde que se declaró la alerta, se han producido cuatro abortos. Además, hay tres fallecidos y 197 casos confirmados en Andalucía.",
      "url": "https://actualidad.rt.com/actualidad/325592-politico-espanol-mujer-aborto-listeriosis",
      "urlToImage": "https://cdni.rt.com/actualidad/public_images/2019.08/article/5d691e4008f3d9975f8b45a4.jpg",
      "publishedAt": "2019-08-30T14:35:30Z",
      "content": "Una de las afectadas por perder a su bebé mientras se encontraba embarazada, a causa del brote de listeriosis decretado en España, acudió este jueves a un programa de televisión a contar su experiencia, cuando fue sorprendida por las palabras del Consejero de… [+2882 chars]"
    },
    {
      "source": {
        "id": "rt",
        "name": "RT"
      },
      "author": "RT",
      "title": "EU ministers urge Serbia ‘not to stray’ from its membership path",
      "description": "European Union foreign ministers on Friday urged Serbia not to stray from its EU membership path as Belgrade readies to sign a trade agreement with a Russian-led economic bloc, AP said.",
      "url": "https://www.rt.com/newsline/467637-serbia-eu-membership-russia/",
      "urlToImage": "https://cdni.rt.com/files/2019.08/article/5d693bdddda4c826628b45b7.JPG",
      "publishedAt": "2019-08-30T14:32:00Z",
      "content": "European Union foreign ministers on Friday urged Serbia not to stray from its EU membership path as Belgrade readies to sign a trade agreement with a Russian-led economic bloc, AP said.\r\nThe Balkans country is expected to sign the pact with the Eurasian Econo… [+694 chars]"
    },
    {
      "source": {
        "id": "rt",
        "name": "RT"
      },
      "author": "RT en Español",
      "title": "VIDEO: La Policía israelí lanza una granada aturdidora a un periodista en Jerusalén Este",
      "description": "Al salir del barrio palestino de Isawiya, una multitud formada por vecinos, periodistas y activistas comenzó a lanzar piedras y petardos a los agentes.",
      "url": "https://actualidad.rt.com/actualidad/325591-video-policia-echar-granada-aturdidora-periodista-jerusalen",
      "urlToImage": "https://cdni.rt.com/actualidad/public_images/2019.08/article/5d691206e9180f17178b4569.jpg",
      "publishedAt": "2019-08-30T14:16:54Z",
      "content": "Un policía israelí arrojó una granada aturdidora a un fotógrafo del diario Haaretz y detuvo a otro informador y a dos miembros de una asociación escolar de padres durante una redada la noche del miércoles pasado en un distrito de Jerusalén Este.\r\nCuando los u… [+1498 chars]"
    },
    {
      "source": {
        "id": "rt",
        "name": "RT"
      },
      "author": "RT en Español",
      "title": "EE.UU. sanciona a dos personas y tres empresas vinculadas a Corea del Norte",
      "description": "",
      "url": "https://actualidad.rt.com/actualidad/325590-eeuu-sancionar-personas-tres-empresas-corea-norte",
      "urlToImage": "https://actualidad.rt.com/static/img/og-logo-rt-black.jpg",
      "publishedAt": "2019-08-30T14:13:00Z",
      "content": "Estados Unidos ha impuesto sanciones contra dos individuos de Taiwán (China) y tres compañías chinas por sus actividades relacionadas con Corea del Norte, según ha comunicado el Departamento del Tesoro del país norteamericano.\r\nEstas medidas punitivas también… [+105 chars]"
    },
    {
      "source": {
        "id": "rt",
        "name": "RT"
      },
      "author": "RT",
      "title": "Sweden ends sweeping ‘automatic asylum’ policy for Syrians",
      "description": "Stockholm has tightened its lenient migration laws with regard to Syrian asylum-seekers, saying that not all parts of the war-torn country are equally dangerous anymore. Read Full Article at RT.com",
      "url": "https://www.rt.com/news/467629-sweden-ends-asylum-syria/",
      "urlToImage": "https://cdni.rt.com/files/2019.08/article/5d69275edda4c82a628b458d.JPG",
      "publishedAt": "2019-08-30T13:52:15Z",
      "content": "Since the intensity of the war in Syria “has slightly decreased,” the new asylum-seekers “will not automatically be granted protection in Sweden” any longer, the Swedish Migration Agency said on Thursday.\r\nFrom now on, officials will assess each Syrian asylum… [+1298 chars]"
    },
    {
      "source": {
        "id": "rt",
        "name": "RT"
      },
      "author": "RT",
      "title": "Beijing tells Duterte its position on S. China Sea ‘not up for negotiation’ – Philippines",
      "description": "Beijing told visiting Philippine President Rodrigo Duterte that its position on the South China Sea was not up for negotiation, Manila’s spokesman said on Friday.",
      "url": "https://www.rt.com/newsline/467632-china-sea-duterte-philippines/",
      "urlToImage": "https://cdni.rt.com/files/2019.08/article/5d6937dcfc7e936d608b4598.JPG",
      "publishedAt": "2019-08-30T13:45:00Z",
      "content": "Beijing told visiting Philippine President Rodrigo Duterte that its position on the South China Sea was not up for negotiation, Manila’s spokesman said on Friday.\r\nChina claims most of the contested sea, including waters close to Philippine shores. Beijing ha… [+693 chars]"
    },
    {
      "source": {
        "id": "rt",
        "name": "RT"
      },
      "author": "RT",
      "title": "US Fed ‘unable to delay’ recession any longer – investor Peter Schiff",
      "description": "There is no question the US economy is heading toward recession, according to Peter Schiff, chief global strategist at Euro Pacific Capital. He says it was a “huge mistake” for the Federal Reserve to cut interest rates last month. Read Full Article at RT.com",
      "url": "https://www.rt.com/business/467628-us-recession-coming-fed/",
      "urlToImage": "https://cdni.rt.com/files/2019.08/article/5d69256fdda4c825628b4590.JPG",
      "publishedAt": "2019-08-30T13:34:24Z",
      "content": "“They never should have taken rates to zero in 2008 and held them there for 7 years,” the veteran broker told RT. “Zero interest rates and quantitative easing have created problems in our economy that will take generations to fix. However, the healing will ne… [+1196 chars]"
    },
    {
      "source": {
        "id": "rt",
        "name": "RT"
      },
      "author": "RT на Русском",
      "title": "В Турции заявили о приверженности сделке с США по F-35 - RT на русском",
      "description": "В Турции заявили о приверженности сделке с США по F-35 RT на русском Россия пообещала защитить Турцию от Сирии Lenta.ru Глава МИД Турции заявил о получении от России гарантий по Идлибу РБК Анкара заявила об обещании Москвы защитить турецкие войска от сирийско…",
      "url": "https://russian.rt.com/world/news/663592-turciya-ssha-f-35",
      "urlToImage": "https://cdni.rt.com/russian/images/2019.08/article/5d6923a5183561df208b45de.png",
      "publishedAt": "2019-08-30T13:23:45Z",
      "content": null
    },
    {
      "source": {
        "id": "rt",
        "name": "RT"
      },
      "author": "RT",
      "title": "'I want to have dinner with Messi!' Ronaldo admits he 'misses' former La Liga rival (VIDEO)",
      "description": "Tissues at the ready. Football icons Cristiano Ronaldo and Lionel Messi heartwarmingly admitted they miss each other since the former’s move to Juventus from Real Madrid, and Ronaldo said he wants a dinner date with the Argentine. Read Full Article at RT.com",
      "url": "https://www.rt.com/sport/467627-ronaldo-dinner-messi-misses/",
      "urlToImage": "https://cdni.rt.com/files/2019.08/article/5d691661dda4c825628b457b.jpg",
      "publishedAt": "2019-08-30T13:20:50Z",
      "content": "The two were seated beside each other at Thursday’s UEFA Champions League group stage draw in Monte Carlo, when they were asked about their personal careers and relationship with each other.\r\n“Amazing. It was a special year because I was nine years [at] Real … [+1941 chars]"
    },
    {
      "source": {
        "id": "rt",
        "name": "RT"
      },
      "author": "RT на Русском",
      "title": "МИД России прокомментировал начало работы на Украине новой Рады - RT на русском",
      "description": "МИД России прокомментировал начало работы на Украине новой Рады RT на русском Москва рассчитывает на адекватность новых украинских политиков Вести.Ru МИД России надеется, что новое поколение политиков Украины будет адекватным ТАСС В МИД рассчитывают, что новы…",
      "url": "https://russian.rt.com/ussr/news/663590-mid-novaya-rada",
      "urlToImage": "https://cdni.rt.com/russian/images/2019.08/article/5d691e2b370f2c72168b4605.png",
      "publishedAt": "2019-08-30T13:12:00Z",
      "content": null
    },
    {
      "source": {
        "id": "rt",
        "name": "RT"
      },
      "author": "RT en Español",
      "title": "Científicos españoles hallan una segunda mutación genética resistente al VIH",
      "description": "Una familia española afectada por una rarísima enfermedad porta una inmunidad natural contra el virus del sida distinta a la del conocido como 'paciente de Berlín'.",
      "url": "https://actualidad.rt.com/actualidad/325584-cientificos-espanoles-segunda-mutacion-resistente-vih",
      "urlToImage": "https://cdni.rt.com/actualidad/public_images/2019.08/article/5d68f4e108f3d9b4368b45cb.jpg",
      "publishedAt": "2019-08-30T13:11:23Z",
      "content": "Una mutación genética que provoca una rarísima enfermedad muscular evita que el sistema inmune del ser humano se infecte con el virus de inmunodeficiencia humana (VIH) que genera el sida, de acuerdo con un nuevo estudio que investigadores españoles han public… [+1710 chars]"
    }
  ]
}
