{
  "status": "ok",
  "totalResults": 5788,
  "articles": [
    {
      "source": {
        "id": "rt",
        "name": "RT"
      },
      "author": "RT en Español",
      "title": "El Ejército del Líbano denuncia que Israel lanzó 40 misiles contra el sur del país",
      "description": "El blanco de los bombardeos fueron las localidades de Marun al Ras, Aitarun y Yarun, de acuerdo con los militares libaneses.",
      "url": "https://actualidad.rt.com/actualidad/325759-ejercito-libano-denuncia-israel-lanzar-40-misiles",
      "urlToImage": "https://cdni.rt.com/actualidad/public_images/2019.09/article/5d6be54f08f3d9d0628b4641.JPG",
      "publishedAt": "2019-09-01T15:29:00Z",
      "content": "\"El Ejército de Israel abrió fuego en las afueras de las localidades de Marun al Ras, Aitarun y Yarun. Fueron lanzados más de 40 misiles, lo que provocó incendios en las aldeas cercanas\", reza el comunicado divulgado por el Ejército. \r\nMinutos antes las Fuerz… [+350 chars]"
    },
    {
      "source": {
        "id": "rt",
        "name": "RT"
      },
      "author": "RT",
      "title": "‘This is for Anthoine’: Emotional Leclerc dedicates first F1 victory to tragic racer Anthoine Hubert",
      "description": "Ferrari’s Charles Leclerc claimed his first F1 victory by holding off the Mercedes of Lewis Hamilton at the Belgian Grand Prix before dedicating the victory to Anthoine Hubert, who died in a crash at the same venue on Saturday. Read Full Article at RT.com",
      "url": "https://www.rt.com/sport/467755-leclerc-dedicates-belgian-gp-anthoine-hubert/",
      "urlToImage": "https://cdni.rt.com/files/2019.09/article/5d6be0d8dda4c85b378b45e3.jpg",
      "publishedAt": "2019-09-01T15:18:54Z",
      "content": "READ MORE: French Formula 2 driver Anthoine Hubert dies aged 22 in crash at Belgian Grand Prix \r\nLeclerc started from pole and came home less than a second ahead of championship leader Hamilton at the Spa-Francorchamps track, with Mercedes driver Valtteri Bot… [+1537 chars]"
    },
    {
      "source": {
        "id": "rt",
        "name": "RT"
      },
      "author": "RT en Español",
      "title": "Dorian se convierte en el huracán más potente jamás registrado en el noroeste de Bahamas",
      "description": "El servicio meteorológico de EE.UU. describe las condiciones en las islas Ábaco de las Bahamas como \"catastróficas\".",
      "url": "https://actualidad.rt.com/actualidad/325758-dorian-huracan-potente-jamas-bahamas",
      "urlToImage": "https://cdni.rt.com/actualidad/public_images/static.es/article/rt-ultimo2.jpg",
      "publishedAt": "2019-09-01T15:18:00Z",
      "content": "El huracán Dorian se ha convertido en el más potente jamás registrado en el noroeste de las Bahamas, creando condiciones \"catastróficas\" en la zona, alertaron este domingo los servicios meteorológicos de EE.UU.\r\n11 am Hurricane Dorian Advisory is in: Dorian n… [+585 chars]"
    },
    {
      "source": {
        "id": "rt",
        "name": "RT"
      },
      "author": "RT en Español",
      "title": "Jair Bolsonaro será operado nuevamente por las heridas del atentado y tendrá 10 días de reposo",
      "description": "",
      "url": "https://actualidad.rt.com/actualidad/325757-bolsonaro-operado-atentado-10-dias-reposo",
      "urlToImage": "https://actualidad.rt.com/static/img/og-logo-rt-black.jpg",
      "publishedAt": "2019-09-01T15:16:49Z",
      "content": "El presidente brasileño, Jair Bolsonaro, será operado el próximo domingo en el abdomen a raíz de las heridas de arma blanca que sufrió en el atentado en su contra en septiembre del año pasado, informa O Globo.\r\nSe detalla que esta será su cuarta intervención … [+213 chars]"
    },
    {
      "source": {
        "id": "rt",
        "name": "RT"
      },
      "author": "RT en Español",
      "title": "Trump: Al menos cinco estados serán \"más afectados de lo esperado\" por el huracán Dorian de categoría 5",
      "description": "El mandatario aseguró que Doria parece ser uno de los huracanes \"más grande de la historia\".",
      "url": "https://actualidad.rt.com/actualidad/325756-trump-estados-afectados-huracan-dorian",
      "urlToImage": "https://cdni.rt.com/actualidad/public_images/static.es/article/rt-ultimo2.jpg",
      "publishedAt": "2019-09-01T15:04:00Z",
      "content": "In addition to Florida - South Carolina, North Carolina, Georgia, and Alabama, will most likely be hit (much) harder than anticipated. Looking like one of the largest hurricanes ever. Already category 5. BE CAREFUL! GOD BLESS EVERYONE!\r\n— Donald J. Trump (@re… [+31 chars]"
    },
    {
      "source": {
        "id": "rt",
        "name": "RT"
      },
      "author": "RT en Español",
      "title": "El huracán Dorian azotará las Bahamas con \"extremos vientos\" de 290 km/h en las próximas horas",
      "description": "Las islas Ábaco se encuentran en el paso del ojo del ciclón, y sufrirán extremas consecuencias, alertan las autoridades estadounidenses.",
      "url": "https://actualidad.rt.com/actualidad/325755-huracan-dorian-comenzar-azotar-bahamas-vientos",
      "urlToImage": "https://cdni.rt.com/actualidad/public_images/2019.09/article/5d6bdf1b08f3d9d0628b463c.jpg",
      "publishedAt": "2019-09-01T15:03:00Z",
      "content": "El Centro Nacional de Huracanes de EE.UU. informa sobre un aumento de la potencia de Dorian, precisando que sus vientos máximos sostenidos podrían alcanzar pronto los 290 kilómetros por hora sobre las islas de las Bahamas.\r\n\"¡Busquen refugio ahora! ¡Esta es u… [+203 chars]"
    },
    {
      "source": {
        "id": "rt",
        "name": "RT"
      },
      "author": "RT",
      "title": "West Texas shooting spree death toll rises to 7 – reports",
      "description": "The death toll from Saturday&rsquo;s gun rampage in Odessa, Texas rose to seven on Sunday, according to local news reports",
      "url": "https://www.rt.com/newsline/467754-odessa-shooting-death-toll-rises/",
      "urlToImage": "https://www.rt.com/static/img/og-logo-rt.png",
      "publishedAt": "2019-09-01T14:59:59Z",
      "content": "The death toll from Saturday’s gun rampage in Odessa, Texas rose to seven on Sunday, according to local news reports. Police earlier said five people, including the gunman, were killed in the mass shooting that began with a traffic stop and ended when the sho… [+161 chars]"
    },
    {
      "source": {
        "id": "rt",
        "name": "RT"
      },
      "author": "RT",
      "title": "Astronomers discover enormous exoplanet with wild, slingshot-like orbit",
      "description": "Astronomers have discovered a gigantic exoplanet with a truly bizarre and extreme orbit that flings it around its star like a slingshot. Read Full Article at RT.com",
      "url": "https://www.rt.com/news/467753-exoplanet-strange-orbit-hr5183b/",
      "urlToImage": "https://cdni.rt.com/files/2019.09/article/5d6bd47cdda4c88b368b45ea.jpg",
      "publishedAt": "2019-09-01T14:57:36Z",
      "content": "Exoplanet HR 5183-b doesn’t have the usual circular orbit that most planets have. Instead, the planet, which has three times the mass of Jupiter, has a long, oval orbit and slingshots around in a manner that is more like a comet, exciting new research from Ca… [+1954 chars]"
    },
    {
      "source": {
        "id": "rt",
        "name": "RT"
      },
      "author": "RT en Español",
      "title": "Aumenta a 7 el número de muertos tras el tiroteo masivo en Texas",
      "description": "",
      "url": "https://actualidad.rt.com/actualidad/325754-aumenta-muertos-tiroteo-texas",
      "urlToImage": "https://actualidad.rt.com/static/img/og-logo-rt-black.jpg",
      "publishedAt": "2019-09-01T14:47:14Z",
      "content": "Autoridades estadounidenses informaron este domingo que ahora son siete los muertos que ha dejado el tiroteo de este sábado en las ciudades de Odessa y Midland, en el estado de Texas.\r\nDe acuerdo con CBS News, un portavoz del FBI había confirmado la muerte de… [+271 chars]"
    },
    {
      "source": {
        "id": "rt",
        "name": "RT"
      },
      "author": "RT",
      "title": "Russia’s Su-57 fighter jet screams into the sky at MAKS Air Show",
      "description": "Russia’s most advanced fifth-generation fighter jet dazzled audiences at the 2019 MAKS Air Show, blasting into the air for one of its first public appearances and awing the crowd with its aerobatic maneuvers. Read Full Article at RT.com",
      "url": "https://www.rt.com/russia/467751-su57-jet-maks-2019/",
      "urlToImage": "https://cdni.rt.com/files/2019.09/article/5d6bcf89fc7e93d6088b4669.png",
      "publishedAt": "2019-09-01T14:37:43Z",
      "content": "The United Aircraft Corporation’s Sukhoi Su-57 took to the skies every day at MAKS 2019, held at Moscow’s Zhukovsky International Airport for the last week. The twin-engined stealth fighter – envisioned by Moscow as a rival to the US F-35 and Chinese J-20 – e… [+1134 chars]"
    },
    {
      "source": {
        "id": "rt",
        "name": "RT"
      },
      "author": "RT en Español",
      "title": "VIDEO: Un defensa ruso protagoniza \"la mejor salvada de la historia\" evitando dos veces un gol en el minuto 90",
      "description": "Los entusiastas del fútbol han elogiado en las redes sociales la destreza del futbolista. La prensa española catalogó la hazaña como \"la mejor acción defensiva de la última década\".",
      "url": "https://actualidad.rt.com/viral/325753-defensa-ruso-salvada-yevgueni-chernov-historia-gol",
      "urlToImage": "https://cdni.rt.com/actualidad/public_images/2019.09/article/5d6ba767e9180f0a548b4567.jpg",
      "publishedAt": "2019-09-01T14:30:38Z",
      "content": "Un futbolista ruso se ha convertido en la sensación de las redes sociales tras su muestra de agilidad y reflejos este sábado durante un partido de la liga local. El defensa del FC Rostov Yevgueni Chernov evitó dos veces consecutivas y de manera brillante dos … [+1522 chars]"
    },
    {
      "source": {
        "id": "rt",
        "name": "RT"
      },
      "author": "RT",
      "title": "Ronaldo shows he has zero chill as Sunday workout video sends social media into meltdown",
      "description": "Sunday might be considered a day of rest for many but that appears not to be the case for Cristiano Ronaldo and his relentless pursuit of excellence. Read Full Article at RT.com",
      "url": "https://www.rt.com/sport/467750-ronaldo-sunday-workout-video/",
      "urlToImage": "https://cdni.rt.com/files/2019.09/article/5d6bd32cdda4c865368b45d8.jpg",
      "publishedAt": "2019-09-01T14:22:19Z",
      "content": "Less than 24 hours after scoring in Juventus’ 4-3 win against Napoli in a Serie A classic, the Portuguese forward shared footage of himself working out in the gym alongside his stunning girlfriend Georgina Rodriguez.\r\nIn the video, Ronaldo is seen working on … [+1672 chars]"
    },
    {
      "source": {
        "id": "rt",
        "name": "RT"
      },
      "author": "RT",
      "title": "IDF fires at targets inside Lebanon after anti-tank missile lands near Israeli border town",
      "description": "The Israeli military has reportedly engaged in a cross-border exchange of fire, after an anti-tank missile –said to have come from Lebanon– landed near an Israeli border town. Read Full Article at RT.com",
      "url": "https://www.rt.com/news/467749-lebanon-israel-border-attacks-missile/",
      "urlToImage": "https://cdni.rt.com/files/static.en/article/breaking.jpg",
      "publishedAt": "2019-09-01T14:06:00Z",
      "content": "\"A number of anti-tank missiles were fired from Lebanon towards an Israel Defense Forces base and military vehicles. A number of hits have been confirmed,\" the IDF said in a statement, adding that the Israeli military is \"responding with fire towards the sour… [+916 chars]"
    },
    {
      "source": {
        "id": "rt",
        "name": "RT"
      },
      "author": "RT en Español",
      "title": "Cruz Roja: Al menos 100 muertos por un ataque de la coalición liderada por Riad contra una prisión yemení",
      "description": "Los servicios de emergencia se encuentran evaluando la escena en lo que podría ser el ataque más mortífero registrado en el año en el país árabe.",
      "url": "https://actualidad.rt.com/actualidad/325752-cruz-roja-muertos-ataque-riad-yemen",
      "urlToImage": "https://cdni.rt.com/actualidad/public_images/2019.09/article/5d6bd020e9180f30638b4568.JPG",
      "publishedAt": "2019-09-01T13:58:00Z",
      "content": "Un bombardeo de la coalición liderada por Arabia Saudita ha provocado al menos un centenar de muertes en una prisión de Yemen. Así lo indican evaluaciones iniciales de la Cruz Roja Internacional, en lo que podría ser el ataque más mortífero del año en el país… [+741 chars]"
    },
    {
      "source": {
        "id": "rt",
        "name": "RT"
      },
      "author": "RT en Español",
      "title": "El Gobierno de EE.UU. ahora puede usar cuentas falsas en redes sociales para monitorear inmigrantes",
      "description": "Al mismo tiempo, Washington condena a países como China, Irán y Rusia por presuntamente incurrir en esta práctica para sus propios fines.",
      "url": "https://actualidad.rt.com/actualidad/325751-gobierno-eeuu-cuentas-falsas-monitorear-inmigrantes",
      "urlToImage": "https://cdni.rt.com/actualidad/public_images/2019.09/article/5d6b907108f3d925638b45f8.JPG",
      "publishedAt": "2019-09-01T13:53:02Z",
      "content": "Un documento recientemente publicado por el Gobierno de EE.UU. levanta una restricción anterior por la que los oficiales de inmigración no podían utilizar cuentas falsas en redes sociales para vigilar a los extranjeros que buscan obtener visas y ciudadanías.\r… [+2660 chars]"
    },
    {
      "source": {
        "id": "rt",
        "name": "RT"
      },
      "author": "RT",
      "title": "Saudi-led coalition strike on prison in Yemen kills at least 100 people – Red Cross",
      "description": "A Red Cross official has estimated that Saudi airstrikes killed at least 100 people at a Yemeni prison. Medics have been dispatched to the scene of what looks like the deadliest strike in Yemen this year. Read Full Article at RT.com",
      "url": "https://www.rt.com/news/467748-saudi-strike-yemen-prison-kill/",
      "urlToImage": "https://cdni.rt.com/files/static.en/article/breaking.jpg",
      "publishedAt": "2019-09-01T13:51:40Z",
      "content": "© Autonomous Nonprofit Organization TV-Novosti, 20052019. All rights reserved."
    },
    {
      "source": {
        "id": "rt",
        "name": "RT"
      },
      "author": "RT en Español",
      "title": "Fuerzas israelíes responden con fuego a presuntos ataques de misiles desde el Líbano",
      "description": "Según las Fuerzas de Defensa de Israel, desde el Líbano fueron lanzados misiles antitanque.",
      "url": "https://actualidad.rt.com/actualidad/325750-israel-responder-ataques-misiles-libano",
      "urlToImage": "https://cdni.rt.com/actualidad/public_images/2019.09/article/5d6bcdb208f3d9a5628b460b.JPG",
      "publishedAt": "2019-09-01T13:51:00Z",
      "content": "Anti-tank missiles fired from Lebanon hit IDF military positions in northern Israel. We returned fire toward the source of the attack in southern Lebanon. \r\nWe will continue to update as the situation develops.\r\n— Israel Defense Forces (@IDF) September 1, 2019"
    },
    {
      "source": {
        "id": "rt",
        "name": "RT"
      },
      "author": "RT",
      "title": "Recession incoming? Lee Camp tears apart Trump’s boasts about volatile US economy",
      "description": "Donald Trump insists that the US economy is booming, but there are warning signs that we’re heading towards a recession, Lee Camp argues, blaming the country’s elite for setting the stage for another financial meltdown. Read Full Article at RT.com",
      "url": "https://www.rt.com/usa/467747-lee-camp-us-economy-trump/",
      "urlToImage": "https://cdni.rt.com/files/2019.09/article/5d6bbafdfc7e93b8088b4624.JPG",
      "publishedAt": "2019-09-01T13:45:16Z",
      "content": "The US president has pointed to a robust stock market and low unemployment as evidence of a bright economic outlook for America. The reality, however, is far less rosy, the host of Redacted Tonight said. He noted that the Dow Jones has been extremely shaky, l… [+769 chars]"
    },
    {
      "source": {
        "id": "rt",
        "name": "RT"
      },
      "author": "RT en Español",
      "title": "Ejército de Israel: Un misil antitanque fue disparado desde el Líbano contra un poblado israelí",
      "description": "Las fuentes militares del país hebreo no especificaron si el proyectil fue interceptado.",
      "url": "https://actualidad.rt.com/actualidad/325749-ejercito-israel-misil-disparado-libano",
      "urlToImage": "https://cdni.rt.com/actualidad/public_images/2019.09/article/5d6bc998e9180fb7608b4567.JPG",
      "publishedAt": "2019-09-01T13:30:00Z",
      "content": "Un misil antitanque fue disparado este domingo desde el territorio libanés contra el poblado de Avimim, ubicado en el norte del Israel, informaron las Fuerzas de Defensa de Israel (FDI).\r\nLas fuentes militares del país hebreo no especificaron si el proyectil … [+491 chars]"
    },
    {
      "source": {
        "id": "rt",
        "name": "RT"
      },
      "author": "RT en Español",
      "title": "El fracaso de la guerra narco en Argentina: ¿qué pasó?",
      "description": "Después de haber prometido \"narcotráfico cero\", el gobierno de Mauricio Macri presume récord de decomisos y detenciones, pero el pujante negocio de las drogas ilegales se mantiene.",
      "url": "https://actualidad.rt.com/actualidad/325748-fracaso-guerra-narco-argentina-paso",
      "urlToImage": "https://cdni.rt.com/actualidad/public_images/2019.08/article/5d69d61be9180ff3258b4567.JPG",
      "publishedAt": "2019-09-01T13:23:38Z",
      "content": "\"Tenemos que ganar esta guerra\", convocó el presidente de Argentina, Mauricio Macri, la mañana del 30 de agosto de 2016 al presentar su programa \"Argentina sin narcotráfico\" en una ceremonia a sala llena en la que participaron el presidente de la Corte Suprem… [+10641 chars]"
    },
    {
      "source": {
        "id": "rt",
        "name": "RT"
      },
      "author": "RT на Русском",
      "title": "Армия Израиля созналась в поджоге ливанских лесов беспилотниками - RT на русском",
      "description": "Армия Израиля созналась в поджоге ливанских лесов беспилотниками RT на русском СМИ: израильские беспилотники сбросили зажигательные бомбы в южном Ливане РИА Новости Бомбы и ракеты: Израиль и Ливан обменялись ударами Вести.Ru Армия Израиля повысила готовность …",
      "url": "https://russian.rt.com/world/news/664121-izrail-pozhar-les-livan",
      "urlToImage": "https://cdni.rt.com/russian/images/2019.09/article/5d6bbeb518356124348b45fd.jpg",
      "publishedAt": "2019-09-01T13:23:00Z",
      "content": null
    },
    {
      "source": {
        "id": "rt",
        "name": "RT"
      },
      "author": "RT на Русском",
      "title": "Боец ММА Харитонов обратился к Поветкину после победы над Фьюри - RT на русском",
      "description": "Боец ММА Харитонов обратился к Поветкину после победы над Фьюри RT на русском Поветкин победил Фьюри и завоевал пояс WBA International в супертяжелом весе news.Sportbox.ru Поветкин хочет встретиться с Тайсоном Фьюри Российская Газета Главные новости к утру 1 …",
      "url": "https://russian.rt.com/sport/news/664119-haritonov-povetkin-obraschenie",
      "urlToImage": "https://cdni.rt.com/russian/images/2019.09/article/5d6bc3de370f2c60288b45e0.jpg",
      "publishedAt": "2019-09-01T13:14:00Z",
      "content": null
    },
    {
      "source": {
        "id": "rt",
        "name": "RT"
      },
      "author": "RT",
      "title": "MAKS 2019 airshow set to bring Russia BILLIONS in military contracts",
      "description": "This year’s MAKS airshow has proven to be an effective sales platform for Russian companies, as they expect to ink multi-billion-dollar deals on exports of military hardware, according to the state arms trade agency. Read Full Article at RT.com",
      "url": "https://www.rt.com/business/467746-russia-maks-deals-billions/",
      "urlToImage": "https://cdni.rt.com/files/2019.09/article/5d6bbe23dda4c8df368b45ea.jpg",
      "publishedAt": "2019-09-01T13:11:27Z",
      "content": "Official arms exporter Rosoboronexport said that it held more than 200 talks and consultations during MAKS 2019, which wraps up on Sunday. The main results of the international aviation and space salon are new contracts on deliveries of Russian-made jets, hel… [+1716 chars]"
    },
    {
      "source": {
        "id": "rt",
        "name": "RT"
      },
      "author": "RT en Español",
      "title": "VIDEO: Primeras imágenes del huracán Dorian desde un avión cazatormentas",
      "description": "La aeronave P-3 de la NOAA estadounidense voló hasta el ojo del huracán, ahora de categoría 5 y dirigiéndose a la costa este del país.",
      "url": "https://actualidad.rt.com/actualidad/325747-primeras-imagenes-huracan-dorian-avion-cazatormentas",
      "urlToImage": "https://cdni.rt.com/actualidad/public_images/2019.09/article/5d6bbcfae9180fd55b8b4568.jpg",
      "publishedAt": "2019-09-01T13:09:00Z",
      "content": "La Administración Nacional Oceánica y Atmosférica de EE.UU. (NOAA, por sus siglas en inglés) envió este viernes y sábado un avión cazatormentas a realizar mediciones sobre el huracán Dorian, actualmente de categoría 5, según videos provistos por la agencia.\r\n… [+965 chars]"
    },
    {
      "source": {
        "id": "rt",
        "name": "RT"
      },
      "author": "RT",
      "title": "Hurricane Dorian upgraded to Category 5 storm, 160mph winds set for landfall",
      "description": "Hurricane Dorian has been upgraded to a Category 5 storm by the US National Hurricane Center, with the potential to wreak destruction once it makes land. The storm is currently en route to the Bahamas. Read Full Article at RT.com",
      "url": "https://www.rt.com/news/467745-hurricane-dorian-category-5/",
      "urlToImage": "https://cdni.rt.com/files/2019.09/article/5d6bc202dda4c81b428b45b2.png",
      "publishedAt": "2019-09-01T13:06:09Z",
      "content": "The National Hurricane Center (NHC) upgraded Dorian to Category 5 on Sunday, placing it in the highest category on the Saffir-Simpson Hurricane Wind Scale. Sustained winds of 160mph (257 kph) are expected, with the power to cause irreparable damage to all but… [+1141 chars]"
    },
    {
      "source": {
        "id": "rt",
        "name": "RT"
      },
      "author": "RT",
      "title": "Cow-culated moove? Indian govt to introduce ‘sex-sorted semen’ to ensure cows outnumber bulls",
      "description": "They take cattle production very seriously in India, so much so that the country’s minister of animal husbandry has revealed plans to introduce “sex-sorted semen” technology, to ensure that cows always outnumber bulls. Read Full Article at RT.com",
      "url": "https://www.rt.com/news/467744-india-sex-sorted-cow-semen/",
      "urlToImage": "https://cdni.rt.com/files/2019.09/article/5d6bbee0dda4c86d368b45fa.jpg",
      "publishedAt": "2019-09-01T12:59:10Z",
      "content": "Minister Giriraj Singh announced the plans on Saturday, along with a measure that should breathe new life into the udders of cows who have stopped producing milk, through “IV embryo advanced technology.” \r\n“In coming days, through insemination, the calves tha… [+585 chars]"
    },
    {
      "source": {
        "id": "rt",
        "name": "RT"
      },
      "author": "RT en Español",
      "title": "Los pandas del zoológico de Washington podrían sufrir las consecuencias de la guerra comercial entre EE.UU.y China",
      "description": "Desde el parque aseguran que han comenzado las conversaciones para que el programa de pandas siga en curso, pese a que aún se desconoce qué les depara para el próximo año a las relaciones entre ambas naciones.",
      "url": "https://actualidad.rt.com/actualidad/325746-pandas-zoologico-washington-guerra-comercial-china-eeuu",
      "urlToImage": "https://cdni.rt.com/actualidad/public_images/2019.09/article/5d6b8e5208f3d9d0628b4617.jpg",
      "publishedAt": "2019-09-01T12:27:52Z",
      "content": "Mei Xiang y Tian Tian, una hembra y un macho adultos de panda gigante que viven desde hace años en el Zoológico Nacional, en Washington D.C. (EE.UU.), podrían ser los dos últimos ejemplares de esta especie que acoja la institución.\r\nEstos animales fueron arre… [+1880 chars]"
    },
    {
      "source": {
        "id": "rt",
        "name": "RT"
      },
      "author": "RT en Español",
      "title": "Tokio protesta ante Seúl por la visita de una delegación surcoreana a unas islas en disputa",
      "description": "",
      "url": "https://actualidad.rt.com/actualidad/325745-tokio-protesta-seul-visita-delegacion-islas-disputa",
      "urlToImage": "https://actualidad.rt.com/static/img/og-logo-rt-black.jpg",
      "publishedAt": "2019-09-01T12:21:42Z",
      "content": "Kenji Kanasugi, el director general del Departamento de Asuntos de Asia y Oceanía del Ministerio de Asuntos Exteriores de Japón, presentó este sabado una protesta a Seúl y calificó de \"inaceptable\" la visita de un grupo de diputados surcoreanos a las rocas de… [+532 chars]"
    },
    {
      "source": {
        "id": "rt",
        "name": "RT"
      },
      "author": "RT",
      "title": "Not-so-divine intervention? Pope saved by firefighters after getting trapped in Vatican elevator",
      "description": "Pope Francis is probably thanking God for the fire brigade after spending 25 minutes stuck in a malfunctioning Vatican elevator. The pontiff was rescued by emergency workers who rushed to the scene. Read Full Article at RT.com",
      "url": "https://www.rt.com/news/467743-pope-saved-elevator-vatican-trapped/",
      "urlToImage": "https://cdni.rt.com/files/2019.09/article/5d6ba109dda4c8df368b45d5.JPG",
      "publishedAt": "2019-09-01T12:07:01Z",
      "content": "The Pope arrived about 10 minutes late for his weekly address in St. Peters Square on Sunday – but he had an excellent excuse for his tardiness.\r\nBegging the audience’s pardon, he explained that there had been an electrical problem in the Vatican, trapping hi… [+452 chars]"
    },
    {
      "source": {
        "id": "rt",
        "name": "RT"
      },
      "author": "RT en Español",
      "title": "Dorian se convierte en un \"catastrófico\" huracán de categoría 5 con vientos de 260 km/h",
      "description": "El ciclón se encuentra a 360 kilómetros de la ciudad de West Palm Beach en Florida, dirigiéndose hacia la costa este de EE.UU.",
      "url": "https://actualidad.rt.com/actualidad/325744-potencialmente-catastrofico-dorian-huracan-categoria-cinco",
      "urlToImage": "https://cdni.rt.com/actualidad/public_images/2019.09/article/5d6bb50108f3d9a5628b45f7.jpg",
      "publishedAt": "2019-09-01T12:03:00Z",
      "content": "El ciclón Dorian ha sido catalogado como un huracán de categoría 5 este domingo luego de que alcanzara vientos máximos sostenidos de 260 kilómetros por hora, según indica el Centro Nacional de Huracanes de EE.UU. (NCH, por sus siglas en inglés).\r\n\"La frontera… [+860 chars]"
    },
    {
      "source": {
        "id": "rt",
        "name": "RT"
      },
      "author": "RT en Español",
      "title": "Cadena perpetua para un hombre que vendía droga a los 50 estados de EE.UU. desde su sótano",
      "description": "El condenado, de 29 años, vivía una vida de lujo, organizando fiestas en embarcaciones, apostando grandes cantidades y comprando costosos vehículos con el dinero que obtenía por vender opioides en la Internet oscura",
      "url": "https://actualidad.rt.com/actualidad/325743-vender-droga-50-estados-eeuu-perpetua",
      "urlToImage": "https://cdni.rt.com/actualidad/public_images/2019.09/article/5d6b8cd608f3d925638b45f1.jpg",
      "publishedAt": "2019-09-01T11:46:22Z",
      "content": "Un estadounidense de 29 años fue sentenciado el pasado viernes a cadena perpetua por operar una extensa y multimillonaria red de narcotráfico desde el sótano de su casa en la ciudad de Cottonwood Heights, Utah, informa The Salt Lake Tribune.\r\nAaron Shamo fue … [+1751 chars]"
    },
    {
      "source": {
        "id": "rt",
        "name": "RT"
      },
      "author": "RT",
      "title": "'Wish You Were Here': Pink Floyd's Roger Waters to stage Assange rally outside UK Home Office",
      "description": "Pink Floyd's Roger Waters will perform the band's hit song 'Wish You Were Here' in support of WikiLeaks founder Julian Assange, at a demonstration outside the UK Home Office on Monday.",
      "url": "https://www.rt.com/news/467742-roger-waters-perform-assange/",
      "urlToImage": "https://cdni.rt.com/files/2019.09/article/5d6ba8e6dda4c8df368b45e3.JPG",
      "publishedAt": "2019-09-01T11:39:02Z",
      "content": "WikiLeaks tweeted that the Pink Floyd frontman will play the iconic number at the central London event, which will also see award-winning journalist and filmmaker John Pilger speak “in solidarity with Britain’s political prisoner.”\r\nEvent: On Monday, 2 Sept a… [+1534 chars]"
    },
    {
      "source": {
        "id": "rt",
        "name": "RT"
      },
      "author": "RT en Español",
      "title": "Aparece el coche de la medallista olímpica española reportada como desaparecida",
      "description": "",
      "url": "https://actualidad.rt.com/actualidad/325742-aparecer-coche-medallista-olimpica-desaparecida-blanca-fernandez",
      "urlToImage": "https://actualidad.rt.com/static/img/og-logo-rt-black.jpg",
      "publishedAt": "2019-09-01T11:27:00Z",
      "content": "Las autoridades españolas han localizado en Cercedilla (Comunidad de Madrid) el vehículo de Blanca Fernández Ochoa, medallista olímpica de eslalon en 1992. La deportista fue reportada como desaparecida por la Policía Nacional este 31 de agosto.\r\nEl canal La S… [+397 chars]"
    },
    {
      "source": {
        "id": "rt",
        "name": "RT"
      },
      "author": "RT на Русском",
      "title": "В Любляне зажгли доставленный из Москвы Вечный огонь в память о войне - RT на русском",
      "description": "В Любляне зажгли доставленный из Москвы Вечный огонь в память о войне RT на русском Частицу Вечного огня из России впервые за десятки лет привезут в страну НАТО Вести.Ru В Любляне зажгли привезенный из Москвы Вечный огонь Рамблер/новости Частицу Вечного огня …",
      "url": "https://russian.rt.com/world/news/664083-lyublyana-vechnyi-ogon-voina",
      "urlToImage": "https://cdni.rt.com/russian/images/2019.09/article/5d6b990e183561e9338b45c1.jpg",
      "publishedAt": "2019-09-01T11:16:00Z",
      "content": null
    },
    {
      "source": {
        "id": "rt",
        "name": "RT"
      },
      "author": "RT",
      "title": "‘He’s not from this planet’: Lomachenko lauded after clinical victory over Campbell in London",
      "description": "Ukraine’s Vasyl Lomachenko was hailed as “not from this planet” after he added the WBC lightweight belt to his WBA and WBO titles by beating brave Brit Luke Campbell via unanimous decision in London. Read Full Article at RT.com",
      "url": "https://www.rt.com/sport/467741-reaction-lomachenko-campbell-fight-london/",
      "urlToImage": "https://cdni.rt.com/files/2019.09/article/5d6ba551dda4c89c368b45fc.jpg",
      "publishedAt": "2019-09-01T11:04:58Z",
      "content": "Regarded as the best pound-for-pound fighter on earth, Lomachenko produced a typically masterful performance at the O2 Arena to win 119-108, 119-108, 118-108 on the scorecards.\r\nFollowing a slow start, the 31-year-old Ukrainian warmed up from the end of the s… [+2125 chars]"
    },
    {
      "source": {
        "id": "rt",
        "name": "RT"
      },
      "author": "RT en Español",
      "title": "El papa Francisco queda atrapado en un ascensor del Vaticano por 25 minutos",
      "description": "El pontífice fue posteriormente auxiliado por los bomberos en la Santa Sede.",
      "url": "https://actualidad.rt.com/actualidad/325741-rescatar-papa-francisco-atrapado-ascensor-vaticano",
      "urlToImage": "https://cdni.rt.com/actualidad/public_images/2019.09/article/5d6ba4dee9180f36538b4567.jpg",
      "publishedAt": "2019-09-01T11:03:00Z",
      "content": "El papa Francisco permaneció atrapado en un elevador del Vaticano este 1 de septiembre provocando que se retrasara para el rezo del Ángelus. El pontífice permaneció 25 minutos encerrado antes de ser rescatado por los bomberos.\r\nJorge Mario Bergoglio reveló la… [+259 chars]"
    },
    {
      "source": {
        "id": "rt",
        "name": "RT"
      },
      "author": "RT",
      "title": "Iran’s Rouhani warns Macron of ‘reducing nuclear commitments’",
      "description": "Iranian President Hassan Rouhani spoke to his French counterpart, Emmanuel Macron, warning him that Iran could take the next step in reducing its nuclear commitments if Europe doesn&rsquo;t fulfill its obligations",
      "url": "https://www.rt.com/newsline/467740-macron-rouhani-nuclear-commitments/",
      "urlToImage": "https://cdni.rt.com/files/2019.09/article/5d6ba314fc7e93b8088b460f.JPG",
      "publishedAt": "2019-09-01T10:54:24Z",
      "content": "Iranian President Hassan Rouhani spoke to his French counterpart, Emmanuel Macron, warning him that Iran could take the next step in reducing its nuclear commitments if Europe doesn’t fulfill its obligations.\r\nThe conversation came as part of efforts to de-es… [+729 chars]"
    },
    {
      "source": {
        "id": "rt",
        "name": "RT"
      },
      "author": "RT на Русском",
      "title": "ВСУ обстреляли сотрудников ОБСЕ и фотографа МИА «Россия сегодня» - RT на русском",
      "description": "ВСУ обстреляли сотрудников ОБСЕ и фотографа МИА «Россия сегодня» RT на русском Силовики обстреляли два населенных пункта в ДНР, заявили в Донецке РИА Новости Киев начал массированный обстрел населенных пунктов на севере ДНР - Россия 24 Россия 24 В ДНР заявили…",
      "url": "https://russian.rt.com/ussr/news/664078-vsu-obstrel-obse",
      "urlToImage": "https://cdni.rt.com/russian/images/2019.09/article/5d6b9ff8370f2c4c288b4588.jpg",
      "publishedAt": "2019-09-01T10:53:00Z",
      "content": null
    },
    {
      "source": {
        "id": "rt",
        "name": "RT"
      },
      "author": "RT en Español",
      "title": "Elon Musk ya sueña con una nueva generación de la nave interplanetaria Starship y esta imagen muestra las monstruosas dimensiones que tendrá",
      "description": "La futura versión de la Starship, que se prepara para llevar a personas a la Luna y Marte, duplicaría las dimensiones del proyecto actual, haciéndolo ocho veces más pesado.",
      "url": "https://actualidad.rt.com/actualidad/325740-musk-cohete-mas-grande-ancho-construido",
      "urlToImage": "https://cdni.rt.com/actualidad/public_images/2019.09/article/5d6b289fe9180f6e268b4567.JPG",
      "publishedAt": "2019-09-01T10:47:27Z",
      "content": "Tras el exitoso vuelo de prueba de la nave espacial Starhopper, un prototipo de la nave interplanetaria Starship, que llevaría a los humanos a la Luna y Marte, el fundador de la compañía SpaceX, Elon Musk, ha anunciado en su cuenta de Twitter que la propia St… [+2558 chars]"
    },
    {
      "source": {
        "id": "rt",
        "name": "RT"
      },
      "author": "RT",
      "title": "Tight election race in Germany’s Saxony & Brandenburg may show AfD is definitely no mayfly",
      "description": "Establishment parties and resurgent right-wingers in two major eastern German states are neck in neck. Sunday’s vote may add to the ongoing plight of mainstream forces while again proving their rival, AfD, is a no mayfly. Read Full Article at RT.com",
      "url": "https://www.rt.com/news/467739-germany-elections-brandenburg-saxony/",
      "urlToImage": "https://cdni.rt.com/files/2019.08/article/5d698a06dda4c826628b45fd.jpg",
      "publishedAt": "2019-09-01T10:30:23Z",
      "content": "Regardless of their eventual results, parliamentary elections in Germany’s Saxony and Brandenburg regions – both parts of former Eastern Germany or DDR – are set to mark quite a milestone. Chancellor Angela Merkel’s Christian Democrats (CDU) and their coaliti… [+2689 chars]"
    },
    {
      "source": {
        "id": "rt",
        "name": "RT"
      },
      "author": "RT",
      "title": "Barricades ON FIRE: Eyewitness videos show Hong Kong in chaos amid escalating street violence",
      "description": "Footage detailing the growing unrest in Honk Kong illustrates the increasingly aggressive nature of the anti-China protests there, as the semi-autonomous territory braces for more unrest in the coming days. Read Full Article at RT.com",
      "url": "https://www.rt.com/news/467738-hong-kong-videos-fire-protesters/",
      "urlToImage": "https://cdni.rt.com/files/2019.09/article/5d6b8935fc7e937f698b457b.png",
      "publishedAt": "2019-09-01T10:26:57Z",
      "content": "Videos taken by eyewitnesses show impromptu barricades set ablaze by demonstrators, many of whom were armed with metal rods and clubs. Rocks and other projectiles that were hurled at police are also seen strewn on the streets.\r\nThe videos also suggest that th… [+1114 chars]"
    },
    {
      "source": {
        "id": "rt",
        "name": "RT"
      },
      "author": "RT",
      "title": "‘Tsar engines’: Russia begins production of the world’s most-powerful rocket boosters",
      "description": "Russia has launched serial production of the world’s most-powerful multi-combustion chambered rocket engine, the RD-171MV. It’s intended to provide thrust to the planned super heavy-lift rocket Soyuz-5, set to be launched in 2022. Read Full Article at RT.com",
      "url": "https://www.rt.com/business/467737-russia-tsar-engine-production/",
      "urlToImage": "https://cdni.rt.com/files/2019.09/article/5d6b9712fc7e9392088b4622.jpg",
      "publishedAt": "2019-09-01T10:25:38Z",
      "content": "The producer of the engine, NPO Energomash (part of Russia’s Roscosmos space agency) has found a supplier of the rolled mould steel and composites necessary for production, according to data on the federal procurement website. The company will spend around 19… [+1072 chars]"
    },
    {
      "source": {
        "id": "rt",
        "name": "RT"
      },
      "author": "Rt Arabic",
      "title": "السعودية.. موظفو الحكومة تحت مجهر هيئة مكافحة الفساد",
      "description": "أكد الرئيس الجديد للهيئة السعودية لمكافحة الفساد مازن الكهموس، أن الرياض عازمة على استئصال الفساد بين الموظفين الحكوميين بعد حملة بدأت قبل عامين وشملت أمراء ووزراء ورجال أعمال.",
      "url": "https://arabic.rt.com/business/1042345-%D8%A7%D9%84%D8%B3%D8%B9%D9%88%D8%AF%D9%8A%D8%A9-%D9%85%D9%88%D8%B8%D9%81%D9%88-%D8%A7%D9%84%D8%AD%D9%83%D9%88%D9%85%D8%A9-%D8%AA%D8%AD%D8%AA-%D9%85%D8%AC%D9%87%D8%B1-%D9%87%D9%8A%D8%A6%D8%A9-%D9%85%D9%83%D8%A7%D9%81%D8%AD%D8%A9-%D8%A7%D9%84%D9%81%D8%B3%D8%A7%D8%AF/",
      "urlToImage": "https://cdni.rt.com/media/pics/2019.09/original/5d6b97d395a597571c8b45ab.JPG",
      "publishedAt": "2019-09-01T10:25:22Z",
      "content": ":01.09.2019 | 10:11 GMT | \r\n :01.09.2019 | 10:18 GMT |"
    },
    {
      "source": {
        "id": "rt",
        "name": "RT"
      },
      "author": "RT на Русском",
      "title": "Пять погибших и 21 пострадавший: в Техасе неизвестный открыл стрельбу по прохожим - RT на русском",
      "description": "В Техасе неизвестный мужчина устроил стрельбу на дороге между городами Мидленд и Одесса. Он открыл огонь по полицейскому, остановившему его машину для досмотра. Затем преступник продолжил расстреливать мирных граждан на улицах Одессы. В ходе перестрелки с офи…",
      "url": "https://russian.rt.com/world/article/664071-tehas-rasstrel-odessa",
      "urlToImage": "https://cdni.rt.com/russian/images/2019.09/article/5d6b5fc1370f2c58548b45df.jpg",
      "publishedAt": "2019-09-01T10:18:00Z",
      "content": ", . , , .\r\n« , 31 2019 , 15:25 I-20 . , », — .\r\n , . \r\n« , . , Cinergy», — . \r\n , , , . , . , 21. \r\n« . 21   », — . \r\n « 35 ». , .\r\n , . Twitter.\r\n« . ( ) , 31 . », — .\r\n Twitter, .\r\n« », — .\r\n. 3 - Walmart. 20 26 , . , . 8chan , « ».\r\n , 4 ,   ( ) — Ned Pepp… [+143 chars]"
    },
    {
      "source": {
        "id": "rt",
        "name": "RT"
      },
      "author": "RT en Español",
      "title": "FOTO, VIDEO: El primer hotel espacial 'low cost' con gravitación artificial podría abrir ya en 2025",
      "description": "El proyecto intenta poner fin a los actuales enormes precios del turismo orbital, haciéndolo accesible a amplios sectores sociales y facilitando la exploración extraterrestre.",
      "url": "https://actualidad.rt.com/actualidad/325739-hotel-espacial-gravitacion-artificial-2025",
      "urlToImage": "https://cdni.rt.com/actualidad/public_images/2019.09/article/5d6b86a708f3d903638b4609.jpg",
      "publishedAt": "2019-09-01T10:00:18Z",
      "content": "La Estación Espacial Von Braun, que podrá albergar a 400 personas simultáneamente, podría recibir a los primeros turistas ya dentro de unos años, dijo este jueves al portal Deezen Tim Alatorre, arquitecto superior de Gateway Foundation, la empresa responsable… [+1812 chars]"
    },
    {
      "source": {
        "id": "rt",
        "name": "RT"
      },
      "author": "RT на Русском",
      "title": "В Башкирии арестовали обвиняемую в убийстве годовалого ребёнка мать - RT на русском",
      "description": "В Башкирии арестовали обвиняемую в убийстве годовалого ребёнка мать RT на русском Сестра убитого в Башкирии годовалого мальчика рассказала о его гибели Известия Мать объяснила убийство годовалого ребенка кредитом Рамблер/новости В Башкирии по подозрению в уби…",
      "url": "https://russian.rt.com/russia/news/664066-bashkiriya-arest-mat-ubiistvo",
      "urlToImage": "https://cdni.rt.com/russian/images/2019.09/article/5d6b8e06370f2c355d8b45fc.png",
      "publishedAt": "2019-09-01T09:54:00Z",
      "content": null
    },
    {
      "source": {
        "id": "rt",
        "name": "RT"
      },
      "author": "Rt Arabic",
      "title": "فكرة مثيرة للجدل للإقلاع عن التدخين",
      "description": "يقول باحثو جامعة \"ستيرلنغ\" في إسكتلندا، إن طباعة العبارة التحذيرية القائلة: \"التدخين يقتل\" على السجائر الفردية يمكنها أن تثني الناس عن التدخين.",
      "url": "https://arabic.rt.com/health/1042055-%D9%81%D9%83%D8%B1%D8%A9-%D9%85%D8%AB%D9%8A%D8%B1%D8%A9-%D8%AC%D8%AF%D9%84-%D8%A5%D9%82%D9%84%D8%A7%D8%B9-%D8%A7%D9%84%D8%AA%D8%AF%D8%AE%D9%8A%D9%86/",
      "urlToImage": "https://cdni.rt.com/media/pics/2019.08/original/5d6934d6d43750b54d8b45db.jpg",
      "publishedAt": "2019-09-01T09:36:18Z",
      "content": null
    },
    {
      "source": {
        "id": "rt",
        "name": "RT"
      },
      "author": "RT",
      "title": "Russian footballer goes viral after unbelievable double goal-line clearance (VIDEO)",
      "description": "Russian footballer Evgeny Chernov has become a viral sensation after his incredible double goal-line clearance in a league game on Saturday. Read Full Article at RT.com",
      "url": "https://www.rt.com/sport/467735-russian-defender-chernov-goal-line-clearance/",
      "urlToImage": "https://cdni.rt.com/files/2019.09/article/5d6b8ecbfc7e937f698b4583.jpg",
      "publishedAt": "2019-09-01T09:32:45Z",
      "content": "With his team 2-1 up away at Lokomotiv Moscow in injury time, Rostov defender Chernov produced a moment of brilliance to ensure his team left the Russian capital with all three points.\r\nAfter Rostov keeper Egor Baburin was left stranded after failing to punch… [+1584 chars]"
    },
    {
      "source": {
        "id": "rt",
        "name": "RT"
      },
      "author": "RT en Español",
      "title": "Suspenden el tren expreso al aeropuerto de Hong Kong ante la posible interrupción de sus actividades por manifestantes",
      "description": "La medida se produce cuando cientos de manifestantes antigubernamentales se congregaron en esta misma jornada a las afueras del aeropuerto.",
      "url": "https://actualidad.rt.com/actualidad/325738-suspender-trenes-llegar-aeropuerto-hong-kong",
      "urlToImage": "https://cdni.rt.com/actualidad/public_images/2019.09/article/5d6b6af108f3d9d0628b45f3.JPG",
      "publishedAt": "2019-09-01T09:19:57Z",
      "content": "El sistema de transporte ferroviario metropolitano de Hong Kong (MTR) informó este domingo la interrupción del servicio de la línea de tren que comunica esa ciudad con el aeropuerto internacional.\r\nLa empresa detalló en su página web que el servicio expreso (… [+1725 chars]"
    },
    {
      "source": {
        "id": "rt",
        "name": "RT"
      },
      "author": "RT",
      "title": "‘I recall a smell of plastic and bodies melting together’: What Beslan siege survivors can’t forget",
      "description": "Fifteen years on, the terrorist attack that killed 334 victims –mostly children– still defines those who got out alive. In a new RT documentary, they return to the school gym where hostages were held, to face their own nightmares. Read Full Article at RT.com",
      "url": "https://www.rt.com/news/467734-beslan-anniversary-school-siege-hostages/",
      "urlToImage": "https://cdni.rt.com/files/2019.08/article/5d6ab5d0fc7e9392088b45a4.jpg",
      "publishedAt": "2019-09-01T09:18:03Z",
      "content": "“This is bone cement. Here’s a shunt. This is plastic. Titanium, titanium, titanium. Bone cement. Bone… Shunt, shunt. And another shunt. And more bone cement. Cement,” Fatima Dzgoeva says, as she points to dents and bumps on her skull.\r\n“I’ve had five surgeri… [+9067 chars]"
    },
    {
      "source": {
        "id": "rt",
        "name": "RT"
      },
      "author": "RT",
      "title": "‘A class act’: Osaka melts hearts after consoling beaten teen Gauff at US Open (VIDEO)",
      "description": "Defending champion Naomi Osaka has been hailed for her class after consoling beaten 15-year-old opponent Cori ‘Coco’ Gauff following the pair’s US Open third-round clash. Read Full Article at RT.com",
      "url": "https://www.rt.com/sport/467733-us-open-osaka-consoles-gauff/",
      "urlToImage": "https://cdni.rt.com/files/2019.09/article/5d6b873ddda4c89c368b45da.jpg",
      "publishedAt": "2019-09-01T08:57:00Z",
      "content": "Top seed Osaka swept past Gauff in straight sets, 6-3, 6-0, in a dominant performance at Arthur Ashe Stadium.   \r\nBut it was the 21-year-old Japanese star’s actions after the match which won her the most praise, as she consoled the defeated Gauff amid tearful… [+2011 chars]"
    },
    {
      "source": {
        "id": "rt",
        "name": "RT"
      },
      "author": "RT",
      "title": "Undeclared US airstrike on Syria’s Idlib leaves multiple casualties, puts truce at risk – MoD",
      "description": "Sending no warning to Russia or Turkey, the US bombed an array of targets within Idlib, Syria, killing numerous civilians and threatening the hard-earned truce across the province, the Russian Defense Ministry said. Read Full Article at RT.com",
      "url": "https://www.rt.com/news/467732-us-airstrike-idlib-truce/",
      "urlToImage": "https://cdni.rt.com/files/2019.09/article/5d6b82aadda4c844378b45a6.JPG",
      "publishedAt": "2019-09-01T08:43:03Z",
      "content": "The air raid led to “multiple casualties and destruction” around two villages in the Idlib province, where a fragile ceasefire between government forces and militants is still in place, the Russian Reconciliation Center said on Sunday. The airstrike, carried … [+99 chars]"
    },
    {
      "source": {
        "id": "rt",
        "name": "RT"
      },
      "author": "RT en Español",
      "title": "VIDEO: Rusia muestra el lanzamiento de un misil Iskander y la destrucción de su objetivo 'enemigo'",
      "description": "Un misil cuasibalístico del avanzado complejo táctico-operativo fue probado exitosamente durante unas pruebas en el sur de Rusia.",
      "url": "https://actualidad.rt.com/actualidad/325737-rusia-misil-iskander-destruccion-objetivo-enemigo",
      "urlToImage": "https://cdni.rt.com/actualidad/public_images/2019.09/article/5d6b797508f3d9d0628b4601.jpg",
      "publishedAt": "2019-09-01T08:41:18Z",
      "content": "Un misil cuasibalístico del complejo táctico-operativo Iskander ha destruido con éxito un objetivo que simuló una instalación \"de importancia crítica\" de un enemigo, según indicó el Ministerio de Defensa de Rusia mostrando imágenes del lanzamiento.\r\nLa prueba… [+915 chars]"
    },
    {
      "source": {
        "id": "rt",
        "name": "RT"
      },
      "author": "RT на Русском",
      "title": "Зеленский пообещал лично защищать инвестиции в Украину - RT на русском",
      "description": "Зеленский пообещал лично защищать инвестиции в Украину RT на русском Украинский президент Владимир Зеленский на встрече с представителями бизнеса в Польше призвал предпринимателей инвестировать в Украину,... Взгляд с разных сторон в приложении \"Google Новости\"",
      "url": "https://russian.rt.com/ussr/news/664052-zelenskii-investicii-zaschita",
      "urlToImage": "https://cdni.rt.com/russian/images/2019.09/article/5d6b7e93370f2cd85d8b45fc.jpeg",
      "publishedAt": "2019-09-01T08:36:00Z",
      "content": null
    },
    {
      "source": {
        "id": "rt",
        "name": "RT"
      },
      "author": "RT",
      "title": "Venezuela says it has ‘proof’ of Colombian aid to terrorists, will appeal to UN",
      "description": "Caracas accused its neighbor, Colombia of harboring training camps for militants plotting attacks on Venezuela, saying it has just thwarted a high-profile act of sabotage targeting the country’s police force. Read Full Article at RT.com",
      "url": "https://www.rt.com/news/467731-venezuela-un-colombia-terrorism/",
      "urlToImage": "https://cdni.rt.com/files/2019.09/article/5d6b5633fc7e9392088b45f2.JPG",
      "publishedAt": "2019-09-01T08:31:43Z",
      "content": "Venezuelan Communications Minister Jorge Rodríguez appeared on state TV to show what he said are satellite images of three paramilitary camps located inside Colombia. These facilities are used to train as many as 200 militants while the Colombian president do… [+2366 chars]"
    },
    {
      "source": {
        "id": "rt",
        "name": "RT"
      },
      "author": "RT",
      "title": "Russia’s Medvedev fined after ball-boy antics, middle-finger gesture in fiesty US Open 3rd-round win",
      "description": "Russian tennis star Daniil Medvedev has been slapped with a $9,000 fine for his behavior during his fractious US Open third-round match against Spain’s Feliciano Lopez. Read Full Article at RT.com",
      "url": "https://www.rt.com/sport/467730-us-open-medvedev-fined-middle-finger/",
      "urlToImage": "https://cdni.rt.com/files/2019.09/article/5d6b7ef8dda4c86d368b45d1.jpg",
      "publishedAt": "2019-09-01T08:21:14Z",
      "content": "Medvedev, 23, clashed with the New York crowd during the match and gave a memorable interview afterwards in which he defiantly thanked jeering fans for giving him “the energy to win.”\r\nAlso on rt.comRussias Medvedev trolls jeering US Open crowd after middle-f… [+1918 chars]"
    },
    {
      "source": {
        "id": "rt",
        "name": "RT"
      },
      "author": "RT en Español",
      "title": "Rusia: El ataque aéreo de EE.UU. provocó varias víctimas y destrucción en Idlib",
      "description": "Washington no informó ni a Rusia ni a Turquía de la operación de este sábado, afirman desde el Ministerio de Defensa ruso.",
      "url": "https://actualidad.rt.com/actualidad/325736-rusia-ataque-eeuu-idlib-victimas-destruccion",
      "urlToImage": "https://cdni.rt.com/actualidad/public_images/2019.09/article/5d6b81d9e9180f8f468b4567.jpg",
      "publishedAt": "2019-09-01T08:15:00Z",
      "content": "El ataque aéreo perpetrado por la coalición liderada por EE.UU. en Siria este sábado dejó como resultado varias víctimas y destrucción en la provincia de Idlib, afirma el Ministerio de Defensa de Rusia.\r\n\"Se cuentan numerosas víctimas y considerable destrucci… [+983 chars]"
    },
    {
      "source": {
        "id": "rt",
        "name": "RT"
      },
      "author": "RT",
      "title": "A black hole so big it shouldn’t even exist is baffling scientists",
      "description": "Scientists may have spotted a black hole that is so enormous, it shouldn’t even exist, although they aren’t quite sure if it even does. The black hole’s mass is 100 times greater than the Sun. Read Full Article at RT.com",
      "url": "https://www.rt.com/news/467729-black-hole-large-possible/",
      "urlToImage": "https://cdni.rt.com/files/2019.09/article/5d6b7cb8dda4c85b378b458c.jpg",
      "publishedAt": "2019-09-01T08:11:21Z",
      "content": "The potential black hole, which is twice as large as what physicists had believed was possible, was detected by the LIGO and Virgo gravitational-wave detectors at the European Gravitational Observatory.\r\nAlso on rt.comGulp! Scientists detect black hole swallo… [+1682 chars]"
    },
    {
      "source": {
        "id": "rt",
        "name": "RT"
      },
      "author": "RT en Español",
      "title": "EN VIVO: Último día de acrobacias aéreas del salón MAKS 2019 en la provincia de Moscú",
      "description": "El XIV Salón Internacional de Aviación y Espacio MAKS 2019 culmina este domingo con acrobacias del caza Su-57 y presentaciones de nuevas aeronaves.",
      "url": "https://actualidad.rt.com/actualidad/325735-ultimo-dia-exposicion-maks-2019-moscu",
      "urlToImage": "https://cdni.rt.com/actualidad/public_images/2019.09/article/5d6b7991e9180fa3438b4567.jpg",
      "publishedAt": "2019-09-01T08:05:00Z",
      "content": "El salón aeronáutico MAKS finaliza este domingo en el Aeropuerto Internacional Zhukovski de la provincia de Moscú, luego de haber roto un récord de asistencia con la visita de más de 200.000 personas el día anterior.\r\nPara la culminación del evento se tienen … [+540 chars]"
    },
    {
      "source": {
        "id": "rt",
        "name": "RT"
      },
      "author": "RT на Русском",
      "title": "В России начнут производить мощнейшие ракетные двигатели - RT на русском",
      "description": "В России начнут производить мощнейшие ракетные двигатели RT на русском «Роскосмос» запустил производство «царь-двигателей» РБК \"Роскосмос\" начал производство самых мощных ракетных двигателей РИА Новости Россия начала производство самых мощных ракетных двигате…",
      "url": "https://russian.rt.com/science/news/664047-rossiya-raketnye-dvigateli",
      "urlToImage": "https://cdni.rt.com/russian/images/2019.09/article/5d6b7aeb183561be338b4581.jpg",
      "publishedAt": "2019-09-01T08:02:00Z",
      "content": null
    },
    {
      "source": {
        "id": "rt",
        "name": "RT"
      },
      "author": "RT en Español",
      "title": "Al menos 28 heridos al caerse una enorme pantalla durante un concierto al aire libre en Alemania (FOTO, VIDEO)",
      "description": "Dos de las víctimas sufrieron heridas graves. Se presume que los fuertes vientos fueron el principal causante de la ruptura y el colapso de la estructura.",
      "url": "https://actualidad.rt.com/actualidad/325734-heridos-colapsar-pantalla-concierto-alemania",
      "urlToImage": "https://cdni.rt.com/actualidad/public_images/2019.09/article/5d6b720d08f3d903638b45fc.jpg",
      "publishedAt": "2019-09-01T07:57:52Z",
      "content": "En Alemania, una tormenta eléctrica dejó al menos 28 heridos luego de provocar que una enorme pantalla LED cayera desde un escenario sobre varias personas que asistían a un concierto de rap al aire libre en la ciudad de Essen, en el oeste del país.\r\nDe acuerd… [+1022 chars]"
    },
    {
      "source": {
        "id": "rt",
        "name": "RT"
      },
      "author": "RT",
      "title": "Trains to Hong Kong airport suspended as protesters vow to disrupt mass transit",
      "description": "Authorities have temporarily shut down train service to Hong Kong’s international airport as the semi-autonomous territory braces for more unrest. Read Full Article at RT.com",
      "url": "https://www.rt.com/newsline/467728-hong-kong-suspended-airport-protests/",
      "urlToImage": "https://cdni.rt.com/files/2019.09/article/5d6b6747fc7e938e0f8b4607.JPG",
      "publishedAt": "2019-09-01T07:33:04Z",
      "content": "Protesters say they plan to choke travel routes to the airport on Sunday, following street violence during the night. Demonstrators were seen throwing petrol bombs at police, who retaliated with water cannons and tear gas.\r\nHong Kong’s Mass Transit Railway (M… [+213 chars]"
    },
    {
      "source": {
        "id": "rt",
        "name": "RT"
      },
      "author": "Rt Arabic",
      "title": "احتدام الحرب التجارية بين بكين وواشنطن برسوم إضافية متبادلة",
      "description": "شرعت الصين والولايات المتحدة اليوم الأحد في تبادل فرض الرسوم الجمركية الإضافية على سلعهما، وذلك في أحدث تصعيد في حرب تجارية مستعرة بين البلدين.",
      "url": "https://arabic.rt.com/business/1042318-%D8%A8%D9%83%D9%8A%D9%86-%D8%AA%D8%A8%D8%AF%D8%A3-%D9%81%D8%B1%D8%B6-%D8%B1%D8%B3%D9%88%D9%85-%D8%A5%D8%B6%D8%A7%D9%81%D9%8A%D8%A9-%D8%B9%D9%84%D9%89-%D8%B3%D9%84%D8%B9-%D8%A3%D9%85%D8%B1%D9%8A%D9%83%D9%8A%D8%A9/",
      "urlToImage": "https://cdni.rt.com/media/pics/2019.09/original/5d6b5cfd95a597551c8b457b.JPG",
      "publishedAt": "2019-09-01T07:27:32Z",
      "content": null
    },
    {
      "source": {
        "id": "rt",
        "name": "RT"
      },
      "author": "RT на Русском",
      "title": "Россия стала председателем Совбеза ООН - RT на русском",
      "description": "Россия стала председателем Совбеза ООН RT на русском С 1 сентября Россия на месяц стала председателем Совета Безопасности ООН. Программа мероприятий на этот срок будет представлена постпредом... Взгляд с разных сторон в приложении \"Google Новости\"",
      "url": "https://russian.rt.com/world/news/664037-rossiya-oon-predsedatel",
      "urlToImage": "https://cdni.rt.com/russian/images/2019.09/article/5d6b69ef370f2c2e5d8b45d6.JPG",
      "publishedAt": "2019-09-01T07:09:00Z",
      "content": null
    },
    {
      "source": {
        "id": "rt",
        "name": "RT"
      },
      "author": "RT",
      "title": "Hurricane Dorian leads to gasoline crisis in Florida",
      "description": "Read Full Article at RT.com",
      "url": "https://www.rt.com/business/467725-hurricane-dorian-fuel-crisis/",
      "urlToImage": "https://cdni.rt.com/files/2019.09/article/5d6b6cd0dda4c8df368b45a5.JPG",
      "publishedAt": "2019-09-01T07:08:51Z",
      "content": "At the time of this writing, the storm had strengthened to a Category 3 and was on track to reach Category 4 before making landfall, likely on Monday.\r\nFlorida Governor Ron DeSantis said that there was a fuel shortage across the state as millions of people fu… [+4171 chars]"
    },
    {
      "source": {
        "id": "rt",
        "name": "RT"
      },
      "author": "RT на Русском",
      "title": "«По бумагам всё в порядке»: как живёт Беслан 15 лет спустя - RT на русском",
      "description": "1 сентября 2004 года террористы захватили бесланскую школу №1 в Северной Осетии, ворвавшись туда во время праздничной линейки. На третий день в спортзале, заполненном детьми и педагогами, произошли взрывы, начался пожар. Погибли более 300 из 1128 заложников, …",
      "url": "https://russian.rt.com/russia/article/664035-zhertvam-beslana-trebuetsya-pomosch",
      "urlToImage": "https://cdni.rt.com/russian/images/2019.08/article/5d6908cc370f2c4f168b45b8.jpg",
      "publishedAt": "2019-09-01T07:00:00Z",
      "content": ". , . , . . — 1 .\r\n  20 . , , , . 1 . 15 , , , «» — .\r\n , . , , .\r\n«, », — .\r\n« ... ».\r\n , , . .\r\n, . : , . . — , , . , , ,   . — , .\r\n 1 . : — . ,   15 , , «», «» . , , .\r\n« »\r\n, , . «» .  — « ».\r\n . , , . — , . , . — . , .\r\n«», — , , 14 . .\r\n , . — , ( ). —… [+849 chars]"
    },
    {
      "source": {
        "id": "rt",
        "name": "RT"
      },
      "author": "RT на Русском",
      "title": "В России вступили в силу изменения в правила призыва в армию - RT на русском",
      "description": "В России вступили в силу изменения в правила призыва в армию RT на русском В России с 1 сентября вступил в силу закон, вводящий некоторые изменения в правила призыва граждан на срочную службу. Об этом информирует... Взгляд с разных сторон в приложении \"Google…",
      "url": "https://russian.rt.com/russia/news/664033-rossiya-prizyv-armiya",
      "urlToImage": "https://cdni.rt.com/russian/images/2019.09/article/5d6b677d370f2c58548b45ec.png",
      "publishedAt": "2019-09-01T06:53:00Z",
      "content": null
    },
    {
      "source": {
        "id": "rt",
        "name": "RT"
      },
      "author": "Rt Arabic",
      "title": "سوريا وأوسيتيا الجنوبية تعززان تعاونهما التجاري",
      "description": "وقعت سوريا وأوسيتيا الجنوبية ضمن فعاليات معرض دمشق الدولي بدورته الـ61 اتفاقية لتعزيز التعاون التجاري والاقتصادي بين البلدين، وذلك لتسهيل تدفق السلع وطنية المنشأ بين الطرفين.",
      "url": "https://arabic.rt.com/business/1042204-%D8%B3%D9%88%D8%B1%D9%8A%D8%A7-%D8%A3%D9%88%D8%B3%D9%8A%D8%AA%D9%8A%D8%A7-%D8%A7%D9%84%D8%AC%D9%86%D9%88%D8%A8%D9%8A%D8%A9-%D8%AA%D8%AA%D8%A8%D8%A7%D8%AF%D9%84%D8%A7%D9%86-%D8%A7%D9%84%D8%AA%D9%85%D8%AB%D9%8A%D9%84-%D8%A7%D9%84%D8%AA%D8%AC%D8%A7%D8%B1%D9%8A/",
      "urlToImage": "https://cdni.rt.com/media/pics/2019.08/original/5d6a6e1c95a597f8688b4588.JPG",
      "publishedAt": "2019-09-01T06:52:25Z",
      "content": null
    },
    {
      "source": {
        "id": "rt",
        "name": "RT"
      },
      "author": "RT на Русском",
      "title": "«Беспрецедентное по своей жестокости преступление»: 15 лет со дня теракта в Беслане - RT на русском",
      "description": "1 сентября 2004 года в Беслане боевики захватили в заложники более 1100 учащихся школы №1, их родственников и учителей. Почти три дня людей удерживали в заминированном спортзале без еды и воды. 3 сентября в здании учебного заведения прогремели два взрыва, нач…",
      "url": "https://russian.rt.com/russia/foto/664028-beslan-shkola-terroristy-zahvat",
      "urlToImage": "https://cdni.rt.com/russian/images/2019.08/article/5d5f8c8518356155238b45a2.JPG",
      "publishedAt": "2019-09-01T06:24:00Z",
      "content": ", \r\n / \r\nSergei Karpukhin\r\n/ \r\n Reuters\r\n1 2004 30 1 . , , 1116 1128 : , \r\n/ \r\n Reuters\r\n15 \r\n/ \r\n Reuters\r\n. , \r\n/ \r\n Reuters\r\n, . . , , , \r\n / \r\nViktor Korotayev\r\n/ \r\n Reuters\r\n. , \r\n / \r\nYuri Kochetkov\r\n/ \r\n Reuters\r\n2 - 26 \r\n / \r\nEduard Kornienko\r\n/ \r\n Re… [+329 chars]"
    },
    {
      "source": {
        "id": "rt",
        "name": "RT"
      },
      "author": "RT en Español",
      "title": "VIDEO: Auto da varias vueltas de campana y su piloto sale a pelear con el presunto culpable del accidente",
      "description": "Tras abandonar una de las curvas los vehículos salieron muy juntos, y después del toque, el auto de Stewart chocó contra el muro y salió dando vueltas por los aires.",
      "url": "https://actualidad.rt.com/viral/325733-auto-dar-vueltas-piloto-pelear-culpable",
      "urlToImage": "https://cdni.rt.com/actualidad/public_images/2019.09/article/5d6b540c08f3d925638b45cd.jpg",
      "publishedAt": "2019-09-01T05:54:09Z",
      "content": "El piloto estadounidense de la serie de carreras World of Outlaws, Shane Stewart, tras ser impactado por otro vehículo, dio varias vueltas de campana y se peleó con su rival y compatriota Carson Macedo, que según él, fue el culpable del accidente.\r\nEn el vide… [+550 chars]"
    },
    {
      "source": {
        "id": "rt",
        "name": "RT"
      },
      "author": "RT en Español",
      "title": "Todo lo que sabe sobre el tiroteo que dejó 5 muertos y 21 heridos en Texas",
      "description": "El autor del ataque, un hombre blanco de unos 30 años, fue abatido por la Policía local en el aparcamiento de un cine en la ciudad de Odessa.",
      "url": "https://actualidad.rt.com/actualidad/325732-fotos-videos-tiroteo-mortal-masivo-muertos-texas",
      "urlToImage": "https://cdni.rt.com/actualidad/public_images/2019.09/article/5d6b5080e9180ffa348b4567.jpg",
      "publishedAt": "2019-09-01T05:19:00Z",
      "content": "Un tiroteo masivo se ha producido este 31 de agosto en las ciudades de Odessa y Midland, en el estado de Texas (EE.UU.). El acto de agresión se ha cobrado la vida de 5 personas y ha dejado 21 heridos.\r\n¿Qué se sabe sobre el tirador?\r\nDe momento no ha sido rev… [+5997 chars]"
    },
    {
      "source": {
        "id": "rt",
        "name": "RT"
      },
      "author": "RT",
      "title": "Brace for higher prices: New round of US-China tariffs comes into force",
      "description": "The trade war between the world’s two largest economies entered a new phase on Sunday, as US tariffs targeting Chinese-made products and Beijing’s retaliatory hikes on American imports both kick in. Read Full Article at RT.com",
      "url": "https://www.rt.com/business/467722-us-china-tariffs-effective/",
      "urlToImage": "https://cdni.rt.com/files/2019.08/article/5d6a81cbfc7e9392088b4581.jpg",
      "publishedAt": "2019-09-01T04:10:47Z",
      "content": "Washington introduced 15 percent tariffs, hiked from the previous 10 percent, at 12:01 am EDT (04:01 GMT) on the first day of September. It is the first portion of tariffs targeting a combined total of $300 billion-worth of Chinese goods threatened by Washing… [+2926 chars]"
    },
    {
      "source": {
        "id": "rt",
        "name": "RT"
      },
      "author": "RT en Español",
      "title": "Arresto instantáneo: intenta comprar un Red Bull con una tarjeta robada pero un policía sonriente estaba justo detrás de él (VIDEO)",
      "description": "La Policía fue alertada de la presencia de una persona sospechosa, y tras localizarla, el agente lo siguió a la tienda.",
      "url": "https://actualidad.rt.com/viral/325731-comprar-tarjeta-robada-arresto-rapido",
      "urlToImage": "https://cdni.rt.com/actualidad/public_images/2019.09/article/5d6b3b8fe9180fdf2d8b4567.jpg",
      "publishedAt": "2019-09-01T04:03:20Z",
      "content": "Una cámara de vigilancia de una tienda en la provincia canadiense de Alberta ha captado lo que podría ser uno de los arrestos más rápidos jamás registrados.\r\nSegún informa Global News, el incidente ocurrió la noche de este martes en la tienda Starlite Conveni… [+951 chars]"
    },
    {
      "source": {
        "id": "rt",
        "name": "RT"
      },
      "author": "RT",
      "title": "WATCH videos of people fleeing & rushing for cover as Odessa shooting unfolds",
      "description": "Chilling footage of cinema-goes storming out of the Cinergy movie theater in Odessa, Texas, and seeking cover on bare ground as sounds of gunfire can be heard ringing out at the background has surfaced online. Read Full Article at RT.com",
      "url": "https://www.rt.com/usa/467721-texas-shooting-videos-odessa/",
      "urlToImage": "https://cdni.rt.com/files/2019.09/article/5d6b4126fc7e93d6088b4613.JPG",
      "publishedAt": "2019-09-01T04:03:02Z",
      "content": "Also on rt.comTexas shooting: What we know about Odessa gun rampageA gunman went on a deadly shooting spree after he was pulled over for a traffic stop by state troopers on the interstate between Midland and Odessa, reportedly, for failing to signal a left tu… [+2060 chars]"
    },
    {
      "source": {
        "id": "rt",
        "name": "RT"
      },
      "author": "RT en Español",
      "title": "FOTO, VIDEO: El volcán Popocatépetl registra 6 explosiones en 24 horas",
      "description": "La ceniza cayó en cinco municipios del estado de México y podría llegar a la capital del país.",
      "url": "https://actualidad.rt.com/actualidad/325730-popocatepetl-registrar-6-explosiones-24-horas",
      "urlToImage": "https://cdni.rt.com/actualidad/public_images/2019.09/article/5d6b2f95e9180f3f298b4568.jpg",
      "publishedAt": "2019-09-01T03:10:23Z",
      "content": "El Centro Nacional de Prevención de Desastres registró este viernes y sábado 6 explosiones y 135 exhalaciones, además de 604 minutos de tremor del volcán Popocatépetl, situado en el centro de México, según un comunicado divulgado el 31 de agosto.\r\nSegún infor… [+386 chars]"
    },
    {
      "source": {
        "id": "rt",
        "name": "RT"
      },
      "author": "RT на Русском",
      "title": "Генконсульство России обратилось к семьям погибших при стрельбе в Техасе - RT на русском",
      "description": "Генконсульство России обратилось к семьям погибших при стрельбе в Техасе RT на русском Число жертв стрельбы в Техасе увеличилось до пяти РИА Новости Число жертв стрельбы в Техасе возросло до 5, более 20 ранены Вести.Ru В Техасе не обнаружили иностранцев среди…",
      "url": "https://russian.rt.com/world/news/664009-genkonsulstvo-rossiya-ssha-soboleznovaniya",
      "urlToImage": "https://russian.rt.com/static/blocks/og-img/pl-17.jpg",
      "publishedAt": "2019-09-01T03:00:03Z",
      "content": null
    },
    {
      "source": {
        "id": "rt",
        "name": "RT"
      },
      "author": "RT en Español",
      "title": "Bolsonaro promete dejar de utilizar los bolígrafos BIC porque son \"franceses\"",
      "description": "",
      "url": "https://actualidad.rt.com/actualidad/325728-bolsonaro-prometer-dejar-boligrafos-bic",
      "urlToImage": "https://actualidad.rt.com/static/img/og-logo-rt-black.jpg",
      "publishedAt": "2019-09-01T02:05:06Z",
      "content": "En medio de las tensiones diplomáticas con París, el presidente de Brasil, Jair Bolsonaro, afirmó este viernes que dejará de utilizar los bolígrafos de la empresa francesa BIC y optará por la marca brasileña Compactor, informa O Globo.\r\n\"Es Compactor, ya no B… [+705 chars]"
    },
    {
      "source": {
        "id": "rt",
        "name": "RT"
      },
      "author": "RT en Español",
      "title": "VIDEO: El momento en que la Policía abate al autor del tiroteo masivo en Texas",
      "description": "El sospechoso, un hombre blanco de unos 30 años, murió tiroteado por agentes en el aparcamiento de un cine de Odessa.",
      "url": "https://actualidad.rt.com/actualidad/325726-video-momento-policia-abatir-autor-tiroteo-texas",
      "urlToImage": "https://cdni.rt.com/actualidad/public_images/2019.09/article/5d6b22dc08f3d9f6628b45bf.JPG",
      "publishedAt": "2019-09-01T01:54:00Z",
      "content": "En las redes han aparecido varios videos captados por testigos del momento en que los agentes abaten al presunto agresor, responsable del tiroteo masivo que se registró este 31 de agosto en las ciudades Midland y Odessa (Texas, EE.UU.).\r\nEn las imágenes se ve… [+954 chars]"
    },
    {
      "source": {
        "id": "rt",
        "name": "RT"
      },
      "author": "RT",
      "title": "Texas shooting: What we know about Odessa gun rampage",
      "description": "Five people have died and over 20 were shot as a gunman went on a shooting rampage in the area of Midland and Odessa, Texas, after an officer attempted to pull his vehicle over for a traffic stop. Read Full Article at RT.com",
      "url": "https://www.rt.com/usa/467720-texas-driveby-shootings-odessa-midland/",
      "urlToImage": "https://cdni.rt.com/files/2019.09/article/5d6b203ddda4c865368b4584.JPG",
      "publishedAt": "2019-09-01T01:43:00Z",
      "content": "How it unfolded\r\nThe incident began unravelling at 3:17 pm local time on Saturday, when a state trooper attempted to stop a man driving a gold Honda at the interstate linking Midland to Odessa. As the officer got the car pulled over, the driver opened fire an… [+1913 chars]"
    },
    {
      "source": {
        "id": "rt",
        "name": "RT"
      },
      "author": "Rt Arabic",
      "title": "روسيا.. نحو مليار و800 مليون دولار دخل مزادات بيع السلطعونات",
      "description": "لم تستبعد الوكالة الفدرالية الروسية لصيد الأسماك \"روس ربيولوفستفو\"، أن يزيد الدخل من مزادات بيع السلطعونات على 125.5 مليار روبل (حوالي مليار و800 مليون دولار).",
      "url": "https://arabic.rt.com/business/1042300-%D8%B1%D9%88%D8%B3%D9%8A%D8%A7-%D9%86%D8%AD%D9%88-%D9%85%D9%84%D9%8A%D8%A7%D8%B1-%D9%88800-%D9%85%D9%84%D9%8A%D9%88%D9%86-%D8%AF%D9%88%D9%84%D8%A7%D8%B1-%D8%AF%D8%AE%D9%84-%D9%85%D8%B2%D8%A7%D8%AF%D8%A7%D8%AA-%D8%A8%D9%8A%D8%B9-%D8%A7%D9%84%D8%B3%D9%84%D8%B7%D8%B9%D9%88%D9%86%D8%A7%D8%AA/",
      "urlToImage": "https://cdni.rt.com/media/pics/2019.08/original/5d6ad00695a597587b8b45dd.jpg",
      "publishedAt": "2019-09-01T01:31:20Z",
      "content": null
    },
    {
      "source": {
        "id": "rt",
        "name": "RT"
      },
      "author": "RT en Español",
      "title": "\"La primera aeronave que viajará a Marte\": La NASA muestra imágenes de su helicóptero 'marciano' unido al nuevo 'rover' (FOTO)",
      "description": "La aeronave 'Mars Helicopter', de 1,8 kilogramos, es un modelo de demostración que carece de instrumentos científicos.",
      "url": "https://actualidad.rt.com/actualidad/325725-nasa-unir-primer-helicoptero-marciano-rover",
      "urlToImage": "https://cdni.rt.com/actualidad/public_images/2019.08/article/5d6af20d08f3d9f6628b4594.jpg",
      "publishedAt": "2019-09-01T01:14:58Z",
      "content": "Los ingenieros de la NASA instalaron el 'Mars Helicopter' en el vehículo 'Mars 2020', que llegará a Marte en el año 2021, informó este miércoles el Laboratorio de Retropropulsión de la agencia.\r\nEl pequeño helicóptero, que pesa tan solo 1,8 kilogramos, carece… [+1424 chars]"
    },
    {
      "source": {
        "id": "rt",
        "name": "RT"
      },
      "author": "RT en Español",
      "title": "Juez libera a un joven pedófilo porque \"la cárcel le está haciendo daño\"",
      "description": "Kyle Sweet ya había pasado varios meses en prisión preventiva antes del juicio, donde otros reclusos le pidieron favores sexuales.",
      "url": "https://actualidad.rt.com/actualidad/325724-pedofilo-salvarse-condena-carcel-hacer-dano",
      "urlToImage": "https://cdni.rt.com/actualidad/public_images/2019.08/article/5d6aeafc08f3d932638b458b.JPG",
      "publishedAt": "2019-09-01T00:59:25Z",
      "content": "Kyle Sweet, pedófilo británico de 19 años, que enfrentaba hasta 14 años de prisión por haberse aprovechado de varias colegialas a través de la Red, ha sido liberado por un tribunal de Preston (Reino Unido), que tuvo en cuenta que este delincuente había tenido… [+1830 chars]"
    },
    {
      "source": {
        "id": "rt",
        "name": "RT"
      },
      "author": "RT на Русском",
      "title": "Зеленский: Украина не будет стоять с протянутой рукой перед США - RT на русском",
      "description": "Зеленский: Украина не будет стоять с протянутой рукой перед США RT на русском Зеленский рассказал о реакции МИД на его первый звонок Путину Lenta.ru Зеленский заявил, что предыдущая власть пыталась помешать его общению с Путиным Рамблер/новости Зеленский расс…",
      "url": "https://russian.rt.com/ussr/news/664003-ukraina-ssha-investicii-obsuzhdenie",
      "urlToImage": "https://russian.rt.com/static/blocks/og-img/pl-17.jpg",
      "publishedAt": "2019-09-01T00:52:48Z",
      "content": "«1+1», . , , - . \r\n« (. — RT) , , , , , — . , : , », —   .\r\n , ,         ."
    },
    {
      "source": {
        "id": "rt",
        "name": "RT"
      },
      "author": "RT en Español",
      "title": "VIDEO: Evacúan 2 veces un canal de Texas mientras emitía en directo durante el tiroteo masivo",
      "description": "Al menos 5 personas murieron y 21 resultaron heridas durante el incidente.",
      "url": "https://actualidad.rt.com/actualidad/325723-escapar-minuto-evacuan-2-veces-canal-texas-tiroteo",
      "urlToImage": "https://cdni.rt.com/actualidad/public_images/2019.09/article/5d6b12c1e9180f2c1e8b4568.jpg",
      "publishedAt": "2019-09-01T00:51:00Z",
      "content": "El canal texano KOSA-TV, afiliado a la CBS local, que cubría el tiroteo masivo que se registró este 31 de agosto en Midland y Odessa, seguía transmitiendo a pesar de verse obligado a desalojar el estudio dos veces.\r\n\"Tenemos que irnos por un minuto, no sabemo… [+466 chars]"
    },
    {
      "source": {
        "id": "rt",
        "name": "RT"
      },
      "author": "RT на Русском",
      "title": "Число жертв стрельбы в Техасе увеличилось до пяти - RT на русском",
      "description": "Число жертв стрельбы в Техасе увеличилось до пяти RT на русском Пять человек погибли и ещё 21 получил ранения в результате стрельбы в городе Одесса, штат Техас. Об этом сообщает MSNBC в Twitter со ссылкой... Взгляд с разных сторон в приложении \"Google Новости\"",
      "url": "https://russian.rt.com/world/news/664002-zhertvy-tehas-chislo-uvelichenie",
      "urlToImage": "https://russian.rt.com/static/blocks/og-img/pl-17.jpg",
      "publishedAt": "2019-09-01T00:32:56Z",
      "content": null
    },
    {
      "source": {
        "id": "rt",
        "name": "RT"
      },
      "author": "RT",
      "title": "‘We gotta disappear!’ Texas channel evacuated TWICE, keeps airing amid drive-by shootings panic",
      "description": "A local TV station covering the rampage in Odessa, Texas kept their broadcast on despite being forced to vacate the studio twice, as police with “guns drawn” entered the mall and people ran in panic from an active shooting scene. Read Full Article at RT.com",
      "url": "https://www.rt.com/usa/467719-texas-channel-evacuation-shootings/",
      "urlToImage": "https://cdni.rt.com/files/2019.08/article/5d6b0721dda4c81b428b4570.png",
      "publishedAt": "2019-09-01T00:28:11Z",
      "content": "An anchor for KOSA-TV, a CBS affiliate in Odessa, Texas, kept a remarkable cool as the channel’s newsroom at Music City Mall was being evacuated.\r\n“We are going to slip away just for a minute, we do not know what’s going on,” the anchor said, before leaving t… [+2016 chars]"
    },
    {
      "source": {
        "id": "rt",
        "name": "RT"
      },
      "author": "Rt Arabic",
      "title": "كازاخستان تسدد ديون نصف مليون مواطن",
      "description": "أعلنت سلطات كازاخستان عزمها سداد ديون أكثر من نصف مليون مواطن من الفئات الأكثر احتياجا وعرضة للمصاعب الاقتصادية والمعيشية.",
      "url": "https://arabic.rt.com/business/1042190-%D9%83%D8%A7%D8%B2%D8%A7%D8%AE%D8%B3%D8%AA%D8%A7%D9%86-%D8%AA%D8%B3%D8%AF%D8%AF-%D8%AF%D9%8A%D9%88%D9%86-%D9%86%D8%B5%D9%81-%D9%85%D9%84%D9%8A%D9%88%D9%86-%D9%85%D9%86-%D9%85%D9%88%D8%A7%D8%B7%D9%86%D9%8A%D9%87%D8%A7/",
      "urlToImage": "https://cdni.rt.com/media/pics/2019.08/original/5d6a55bdd4375006028b4580.jpg",
      "publishedAt": "2019-08-31T23:46:17Z",
      "content": ":31.08.2019 | 11:24 GMT | \r\n :31.08.2019 | 12:12 GMT |"
    },
    {
      "source": {
        "id": "rt",
        "name": "RT"
      },
      "author": "RT en Español",
      "title": "Ascienden a 12 los disidentes de las FARC muertos en una operación del Ejército de Colombia",
      "description": "Entre los fallecidos está uno de los cabecillas del grupo armado, alias 'Gildardo Cucho'.",
      "url": "https://actualidad.rt.com/actualidad/325721-ascender-12-disidentes-farc-muertos",
      "urlToImage": "https://cdni.rt.com/actualidad/public_images/2019.08/article/5d6afe83e9180f0f168b4567.JPG",
      "publishedAt": "2019-08-31T23:45:13Z",
      "content": "Ha ascendido a 12 el número de disidentes de las FARC muertos en la operación de las Fuerzas Militares de Colombia, que se realizó en la aldea Candilejas, en el municipio de San Vicente del Caguán (Departamento de Caquetá), informó este sábado el portal Pulzo… [+1086 chars]"
    },
    {
      "source": {
        "id": "rt",
        "name": "RT"
      },
      "author": "RT на Русском",
      "title": "Два человека погибли и около 20 ранены при стрельбе в Техасе - RT на русском",
      "description": "Два человека погибли и около 20 ранены при стрельбе в Техасе RT на русском Два человека погибли и около 20 ранены при стрельбе в городе Мидленд, штат Техас. Об этом сообщила газета The New York Times со ссылкой на... Взгляд с разных сторон в приложении \"Googl…",
      "url": "https://russian.rt.com/world/news/663996-ssha-tehas-strelba-pogibshie",
      "urlToImage": "https://russian.rt.com/static/blocks/og-img/pl-17.jpg",
      "publishedAt": "2019-08-31T22:30:25Z",
      "content": null
    },
    {
      "source": {
        "id": "rt",
        "name": "RT"
      },
      "author": "RT en Español",
      "title": "Aparecen supuestas imágenes del tiroteo en Texas que dejó al menos 2 muertos y 20 heridos",
      "description": "La Policía está buscando a dos sospechosos en las ciudades de Midland y Odessa, que están disparando al azar contra la multitud. Aunque las autoridades no descartan que pueda ser uno.",
      "url": "https://actualidad.rt.com/actualidad/325718-primeras-imagenes-tiroteo-texas-dejar-dos-muertos-heridos",
      "urlToImage": "https://cdni.rt.com/actualidad/public_images/2019.08/article/5d6af56f08f3d903638b45a7.JPG",
      "publishedAt": "2019-08-31T22:22:00Z",
      "content": "La Policía estadounidense está buscando a uno o dos tiradores activos, cuyos ataques este 31 de agosto dejaron varias víctimas en las ciudades de Odessa y Midland, en el estado de Texas.\r\n\"Creemos que hay dos tiradores en dos vehículos diferentes\", informaron… [+1597 chars]"
    },
    {
      "source": {
        "id": "rt",
        "name": "RT"
      },
      "author": "RT на Русском",
      "title": "Зеленский заявил о прорыве в отношениях с Польшей - RT на русском",
      "description": "Зеленский заявил о прорыве в отношениях с Польшей RT на русском Зеленский назвал «Северный поток-2» угрозой всей Европе РБК Зеленский припугнул Европу «Северным потоком – 2» ВЗГЛЯД.РУ «В сторону усиления»: Зеленский просит изменить санкции Рамблер/новости Пре…",
      "url": "https://russian.rt.com/ussr/news/663993-zelenskii-duda-vstrecha-ocenka",
      "urlToImage": "https://russian.rt.com/static/blocks/og-img/pl-17.jpg",
      "publishedAt": "2019-08-31T22:11:22Z",
      "content": null
    },
    {
      "source": {
        "id": "rt",
        "name": "RT"
      },
      "author": "Rt Arabic",
      "title": "اكتشاف طفرة تقي من فيروس الإيدز",
      "description": "تمكن علماء في معهد Instituto de Salud Carlos III الإسباني، من العثور على طفرة جينية، تحمي من الإصابة بفيروس نقص المناعة البشرية \"الإيدز\".",
      "url": "https://arabic.rt.com/health/1042293-%D8%A7%D9%83%D8%AA%D8%B4%D8%A7%D9%81-%D8%B7%D9%81%D8%B1%D8%A9-%D8%AA%D9%82%D9%8A-%D9%85%D9%86-%D9%81%D9%8A%D8%B1%D9%88%D8%B3-%D8%A7%D9%84%D8%A5%D9%8A%D8%AF%D8%B2/",
      "urlToImage": "https://cdni.rt.com/media/pics/2019.08/original/5d6a7663d4375007028b45b5.jpg",
      "publishedAt": "2019-08-31T21:38:55Z",
      "content": "Instituto de Salud Carlos III \"\".\r\nPLOS Pathogens TNPO3 -   . .\r\n \" in vitro \" ( ) . .\r\n CCR5CR32.   f .\r\n 5 \" \" .\r\n:"
    },
    {
      "source": {
        "id": "rt",
        "name": "RT"
      },
      "author": "RT en Español",
      "title": "Dos tiradores disparan a varias personas en Texas, entre ellas un policía",
      "description": "La Policía local informó que está buscando a los autores de dos ataques en las ciudades de Midland y Odessa.",
      "url": "https://actualidad.rt.com/actualidad/325717-tiradores-disparar-personas-texas-policia",
      "urlToImage": "https://cdni.rt.com/actualidad/public_images/2019.08/article/5d6aeb4b08f3d9f6628b458e.JPG",
      "publishedAt": "2019-08-31T21:35:00Z",
      "content": "La Policía estadounidense está buscando a dos tiradores activos, aunque desconoce si pueden ser más, cuyos ataques este 31 de agosto dejaron, según reportes, al menos 30 heridos en las ciudades de Odessa y Midland, en el estado de Texas.\r\nAl menos 20 personas… [+567 chars]"
    },
    {
      "source": {
        "id": "rt",
        "name": "RT"
      },
      "author": "RT",
      "title": "Manhunt for active shooter in Odessa, Texas after ‘shots fired’ at police & civilians",
      "description": "Up to 30 people have reportedly been shot in Texas in two separate locations in Midland and Odessa. Police say there are two shooters in two vehicles involved. Manhunt is ongoing.",
      "url": "https://www.rt.com/usa/467718-active-shooter-odessa-texas/",
      "urlToImage": "https://cdni.rt.com/files/static.en/article/breaking.jpg",
      "publishedAt": "2019-08-31T21:27:00Z",
      "content": "BREAKING: 30 people have been shot between Odessa &amp; Midland Texas, police tell CBS News. \r\nThere are 2 suspect on the loose in 2 separate vehicles. \r\nAs of 5:05p EST today, per police:10 victims shot in Midland20 victims shot in Odessa\r\nSee below. pic.twi… [+67 chars]"
    },
    {
      "source": {
        "id": "rt",
        "name": "RT"
      },
      "author": "RT на Русском",
      "title": "Поветкин победил Хьюи Фьюри в бою за титул WBA International - RT на русском",
      "description": "Поветкин победил Хьюи Фьюри в бою за титул WBA International RT на русском Поветкин в Лондоне победил Хьюи Фьюри Чемпионат Жирдяй круче цыгана: Поветкин побрезгует Тайсоном ради боя с Руисом Версия.Инфо Поветкин решением судей победил Хьюи Фьюри Газета.Ru Пов…",
      "url": "https://russian.rt.com/sport/news/663985-povetkin-pobeda-fyuri",
      "urlToImage": "https://cdni.rt.com/russian/images/2019.09/article/5d6ae56e370f2c355d8b4570.jpg",
      "publishedAt": "2019-08-31T21:24:06Z",
      "content": null
    },
    {
      "source": {
        "id": "rt",
        "name": "RT"
      },
      "author": "RT",
      "title": "Collision course with Israel? Palestinian Authority claims sovereignty over ENTIRE West Bank",
      "description": "The Palestinian Authority has announced that it will cease to recognize the division of the West Bank into three areas of differing Israeli and Palestinian control, and will lay claim to the entire territory. Read Full Article at RT.com",
      "url": "https://www.rt.com/news/467717-palestine-claims-west-bank/",
      "urlToImage": "https://cdni.rt.com/files/2019.08/article/5d6ade1ffc7e938e0f8b45b4.JPG",
      "publishedAt": "2019-08-31T21:10:46Z",
      "content": "The pronouncement, if acted upon, will end the current division of the West Bank into areas A, B, and C, as set forth in the Oslo Accords, signed by the Palestinian Liberation Organization (PLO) and Israel in 1993 and 1995.\r\nThe news comes a month after PA Pr… [+3106 chars]"
    },
    {
      "source": {
        "id": "rt",
        "name": "RT"
      },
      "author": "RT en Español",
      "title": "\"Mirando dentro del ojo de la tormenta\": Captan nueva imagen del huracán Dorian desde la EEI (FOTO)",
      "description": "El ciclón se ha apartado de su trayectoria prevista y ahora se está dirigiendo a Georgia y las Carolinas.",
      "url": "https://actualidad.rt.com/actualidad/325716-foto-huracan-dorian-eei",
      "urlToImage": "https://cdni.rt.com/actualidad/public_images/2019.08/article/5d6ad79508f3d9d0628b457a.jpg",
      "publishedAt": "2019-08-31T21:09:00Z",
      "content": "El astronauta italiano Luca Parmitano, que se encuentra actualmente en la Estación Espacial Internacional (EEI), ha publicado este sábado en su cuenta de Twitter una fotografía del ciclón Dorian, que se fortaleció el día anterior a huracán de categoría 4 con … [+878 chars]"
    },
    {
      "source": {
        "id": "rt",
        "name": "RT"
      },
      "author": "RT на Русском",
      "title": "Зеленский назвал самый сложный момент на посту президента - RT на русском",
      "description": "Зеленский назвал самый сложный момент на посту президента RT на русском Зеленский сообщил о попытках МИД помешать его первому разговору с Путиным РБК Зеленский заявил, что предыдущая власть пыталась помешать его общению с Путиным Рамблер/новости Зеленский рас…",
      "url": "https://russian.rt.com/ussr/news/663979-zelenskii-slozhnyi-moment-prezidentstvo",
      "urlToImage": "https://russian.rt.com/static/blocks/og-img/pl-17.jpg",
      "publishedAt": "2019-08-31T20:38:00Z",
      "content": null
    },
    {
      "source": {
        "id": "rt",
        "name": "RT"
      },
      "author": "RT en Español",
      "title": "Asciende a 30 el número de muertos en la masacre perpetrada en un bar de Veracruz",
      "description": "Un joven de 19 años falleció este sábado por quemaduras graves, tras tres días luchando por su vida.",
      "url": "https://actualidad.rt.com/actualidad/325715-ascender-numero-muertos-masacre-bar-veracruz",
      "urlToImage": "https://cdni.rt.com/actualidad/public_images/2019.08/article/5d6acddf08f3d932638b4576.jpg",
      "publishedAt": "2019-08-31T20:30:23Z",
      "content": "La cifra de muertos en el ataque contra el bar Caballo Blanco en la ciudad de Coatzacoalcos (Veracruz, México), ha aumentado a 30, informan medios locales citando a la Secretaría de Salud del estado.\r\nEste sábado murió un joven de 19 años por las graves quema… [+535 chars]"
    },
    {
      "source": {
        "id": "rt",
        "name": "RT"
      },
      "author": "RT на Русском",
      "title": "Пушков прокомментировал слова Зеленского о «Северном потоке — 2» - RT на русском",
      "description": "Пушков прокомментировал слова Зеленского о «Северном потоке — 2» RT на русском Зеленский назвал «Северный поток-2» угрозой всей Европе РБК «В сторону усиления»: Зеленский просит изменить санкции Рамблер/новости Дуда: Польша выставит Германии счёт за преступле…",
      "url": "https://russian.rt.com/business/news/663977-pushkov-zelenskii-severnyi-potok-2",
      "urlToImage": "https://cdni.rt.com/russian/images/2019.08/article/5d6acd66370f2c9a3c8b4634.jpg",
      "publishedAt": "2019-08-31T20:25:00Z",
      "content": null
    }
  ]
}
