{
  "status": "ok",
  "totalResults": 1390,
  "articles": [
    {
      "source": {
        "id": "football-italia",
        "name": "Football Italia"
      },
      "author": "Football Italia staff",
      "title": "Petrachi: 'Roma revolution ongoing'",
      "description": "Roma director Gianluca Petrachi praised Coach Paulo Fonseca, asked for patience during their ârevolutionâ and confirmed Patrik Schick and Nikola Kalinic talks.  \tThe Derby Della Capitale with Lazio kicks off at 17.00 UK time (16.00 GMT), follow the build-…",
      "url": "https://www.football-italia.net/143689/petrachi-roma-revolution-ongoing",
      "urlToImage": null,
      "publishedAt": "2019-09-01T15:43:12Z",
      "content": "Roma director Gianluca Petrachi praised Coach Paulo Fonseca, asked for patience during their “revolution” and confirmed Patrik Schick and Nikola Kalinic talks.\r\nThe Derby Della Capitale with Lazio kicks off at 17.00 UK time (16.00 GMT), follow the build-up an… [+2032 chars]"
    },
    {
      "source": {
        "id": "football-italia",
        "name": "Football Italia"
      },
      "author": "Football Italia staff",
      "title": "Leiva: 'Derby always the Derby'",
      "description": "Lucas Leiva is not concerned by the unusually early date of Lazioâs showdown with Roma. âThe Derby is always the Derby.â  \tIt kicks off at 17.00 UK time (16.00 GMT), follow the build-up and action on the LIVEBLOG.",
      "url": "https://www.football-italia.net/143688/leiva-derby-always-derby",
      "urlToImage": null,
      "publishedAt": "2019-09-01T15:22:45Z",
      "content": "Lucas Leiva is not concerned by the unusually early date of Lazio’s showdown with Roma. “The Derby is always the Derby.”\r\nIt kicks off at 17.00 UK time (16.00 GMT), follow the build-up and action on the LIVEBLOG.\r\n“It’s another big and important match, even i… [+372 chars]"
    },
    {
      "source": {
        "id": "football-italia",
        "name": "Football Italia"
      },
      "author": "Football Italia staff",
      "title": "Pellegrini: 'We know Lazio well'",
      "description": "Lorenzo Pellegrini warns Roma âknow Lazio well and want to make life difficult for themâ in todayâs Derby della Capitale.  \tIt kicks off at 17.00 UK time (16.00 GMT), follow the build-up and action on the LIVEBLOG.",
      "url": "https://www.football-italia.net/143687/pellegrini-we-know-lazio-well",
      "urlToImage": null,
      "publishedAt": "2019-09-01T15:20:03Z",
      "content": "Lorenzo Pellegrini warns Roma “know Lazio well and want to make life difficult for them” in today’s Derby della Capitale.\r\nIt kicks off at 17.00 UK time (16.00 GMT), follow the build-up and action on the LIVEBLOG.\r\n“We tried to prepare this game in the best w… [+413 chars]"
    },
    {
      "source": {
        "id": "football-italia",
        "name": "Football Italia"
      },
      "author": "Football Italia staff",
      "title": "Rebic on verge of Milan move",
      "description": "Italian and German reports claim Eintracht Frankfurt striker Ante Rebic has agreed a â¬25-30m transfer to Milan, rather than their rivals Inter.  \tThe forward had been âreservedâ for the last week by Inter, who saw him as the ideal replacement should Mat…",
      "url": "https://www.football-italia.net/143686/rebic-verge-milan-move",
      "urlToImage": null,
      "publishedAt": "2019-09-01T15:04:36Z",
      "content": "Italian and German reports claim Eintracht Frankfurt striker Ante Rebic has agreed a €25-30m transfer to Milan, rather than their rivals Inter.\r\nThe forward had been ‘reserved’ for the last week by Inter, who saw him as the ideal replacement should Matteo Pol… [+909 chars]"
    },
    {
      "source": {
        "id": "football-italia",
        "name": "Football Italia"
      },
      "author": "Football Italia staff",
      "title": "Line-ups: Lazio v Roma",
      "description": "Roma revamp with Davide Zappacosta, Gianluca Mancini and a new role for Alessandro Florenzi, as Lazio rely on Ciro Immobile, Joaquin Correa and Manuel Lazzari.  \tThe Derby della Capitale kicks off at the Stadio Olimpico at 17.00 UK time (16.00 GMT).",
      "url": "https://www.football-italia.net/143685/line-ups-lazio-v-roma",
      "urlToImage": null,
      "publishedAt": "2019-09-01T14:55:21Z",
      "content": "Roma revamp with Davide Zappacosta, Gianluca Mancini and a new role for Alessandro Florenzi, as Lazio rely on Ciro Immobile, Joaquin Correa and Manuel Lazzari.\r\nThe Derby della Capitale kicks off at the Stadio Olimpico at 17.00 UK time (16.00 GMT).\r\nYou can f… [+1739 chars]"
    },
    {
      "source": {
        "id": "football-italia",
        "name": "Football Italia"
      },
      "author": "Football Italia staff",
      "title": "Liveblog: Serie A Wk2 Super Sunday",
      "description": "Join us for all the build-up and action as it happens from todayâs seven Serie A games, including the Rome Derby, Cagliari-Inter, Atalanta-Torino and Genoa-Fiorentina.  \tIf you are on a mobile device or tablet, then follow the Liveblog HERE.",
      "url": "https://www.football-italia.net/143684/liveblog-serie-wk2-super-sunday",
      "urlToImage": null,
      "publishedAt": "2019-09-01T14:36:24Z",
      "content": "Join us for all the build-up and action as it happens from today’s seven Serie A games, including the Rome Derby, Cagliari-Inter, Atalanta-Torino and Genoa-Fiorentina.\r\nIf you are on a mobile device or tablet, then follow the Liveblog HERE.\r\nWe begin at the S… [+788 chars]"
    },
    {
      "source": {
        "id": "football-italia",
        "name": "Football Italia"
      },
      "author": "Football Italia staff",
      "title": "Schick to Leipzig without option?",
      "description": "Roma failed to agree an obligation to buy for Patrik Schick, so are reportedly offering him to RB Leipzig on a dry loan instead.  \tThe striker is still heading to Germany and agreed personal terms with the Bundesliga outfit.",
      "url": "https://www.football-italia.net/143683/schick-leipzig-without-option",
      "urlToImage": null,
      "publishedAt": "2019-09-01T14:31:40Z",
      "content": "Roma failed to agree an obligation to buy for Patrik Schick, so are reportedly offering him to RB Leipzig on a dry loan instead.\r\nThe striker is still heading to Germany and agreed personal terms with the Bundesliga outfit.\r\nHowever, Sky Sport Italia claim th… [+431 chars]"
    },
    {
      "source": {
        "id": "football-italia",
        "name": "Football Italia"
      },
      "author": "Football Italia staff",
      "title": "Italy: D'Ambrosio in for De Sciglio",
      "description": "After Giorgio Chiellini, now his Juventus teammate Mattia De Sciglio has also pulled out of the Italy squad, replaced by Interâs Danilo DâAmbrosio.  \tThe Azzurri go into Euro 2020 qualifiers against Armenia and Finland.",
      "url": "https://www.football-italia.net/143682/italy-dambrosio-de-sciglio",
      "urlToImage": null,
      "publishedAt": "2019-09-01T13:57:04Z",
      "content": "After Giorgio Chiellini, now his Juventus teammate Mattia De Sciglio has also pulled out of the Italy squad, replaced by Inter’s Danilo D’Ambrosio.\r\nThe Azzurri go into Euro 2020 qualifiers against Armenia and Finland.\r\nCoach Roberto Mancini has already been … [+605 chars]"
    },
    {
      "source": {
        "id": "football-italia",
        "name": "Football Italia"
      },
      "author": "Football Italia staff",
      "title": "PSG and Valencia ask after Icardi",
      "description": "Paris Saint-Germain and Valencia have sent representatives to discuss a possible loan deal for Inter outcast Mauro Icardi.  \tThe striker is suing the club for â¬1.5m in damages and demanding to be allowed back into full training sessions, even though he is n…",
      "url": "https://www.football-italia.net/143681/psg-and-valencia-ask-after-icardi",
      "urlToImage": null,
      "publishedAt": "2019-09-01T13:50:58Z",
      "content": "Paris Saint-Germain and Valencia have sent representatives to discuss a possible loan deal for Inter outcast Mauro Icardi.\r\nThe striker is suing the club for €1.5m in damages and demanding to be allowed back into full training sessions, even though he is not … [+1014 chars]"
    },
    {
      "source": {
        "id": "football-italia",
        "name": "Football Italia"
      },
      "author": "Football Italia staff",
      "title": "Garcia: 'No Rome Derby favourites'",
      "description": "Former Roma Coach Rudi Garcia believes âitâs an advantage to experience the Rome Derbyâ as a foreign Coach, as Paulo Fonseca faces Lazio today.  \tIt kicks off at 17.00 UK time (16.00 GMT), click here for a match preview.",
      "url": "https://www.football-italia.net/143680/garcia-no-rome-derby-favourites",
      "urlToImage": null,
      "publishedAt": "2019-09-01T13:07:19Z",
      "content": "Former Roma Coach Rudi Garcia believes “it’s an advantage to experience the Rome Derby” as a foreign Coach, as Paulo Fonseca faces Lazio today.\r\nIt kicks off at 17.00 UK time (16.00 GMT), click here for a match preview.\r\n“I think it’s an advantage to experien… [+1193 chars]"
    },
    {
      "source": {
        "id": "football-italia",
        "name": "Football Italia"
      },
      "author": "Football Italia staff",
      "title": "Juve talks for Boateng?",
      "description": "Juventus are reportedly in talks with Bayern Munich defender Jerome Boateng after Giorgio Chielliniâs serious knee injury.  \tThere are even reports in Bild that Boateng skipped training and a photoshoot today, so could fly out to Turin within hours.",
      "url": "https://www.football-italia.net/143679/juve-talks-boateng",
      "urlToImage": null,
      "publishedAt": "2019-09-01T12:34:22Z",
      "content": "Juventus are reportedly in talks with Bayern Munich defender Jerome Boateng after Giorgio Chiellini’s serious knee injury.\r\nThere are even reports in Bild that Boateng skipped training and a photoshoot today, so could fly out to Turin within hours.\r\nChiellini… [+757 chars]"
    },
    {
      "source": {
        "id": "football-italia",
        "name": "Football Italia"
      },
      "author": "Football Italia staff",
      "title": "Martinez: 'Lukaku underappreciated'",
      "description": "Inter striker Romelu Lukaku âhasnât been appreciated in the British game,â argues Belgium Coach Roberto Martinez.  \tThe 26-year-old scored on his Serie A debut in a 4-0 victory over Lecce, having left Manchester United for â¬65m plus bonuses.",
      "url": "https://www.football-italia.net/143678/martinez-lukaku-underappreciated",
      "urlToImage": null,
      "publishedAt": "2019-09-01T12:14:07Z",
      "content": "Inter striker Romelu Lukaku “hasn’t been appreciated in the British game,” argues Belgium Coach Roberto Martinez.\r\nThe 26-year-old scored on his Serie A debut in a 4-0 victory over Lecce, having left Manchester United for €65m plus bonuses.\r\nHe had been in th… [+893 chars]"
    },
    {
      "source": {
        "id": "football-italia",
        "name": "Football Italia"
      },
      "author": "Football Italia staff",
      "title": "Rigoni set for Sampdoria medical",
      "description": "Zenit St Petersburg winger Emiliano Rigoni is expected in Italy tomorrow to complete his â¬10m Sampdoria transfer.  \tAccording to Sky Sport Italia, it will be a loan with obligation to buy at the end of the season for a total of â¬10m.",
      "url": "https://www.football-italia.net/143677/rigoni-set-sampdoria-medical",
      "urlToImage": null,
      "publishedAt": "2019-09-01T11:59:35Z",
      "content": "Zenit St Petersburg winger Emiliano Rigoni is expected in Italy tomorrow to complete his €10m Sampdoria transfer.\r\nAccording to Sky Sport Italia, it will be a loan with obligation to buy at the end of the season for a total of €10m.\r\nThe 26-year-old Argentine… [+294 chars]"
    },
    {
      "source": {
        "id": "football-italia",
        "name": "Football Italia"
      },
      "author": "Football Italia staff",
      "title": "Icardi lawyer wants to set precedent",
      "description": "Mauro Icardiâs lawyer confirmed they are trying to set a new legal precedent by suing Inter. âItâs protocol for many clubs, but is it right? A player cannot be set aside like this.â",
      "url": "https://www.football-italia.net/143676/icardi-lawyer-wants-set-precedent",
      "urlToImage": null,
      "publishedAt": "2019-09-01T11:49:35Z",
      "content": "Mauro Icardi’s lawyer confirmed they are trying to set a new legal precedent by suing Inter. “It’s protocol for many clubs, but is it right? A player cannot be set aside like this.”\r\nThe striker has deposited his legal claim to the employment tribunal and wai… [+2954 chars]"
    },
    {
      "source": {
        "id": "football-italia",
        "name": "Football Italia"
      },
      "author": "Football Italia staff",
      "title": "Official: Hiljemark to Dynamo Moscow",
      "description": "Genoa have officially sold Swedish international midfielder Oscar Hiljemark to Dynamo Moscow.  \tThe move had been practically sealed earlier this week, but was finally confirmed this morning.  \tIt is a permanent sale for the 27-year-old, whose contract with G…",
      "url": "https://www.football-italia.net/143675/official-hiljemark-dynamo-moscow",
      "urlToImage": null,
      "publishedAt": "2019-09-01T11:29:17Z",
      "content": "Genoa have officially sold Swedish international midfielder Oscar Hiljemark to Dynamo Moscow.\r\nThe move had been practically sealed earlier this week, but was finally confirmed this morning.\r\nIt is a permanent sale for the 27-year-old, whose contract with Gen… [+192 chars]"
    },
    {
      "source": {
        "id": "football-italia",
        "name": "Football Italia"
      },
      "author": "Football Italia staff",
      "title": "Lazio ultras plan derby protest",
      "description": "Lazio ultras announced a protest during todayâs derby with Roma, as the club failed to express condolences for a murdered leader.  \tThe case shocked the city of Rome last month when Fabrizio Piscitelli, known to all as Diabolik, was shot in the back of the …",
      "url": "https://www.football-italia.net/143674/lazio-ultras-plan-derby-protest",
      "urlToImage": null,
      "publishedAt": "2019-09-01T11:13:13Z",
      "content": "Lazio ultras announced a protest during today’s derby with Roma, as the club failed to express condolences for a murdered leader.\r\nThe case shocked the city of Rome last month when Fabrizio Piscitelli, known to all as Diabolik, was shot in the back of the hea… [+1008 chars]"
    },
    {
      "source": {
        "id": "football-italia",
        "name": "Football Italia"
      },
      "author": "Football Italia staff",
      "title": "Expert: 'Icardi case is not mobbing'",
      "description": "Mauro Icardiâs legal action against Inter, suing to be put back in full training plus â¬1.5m compensation, is âunpredictable,â claims a sporting law expert.",
      "url": "https://www.football-italia.net/143673/expert-icardi-case-not-mobbing",
      "urlToImage": null,
      "publishedAt": "2019-09-01T10:53:14Z",
      "content": "Mauro Icardi’s legal action against Inter, suing to be put back in full training plus €1.5m compensation, is “unpredictable,” claims a sporting law expert.\r\nThe striker is officially suing his club for “discriminatory behaviour,” complaining he was excluded f… [+2411 chars]"
    },
    {
      "source": {
        "id": "football-italia",
        "name": "Football Italia"
      },
      "author": "Football Italia staff",
      "title": "Valencia latest Icardi candidates",
      "description": "Valencia are the latest club interested in Mauro Icardi, but the strikerâs legal action against Inter has scared off most other contenders.",
      "url": "https://www.football-italia.net/143672/valencia-latest-icardi-candidates",
      "urlToImage": null,
      "publishedAt": "2019-09-01T10:19:00Z",
      "content": "Valencia are the latest club interested in Mauro Icardi, but the striker’s legal action against Inter has scared off most other contenders.\r\nThe striker is formally suing the club for €1.5m in damages and demanding to be let back into full training sessions, … [+778 chars]"
    },
    {
      "source": {
        "id": "football-italia",
        "name": "Football Italia"
      },
      "author": "Football Italia staff",
      "title": "Kalinic flying in for Roma",
      "description": "Nikola Kalinic is flying in tonight for his Roma transfer, on loan with â¬10m option to buy from Atletico Madrid.  \tAccording to Calciomercato.com, his flight is due to arrive in the Italian Capital at 19.20 UK time.",
      "url": "https://www.football-italia.net/143671/kalinic-flying-roma",
      "urlToImage": null,
      "publishedAt": "2019-09-01T10:09:45Z",
      "content": "Nikola Kalinic is flying in tonight for his Roma transfer, on loan with €10m option to buy from Atletico Madrid.\r\nAccording to Calciomercato.com, his flight is due to arrive in the Italian Capital at 19.20 UK time.\r\nThe Croatia international was not in the At… [+458 chars]"
    },
    {
      "source": {
        "id": "football-italia",
        "name": "Football Italia"
      },
      "author": "Football Italia staff",
      "title": "Atalanta: Skrtel out, Kjaer in?",
      "description": "Atalanta have turned to Sevilla centre-back Simon Kjaer after Martin Skrtel sensationally walked out just three weeks into his stay.  \tThe news broke this morning in multiple outlets that Skrtel had terminated his contract by mutual consent, despite only sign…",
      "url": "https://www.football-italia.net/143670/atalanta-skrtel-out-kjaer",
      "urlToImage": null,
      "publishedAt": "2019-09-01T09:25:32Z",
      "content": "Atalanta have turned to Sevilla centre-back Simon Kjaer after Martin Skrtel sensationally walked out just three weeks into his stay.\r\nThe news broke this morning in multiple outlets that Skrtel had terminated his contract by mutual consent, despite only signi… [+803 chars]"
    },
    {
      "source": {
        "id": "football-italia",
        "name": "Football Italia"
      },
      "author": "Football Italia staff",
      "title": "Verona deal for Galatasaray's Diagne",
      "description": "Hellas Verona have reportedly agreed terms with Galatasaray for Senegalese hitman Mbaye Diagne, who will fly in for a medical.  \tThe transfer deadline in Serie A is on Monday evening, so there is little time to get the deal completed.  \tAccording to Tuttospor…",
      "url": "https://www.football-italia.net/143669/verona-deal-galatasarays-diagne",
      "urlToImage": null,
      "publishedAt": "2019-09-01T09:12:26Z",
      "content": "Hellas Verona have reportedly agreed terms with Galatasaray for Senegalese hitman Mbaye Diagne, who will fly in for a medical.\r\nThe transfer deadline in Serie A is on Monday evening, so there is little time to get the deal completed.\r\nAccording to Tuttosport,… [+531 chars]"
    },
    {
      "source": {
        "id": "football-italia",
        "name": "Football Italia"
      },
      "author": "Football Italia staff",
      "title": "Chiellini: 'Thank you, destiny'",
      "description": "Juventus captain Giorgio Chiellini took a positive approach to his devastating knee injury. âIt will remain a memory of another challenge won!â  \tThe defender tore his anterior cruciate ligament during training on Friday and will require surgery, which is…",
      "url": "https://www.football-italia.net/143668/chiellini-thank-you-destiny",
      "urlToImage": null,
      "publishedAt": "2019-09-01T09:04:39Z",
      "content": "Juventus captain Giorgio Chiellini took a positive approach to his devastating knee injury. “It will remain a memory of another challenge won!”\r\nThe defender tore his anterior cruciate ligament during training on Friday and will require surgery, which is like… [+803 chars]"
    },
    {
      "source": {
        "id": "football-italia",
        "name": "Football Italia"
      },
      "author": "Football Italia staff",
      "title": "Dynamo Moscow wanted Gabbiadini",
      "description": "Sampdoria turned down a â¬12m offer from Dynamo Moscow for their forward Manolo Gabbiadini, claim Sky Sport Italia.  \tAccording to Gianluca Di Marzio, a proposal worth â¬12m was received over the last 48 hours for the 27-year-old.  \tHowever, Samp are determ…",
      "url": "https://www.football-italia.net/143667/dynamo-moscow-wanted-gabbiadini",
      "urlToImage": null,
      "publishedAt": "2019-09-01T08:54:11Z",
      "content": "Sampdoria turned down a €12m offer from Dynamo Moscow for their forward Manolo Gabbiadini, claim Sky Sport Italia.\r\nAccording to Gianluca Di Marzio, a proposal worth €12m was received over the last 48 hours for the 27-year-old.\r\nHowever, Samp are determined t… [+232 chars]"
    },
    {
      "source": {
        "id": "football-italia",
        "name": "Football Italia"
      },
      "author": "Football Italia staff",
      "title": "Taison agent: 'Milan and Roma bids'",
      "description": "Milan and Roma saw offers for Taison rejected, said the Brazilianâs agent, because Shakhtar Donetsk âwant the â¬30m clause paid.â  \tThe 31-year-old attacking winger has been heavily linked with a move to Serie A, particularly a reunion with former Shak…",
      "url": "https://www.football-italia.net/143666/taison-agent-milan-and-roma-bids",
      "urlToImage": null,
      "publishedAt": "2019-09-01T08:37:37Z",
      "content": "Milan and Roma saw offers for Taison rejected, said the Brazilian’s agent, because Shakhtar Donetsk “want the €30m clause paid.”\r\nThe 31-year-old attacking winger has been heavily linked with a move to Serie A, particularly a reunion with former Shakhtar Coac… [+485 chars]"
    },
    {
      "source": {
        "id": "football-italia",
        "name": "Football Italia"
      },
      "author": "Football Italia staff",
      "title": "Gonalons going to Granada?",
      "description": "Roma have agreed a â¬4m deal for Maxime Gonalons to join Granada, but the player needs to give the all-clear.  \tAccording to La Gazzetta dello Sport, the two clubs worked out the details for a loan with â¬4m obligation to buy at the end of the season.  \tThe…",
      "url": "https://www.football-italia.net/143665/gonalons-going-granada",
      "urlToImage": null,
      "publishedAt": "2019-09-01T08:25:26Z",
      "content": "Roma have agreed a €4m deal for Maxime Gonalons to join Granada, but the player needs to give the all-clear.\r\nAccording to La Gazzetta dello Sport, the two clubs worked out the details for a loan with €4m obligation to buy at the end of the season.\r\nThe midfi… [+333 chars]"
    },
    {
      "source": {
        "id": "football-italia",
        "name": "Football Italia"
      },
      "author": "Football Italia staff",
      "title": "Highlights: Juventus 4-3 Napoli",
      "description": "The Scudetto showdown between Juventus and Napoli was simply astonishing, with a fightback from 3-0 down to 3-3 and dramatic stoppage-time twist.  \tSerie A continues to provide remarkable matches and many of them involving Carlo Ancelottiâs men, who won a 4…",
      "url": "https://www.football-italia.net/143664/highlights-juventus-4-3-napoli",
      "urlToImage": null,
      "publishedAt": "2019-09-01T07:26:08Z",
      "content": "The Scudetto showdown between Juventus and Napoli was simply astonishing, with a fightback from 3-0 down to 3-3 and dramatic stoppage-time twist.\r\nSerie A continues to provide remarkable matches and many of them involving Carlo Ancelotti’s men, who won a 4-3 … [+305 chars]"
    },
    {
      "source": {
        "id": "football-italia",
        "name": "Football Italia"
      },
      "author": "Football Italia staff",
      "title": "Report: Skrtel quits Atalanta",
      "description": "There are reports Martin Skrtel has terminated his contract with Atalanta by mutual consent, just three weeks after signing.  \tHe was a free agent when leaving Fenerbahce and put pen to paper on a one-year deal on August 9.",
      "url": "https://www.football-italia.net/143663/report-skrtel-quits-atalanta",
      "urlToImage": null,
      "publishedAt": "2019-09-01T07:21:32Z",
      "content": "There are reports Martin Skrtel has terminated his contract with Atalanta by mutual consent, just three weeks after signing.\r\nHe was a free agent when leaving Fenerbahce and put pen to paper on a one-year deal on August 9.\r\nYet to make his Serie A debut after… [+632 chars]"
    },
    {
      "source": {
        "id": "football-italia",
        "name": "Football Italia"
      },
      "author": "Football Italia staff",
      "title": "Schick all set for RB Leipzig",
      "description": "Patrik Schick is expected to complete his transfer to RB Leipzig over the next 24 hours, with Nikola Kalinic coming to Roma from Atletico Madrid.  \tAccording to Sky Sport Italia, La Gazzetta dello Sport and more, Schick and his representatives have finally ag…",
      "url": "https://www.football-italia.net/143662/schick-all-set-rb-leipzig",
      "urlToImage": null,
      "publishedAt": "2019-09-01T07:12:41Z",
      "content": "Patrik Schick is expected to complete his transfer to RB Leipzig over the next 24 hours, with Nikola Kalinic coming to Roma from Atletico Madrid.\r\nAccording to Sky Sport Italia, La Gazzetta dello Sport and more, Schick and his representatives have finally agr… [+843 chars]"
    },
    {
      "source": {
        "id": "football-italia",
        "name": "Football Italia"
      },
      "author": "Football Italia staff",
      "title": "Done deal: Fiorentina vote Pedro",
      "description": "Fiorentina have reportedly clinched a deal for Fluminense forward Pedro for â¬13-14m plus a fee percentage, claim multiple reports.  \tGloboesporte, Firenzeviola.it, Sportitalia and Sky Sport Italia all suggest a transfer is done and the player ready to fly o…",
      "url": "https://www.football-italia.net/143661/done-deal-fiorentina-vote-pedro",
      "urlToImage": null,
      "publishedAt": "2019-09-01T07:04:54Z",
      "content": "Fiorentina have reportedly clinched a deal for Fluminense forward Pedro for €13-14m plus a fee percentage, claim multiple reports.\r\nGloboesporte, Firenzeviola.it, Sportitalia and Sky Sport Italia all suggest a transfer is done and the player ready to fly out … [+397 chars]"
    },
    {
      "source": {
        "id": "football-italia",
        "name": "Football Italia"
      },
      "author": "Football Italia staff",
      "title": "Maran: 'Nainggolan nothing to prove'",
      "description": "Cagliari Coach Rolando Maran believes hosting Inter is an ideal opportunity and reassures Radja Nainggolan âhas nothing to prove.â  \tIt kicks off at 19.45 UK time (18.45 GMT), click here for a match preview.",
      "url": "https://www.football-italia.net/143660/maran-nainggolan-nothing-prove",
      "urlToImage": null,
      "publishedAt": "2019-09-01T07:01:41Z",
      "content": "Cagliari Coach Rolando Maran believes hosting Inter is an ideal opportunity and reassures Radja Nainggolan “has nothing to prove.”\r\nIt kicks off at 19.45 UK time (18.45 GMT), click here for a match preview.\r\n“This game will not be decisive, but it probably wi… [+2175 chars]"
    },
    {
      "source": {
        "id": "football-italia",
        "name": "Football Italia"
      },
      "author": "Football Italia staff",
      "title": "Probable line-ups: Lazio v Roma",
      "description": "Lazio are expected to start Manuel Lazzari and Lucas Leiva with Ciro Immobile, while Roma revamp with Davide Zappacosta and Gianluca Mancini, moving Alessandro Florenzi up.  \tThe Derby della Capitale kicks off at 17.00 UK time (16.00 GMT), click here for a ma…",
      "url": "https://www.football-italia.net/143659/probable-line-ups-lazio-v-roma",
      "urlToImage": null,
      "publishedAt": "2019-09-01T07:00:23Z",
      "content": "Lazio are expected to start Manuel Lazzari and Lucas Leiva with Ciro Immobile, while Roma revamp with Davide Zappacosta and Gianluca Mancini, moving Alessandro Florenzi up.\r\nThe Derby della Capitale kicks off at 17.00 UK time (16.00 GMT), click here for a mat… [+1708 chars]"
    },
    {
      "source": {
        "id": "football-italia",
        "name": "Football Italia"
      },
      "author": "Football Italia staff",
      "title": "Tactical Analysis: Juventus 4-3 Napoli",
      "description": "Matthijs de Ligt received a baptism of fire, writes Elio Salerno, as Juventus and Napoli showed their best and worst sides in a Saturday night thriller.",
      "url": "https://www.football-italia.net/143657/tactical-analysis-juventus-4-3-napoli",
      "urlToImage": null,
      "publishedAt": "2019-08-31T22:51:29Z",
      "content": "Juventus v Napoli was expected to be an open and entertaining affair. It most certainly did not disappoint.\r\nDutch centre-back Matthijs De Ligt was handed his Italian top flight debut in place of captain Giorgio Chiellini, who suffered a serious knee injury a… [+5985 chars]"
    },
    {
      "source": {
        "id": "football-italia",
        "name": "Football Italia"
      },
      "author": "Football Italia staff",
      "title": "Danilo: 'Didn't know what was happening!'",
      "description": "Danilo âdidnât have time to realise what was going onâ when he scored 26 seconds into his Serie A debut for Juventus in a 4-3 thriller with Napoli.  \tThe Brazilian was rushed off the bench only 11 minutes in when Mattia De Sciglio limped off with a musc…",
      "url": "https://www.football-italia.net/143656/danilo-didnt-know-what-was-happening",
      "urlToImage": null,
      "publishedAt": "2019-08-31T21:48:51Z",
      "content": "Danilo “didn’t have time to realise what was going on” when he scored 26 seconds into his Serie A debut for Juventus in a 4-3 thriller with Napoli.\r\nThe Brazilian was rushed off the bench only 11 minutes in when Mattia De Sciglio limped off with a muscular pr… [+969 chars]"
    },
    {
      "source": {
        "id": "football-italia",
        "name": "Football Italia"
      },
      "author": "Football Italia staff",
      "title": "Serie B: Benevento and Perugia fly",
      "description": "Perugia, Salernitana and Virtus Entella maintained their perfect start, Crotone surprised Spezia with a Simy brace and Benevento crushed Cittadella 4-1.  \tClick here for the full Serie B section, including results, fixtures and tables.",
      "url": "https://www.football-italia.net/143655/serie-b-benevento-and-perugia-fly",
      "urlToImage": null,
      "publishedAt": "2019-08-31T21:41:09Z",
      "content": "Perugia, Salernitana and Virtus Entella maintained their perfect start, Crotone surprised Spezia with a Simy brace and Benevento crushed Cittadella 4-1.\r\nClick here for the full Serie B section, including results, fixtures and tables.\r\nBenevento 4-1 Cittadell… [+523 chars]"
    },
    {
      "source": {
        "id": "football-italia",
        "name": "Football Italia"
      },
      "author": "Football Italia staff",
      "title": "Martusciello: 'Juve don't give up'",
      "description": "Juventus assistant manager Giovanni Martusciello admits they âfelt sated after going 3-0 upâ against Napoli, but âthis squad does not give up.â  \tHe was once again on the bench, as Maurizio Sarri is still recovering from pneumonia, and oversaw a bizar…",
      "url": "https://www.football-italia.net/143654/martusciello-juve-dont-give",
      "urlToImage": null,
      "publishedAt": "2019-08-31T21:28:49Z",
      "content": "Juventus assistant manager Giovanni Martusciello admits they “felt sated after going 3-0 up” against Napoli, but “this squad does not give up.”\r\nHe was once again on the bench, as Maurizio Sarri is still recovering from pneumonia, and oversaw a bizarre 4-3 vi… [+2098 chars]"
    },
    {
      "source": {
        "id": "football-italia",
        "name": "Football Italia"
      },
      "author": "Football Italia staff",
      "title": "Ancelotti: 'Wasted Napoli opportunity'",
      "description": "Carlo Ancelotti insists he wouldâve been âdisappointedâ even if Napoli had drawn with Juventus rather than lose 4-3. âWe wasted an opportunity.â  \tThe Partenopei fought back from 3-0 down in the space of 16 minutes, but were beaten in stoppages by a…",
      "url": "https://www.football-italia.net/143653/ancelotti-wasted-napoli-opportunity",
      "urlToImage": null,
      "publishedAt": "2019-08-31T21:22:34Z",
      "content": "Carlo Ancelotti insists he would’ve been “disappointed” even if Napoli had drawn with Juventus rather than lose 4-3. “We wasted an opportunity.”\r\nThe Partenopei fought back from 3-0 down in the space of 16 minutes, but were beaten in stoppages by a bizarre Ka… [+1794 chars]"
    },
    {
      "source": {
        "id": "football-italia",
        "name": "Football Italia"
      },
      "author": "Football Italia staff",
      "title": "Higuain: 'That was a rollercoaster!'",
      "description": "Gonzalo Higuain admits the 4-3 win over Napoli was \"a rollercoaster\" and expressed his determination to earn his place at Juventus.  \tâWow. That was a rollercoaster,â Pipita told Sky Sport Italia.  \tâThey scored two goals very quickly and that shouldnâ…",
      "url": "https://www.football-italia.net/143652/higuain-was-rollercoaster",
      "urlToImage": null,
      "publishedAt": "2019-08-31T20:54:42Z",
      "content": "Gonzalo Higuain admits the 4-3 win over Napoli was \"a rollercoaster\" and expressed his determination to earn his place at Juventus.\r\n“Wow. That was a rollercoaster,” Pipita told Sky Sport Italia.\r\n“They scored two goals very quickly and that shouldn’t be allo… [+586 chars]"
    },
    {
      "source": {
        "id": "football-italia",
        "name": "Football Italia"
      },
      "author": "Football Italia staff",
      "title": "Juventus beat Napoli in 4-3 thriller!",
      "description": "Napoli fought back from 3-0 down with three goals in 16 minutes only for Juventus to win it in stoppages with a Kalidou Koulibaly own goal.  \tClick here for the full match report.  \tOR  \tFollow all the action as it happens and give your views on the LIVEBLOG.",
      "url": "https://www.football-italia.net/143651/juventus-beat-napoli-4-3-thriller",
      "urlToImage": null,
      "publishedAt": "2019-08-31T20:45:38Z",
      "content": "Napoli fought back from 3-0 down with three goals in 16 minutes only for Juventus to win it in stoppages with a Kalidou Koulibaly own goal.\r\nClick here for the full match report.\r\nOR\r\nFollow all the action as it happens and give your views on the LIVEBLOG."
    },
    {
      "source": {
        "id": "football-italia",
        "name": "Football Italia"
      },
      "author": "Football Italia staff",
      "title": "HT: Juventus double stuns Napoli",
      "description": "Juventus scored twice in three minutes with substitute Danilo and Gonzalo Higuain, while Sami Khedira hit the bar, as they lead Napoli 2-0 at half-time.  \tFollow all the action as it happens and give your views on the LIVEBLOG.",
      "url": "https://www.football-italia.net/143651/ht-juventus-double-stuns-napoli",
      "urlToImage": null,
      "publishedAt": "2019-08-31T19:35:38Z",
      "content": "Juventus scored twice in three minutes with substitute Danilo and Gonzalo Higuain, while Sami Khedira hit the bar, as they lead Napoli 2-0 at half-time.\r\nFollow all the action as it happens and give your views on the LIVEBLOG.\r\nThis was a very early Scudetto … [+2006 chars]"
    },
    {
      "source": {
        "id": "football-italia",
        "name": "Football Italia"
      },
      "author": "Football Italia staff",
      "title": "Giampaolo: 'I make Milan choices'",
      "description": "Marco Giampaolo defended his decisions after Milan beat Brescia 1-0. “If Krzysztof Piatek is on the bench, it’s not the end of the world. Lucas Paqueta must be less Brazilian.”",
      "url": "https://www.football-italia.net/143650/giampaolo-i-make-milan-choices",
      "urlToImage": null,
      "publishedAt": "2019-08-31T19:24:37Z",
      "content": "Marco Giampaolo defended his decisions after Milan beat Brescia 1-0. “If Krzysztof Piatek is on the bench, it’s not the end of the world. Lucas Paqueta must be less Brazilian.”\r\nHakan Calhanoglu’s early header on a Suso cross was decisive at San Siro, but the… [+1482 chars]"
    },
    {
      "source": {
        "id": "football-italia",
        "name": "Football Italia"
      },
      "author": "Football Italia staff",
      "title": "Corini: 'Only regret is result'",
      "description": "Eugenio Corini felt Brescia couldâve grabbed an equaliser at San Siro and âthe only regrets are over the resultâ after defeat to Milan.  \tâThe only regrets we have are over the result,â the Coach told DAZN.  \tâI have to compliment the lads, becaus…",
      "url": "https://www.football-italia.net/143649/corini-only-regret-result",
      "urlToImage": null,
      "publishedAt": "2019-08-31T18:41:26Z",
      "content": "Eugenio Corini felt Brescia could’ve grabbed an equaliser at San Siro and “the only regrets are over the result” after defeat to Milan.\r\n“The only regrets we have are over the result,” the Coach told DAZN.\r\n“I have to compliment the lads, because they played … [+631 chars]"
    },
    {
      "source": {
        "id": "football-italia",
        "name": "Football Italia"
      },
      "author": "Football Italia staff",
      "title": "Davide Ancelotti: 'Block Ronaldo runs'",
      "description": "Davide Ancelotti revealed Napoli will âcreate density in the centreâ to block off Cristiano Ronaldoâs Juventus runs.  \tIt kicks off at 19.45 UK time (18.45 GMT), click here for the line-up and LIVEBLOG.",
      "url": "https://www.football-italia.net/143648/davide-ancelotti-block-ronaldo-runs",
      "urlToImage": null,
      "publishedAt": "2019-08-31T18:38:06Z",
      "content": "Davide Ancelotti revealed Napoli will “create density in the centre” to block off Cristiano Ronaldo’s Juventus runs.\r\nIt kicks off at 19.45 UK time (18.45 GMT), click here for the line-up and LIVEBLOG.\r\n“Ronaldo had a very central role against Parma, so we ad… [+452 chars]"
    },
    {
      "source": {
        "id": "football-italia",
        "name": "Football Italia"
      },
      "author": "Football Italia staff",
      "title": "Paratici: 'Dybala will not leave Juve'",
      "description": "Juventus director Fabio Paratici announced that Paulo Dybala âwill not leave this summer. We can exclude that as a possibility.â  \tThe Bianconeri host Napoli at 19.45 UK time (18.45 GMT), click here for the line-ups and LIVEBLOG.",
      "url": "https://www.football-italia.net/143647/paratici-dybala-will-not-leave-juve",
      "urlToImage": null,
      "publishedAt": "2019-08-31T18:26:04Z",
      "content": "Juventus director Fabio Paratici announced that Paulo Dybala “will not leave this summer. We can exclude that as a possibility.”\r\nThe Bianconeri host Napoli at 19.45 UK time (18.45 GMT), click here for the line-ups and LIVEBLOG.\r\n“Juventus have played great s… [+1419 chars]"
    },
    {
      "source": {
        "id": "football-italia",
        "name": "Football Italia"
      },
      "author": "Football Italia staff",
      "title": "Callejon: 'Napoli here to play'",
      "description": "Jose Callejon insists Napoli want to âplay our football, take the initiative and hopefully winâ at the Allianz Juventus Stadium tonight.  \tIt kicks off at 19.45 UK time (18.45 GMT), click here for the line-up and LIVEBLOG.",
      "url": "https://www.football-italia.net/143646/callejon-napoli-here-play",
      "urlToImage": null,
      "publishedAt": "2019-08-31T18:14:22Z",
      "content": "Jose Callejon insists Napoli want to “play our football, take the initiative and hopefully win” at the Allianz Juventus Stadium tonight.\r\nIt kicks off at 19.45 UK time (18.45 GMT), click here for the line-up and LIVEBLOG.\r\n“It’s one of the biggest games of th… [+502 chars]"
    },
    {
      "source": {
        "id": "football-italia",
        "name": "Football Italia"
      },
      "author": "Football Italia staff",
      "title": "Bonucci: 'Set example for De Ligt'",
      "description": "Leonardo Bonucci said Juventus must âeach give more in the absence of Giorgio Chiellini and I must set the example for Matthijs de Ligt.â  \tThe Bianconeri host Napoli at 19.45 UK time (18.45 GMT), click here for the line-up and LIVEBLOG.",
      "url": "https://www.football-italia.net/143645/bonucci-set-example-de-ligt",
      "urlToImage": null,
      "publishedAt": "2019-08-31T18:11:37Z",
      "content": "Leonardo Bonucci said Juventus must “each give more in the absence of Giorgio Chiellini and I must set the example for Matthijs de Ligt.”\r\nThe Bianconeri host Napoli at 19.45 UK time (18.45 GMT), click here for the line-up and LIVEBLOG.\r\nBonucci is joined by … [+467 chars]"
    },
    {
      "source": {
        "id": "football-italia",
        "name": "Football Italia"
      },
      "author": "Football Italia staff",
      "title": "Calhanoglu gets Milan off the mark",
      "description": "Hakan Calhanogluâs early header proved enough for Milan to get the first points of the season, beating Brescia with surprise changes to their line-up.  \tClick here for the full match report.Â   \tOR  \tFollow all the action as it happens from this game and Ju…",
      "url": "https://www.football-italia.net/143642/calhanoglu-gets-milan-mark",
      "urlToImage": null,
      "publishedAt": "2019-08-31T17:59:29Z",
      "content": "Hakan Calhanoglu’s early header proved enough for Milan to get the first points of the season, beating Brescia with surprise changes to their line-up.\r\nClick here for the full match report. \r\nOR\r\nFollow all the action as it happens from this game and Juventus… [+25 chars]"
    },
    {
      "source": {
        "id": "football-italia",
        "name": "Football Italia"
      },
      "author": "Football Italia staff",
      "title": "Line-ups: Juventus v Napoli",
      "description": "Matthijs de Ligt makes his Serie A debut, as Juventus again start Gonzalo Higuain, while Napoli make changes in defence to support Dries Mertens.  \tIt kicks off at the Allianz Juventus Stadium in Turin at 19.45 UK time (18.45 GMT).  \tYou can follow all the bu…",
      "url": "https://www.football-italia.net/143644/line-ups-juventus-v-napoli",
      "urlToImage": null,
      "publishedAt": "2019-08-31T17:51:24Z",
      "content": "Matthijs de Ligt makes his Serie A debut, as Juventus again start Gonzalo Higuain, while Napoli make changes in defence to support Dries Mertens.\r\nIt kicks off at the Allianz Juventus Stadium in Turin at 19.45 UK time (18.45 GMT).\r\nYou can follow all the buil… [+2430 chars]"
    },
    {
      "source": {
        "id": "football-italia",
        "name": "Football Italia"
      },
      "author": "Football Italia staff",
      "title": "Montella: 'Courageous Fiorentina'",
      "description": "Vincenzo Montella wants to see âthe same aggressive and courageousâ Fiorentina approach when they visit Genoa.  \tIt kicks off on Sunday at 19.45 UK time (18.45 GMT), click here for a match preview.  \tBoth teams had dramatic season openers, the Viola losin…",
      "url": "https://www.football-italia.net/143643/montella-courageous-fiorentina",
      "urlToImage": null,
      "publishedAt": "2019-08-31T16:53:27Z",
      "content": "Vincenzo Montella wants to see “the same aggressive and courageous” Fiorentina approach when they visit Genoa.\r\nIt kicks off on Sunday at 19.45 UK time (18.45 GMT), click here for a match preview.\r\nBoth teams had dramatic season openers, the Viola losing 4-3 … [+1279 chars]"
    },
    {
      "source": {
        "id": "football-italia",
        "name": "Football Italia"
      },
      "author": "Football Italia staff",
      "title": "HT: Calhanoglu opens Milan account",
      "description": "Hakan Calhanoglu has given the surprisingly new-look Milan a half-time lead over Brescia at San Siro, but there were a couple of scares.  \tFollow all the action as it happens from this game and Juventus v Napoli on the LIVEBLOG.",
      "url": "https://www.football-italia.net/143642/ht-calhanoglu-opens-milan-account",
      "urlToImage": null,
      "publishedAt": "2019-08-31T16:49:29Z",
      "content": "Hakan Calhanoglu has given the surprisingly new-look Milan a half-time lead over Brescia at San Siro, but there were a couple of scares.\r\nFollow all the action as it happens from this game and Juventus v Napoli on the LIVEBLOG.\r\nCoach Marco Giampaolo transfor… [+1501 chars]"
    },
    {
      "source": {
        "id": "football-italia",
        "name": "Football Italia"
      },
      "author": "Football Italia staff",
      "title": "Maldini: 'Sporting and club requirements'",
      "description": "Milan director Paolo Maldini admits their transfer activity depends on âboth sporting and club requirements.â  \tTheir game with Brescia kicks off at 17.00 UK time (16.00 GMT), click here for the LIVEBLOG.  \tâMany names have been mentioned in the media.",
      "url": "https://www.football-italia.net/143641/maldini-sporting-and-club-requirements",
      "urlToImage": null,
      "publishedAt": "2019-08-31T16:03:26Z",
      "content": "Milan director Paolo Maldini admits their transfer activity depends on “both sporting and club requirements.”\r\nTheir game with Brescia kicks off at 17.00 UK time (16.00 GMT), click here for the LIVEBLOG.\r\n“Many names have been mentioned in the media. The tran… [+332 chars]"
    },
    {
      "source": {
        "id": "football-italia",
        "name": "Football Italia"
      },
      "author": "Football Italia staff",
      "title": "Lazio v Roma: Tactical Preview",
      "description": "Simone Inzaghi and Paulo Fonseca have differing approaches to football and could make for a fascinating clash at the Olimpico, writes Steven Moore.",
      "url": "https://www.football-italia.net/143640/lazio-v-roma-tactical-preview",
      "urlToImage": null,
      "publishedAt": "2019-08-31T15:44:56Z",
      "content": "From the Capital of Italy, the Biancocelesti will take on the Giallorossi in Week 2 of the 2019-20 Serie A season. This will be the 151st time that they will meet at the Stadio Olimpico since the inauguration of the Italian top-flight in 1929. While Simone In… [+3688 chars]"
    },
    {
      "source": {
        "id": "football-italia",
        "name": "Football Italia"
      },
      "author": "Football Italia staff",
      "title": "Rodriguez: 'Milan must prove ourselves'",
      "description": "Ricardo Rodriguez maintains Milan âhave to prove weâre a good teamâ against Brescia after losing their opener at Udinese.  \tIt kicks off at 17.00 UK time (16.00 GMT), click here for the line-ups and LIVEBLOG.  \tâWe worked very hard during the week.",
      "url": "https://www.football-italia.net/143639/rodriguez-milan-must-prove-ourselves",
      "urlToImage": null,
      "publishedAt": "2019-08-31T15:20:33Z",
      "content": "Ricardo Rodriguez maintains Milan “have to prove we’re a good team” against Brescia after losing their opener at Udinese.\r\nIt kicks off at 17.00 UK time (16.00 GMT), click here for the line-ups and LIVEBLOG.\r\n“We worked very hard during the week. We lost our … [+472 chars]"
    },
    {
      "source": {
        "id": "football-italia",
        "name": "Football Italia"
      },
      "author": "Football Italia staff",
      "title": "Official: Darmian signs for Parma",
      "description": "Matteo Darmian has completed his transfer from Manchester United to Parma for a reported fee of â¬1.5m.  \tThe full-back, who can also play as a wing-back or in central defence, put pen to paper this afternoon at the Ducali headquarters.  \tIt is believed the …",
      "url": "https://www.football-italia.net/143638/official-darmian-signs-parma",
      "urlToImage": null,
      "publishedAt": "2019-08-31T15:10:32Z",
      "content": "Matteo Darmian has completed his transfer from Manchester United to Parma for a reported fee of €1.5m.\r\nThe full-back, who can also play as a wing-back or in central defence, put pen to paper this afternoon at the Ducali headquarters.\r\nIt is believed the cost… [+344 chars]"
    },
    {
      "source": {
        "id": "football-italia",
        "name": "Football Italia"
      },
      "author": "Football Italia staff",
      "title": "Line-ups: Milan v Brescia",
      "description": "Milan make shock changes as they host Sandro Tonaliâs surprising Brescia, with Andre Silva and Ismael Bennacer starting, Krzysztof Piatek dropped.  \tIt kicks off at San Siro at 17.00 UK time (16.00 GMT).  \tYou can follow all the build-up and action as it ha…",
      "url": "https://www.football-italia.net/143637/line-ups-milan-v-brescia",
      "urlToImage": null,
      "publishedAt": "2019-08-31T14:54:18Z",
      "content": "Milan make shock changes as they host Sandro Tonali’s surprising Brescia, with Andre Silva and Ismael Bennacer starting, Krzysztof Piatek dropped.\r\nIt kicks off at San Siro at 17.00 UK time (16.00 GMT).\r\nYou can follow all the build-up and action as it happen… [+2031 chars]"
    },
    {
      "source": {
        "id": "football-italia",
        "name": "Football Italia"
      },
      "author": "Football Italia staff",
      "title": "Liveblog: Milan-Brescia & Juve-Napoli",
      "description": "Join us for all the build-up and action as it happens from the Lombardy Derby Milan-Brescia and the Scudetto showdown Juventus v Napoli.  \tIf you are on a mobile device or tablet, then follow the Liveblog HERE.",
      "url": "https://www.football-italia.net/143636/liveblog-milan-brescia-juve-napoli",
      "urlToImage": null,
      "publishedAt": "2019-08-31T14:42:42Z",
      "content": "Join us for all the build-up and action as it happens from the Lombardy Derby Milan-Brescia and the Scudetto showdown Juventus v Napoli.\r\nIf you are on a mobile device or tablet, then follow the Liveblog HERE.\r\nWe begin at 17.00 UK time (16.00 GMT) at San Sir… [+1011 chars]"
    },
    {
      "source": {
        "id": "football-italia",
        "name": "Football Italia"
      },
      "author": "Football Italia staff",
      "title": "Schick to Leipzig, Kalinic for Roma?",
      "description": "There are reports Patrik Schick has agreed a move to RB Leipzig, so Roma can bring in Nikola Kalinic from Atletico Madrid.  \tIt has been suggested for several days now that Roma already had a deal in place for Kalinic, a loan with option to buy for â¬8m.",
      "url": "https://www.football-italia.net/143635/schick-leipzig-kalinic-roma",
      "urlToImage": null,
      "publishedAt": "2019-08-31T14:38:32Z",
      "content": "There are reports Patrik Schick has agreed a move to RB Leipzig, so Roma can bring in Nikola Kalinic from Atletico Madrid.\r\nIt has been suggested for several days now that Roma already had a deal in place for Kalinic, a loan with option to buy for €8m.\r\nThe o… [+614 chars]"
    },
    {
      "source": {
        "id": "football-italia",
        "name": "Football Italia"
      },
      "author": "Football Italia staff",
      "title": "Gasp: 'Guardiola invited me...'",
      "description": "Atalanta boss Gian Piero Gasperini prepares for Torino and reveals Manchester City Coach Pep Guardiolaâs gesture of kindness many years ago.  \tIt kicks off on Sunday at 19.45 UK time (18.45 GMT), click here for a match preview.",
      "url": "https://www.football-italia.net/143634/gasp-guardiola-invited-me",
      "urlToImage": null,
      "publishedAt": "2019-08-31T13:52:21Z",
      "content": "Atalanta boss Gian Piero Gasperini prepares for Torino and reveals Manchester City Coach Pep Guardiola’s gesture of kindness many years ago.\r\nIt kicks off on Sunday at 19.45 UK time (18.45 GMT), click here for a match preview.\r\nThis is no ordinary season for … [+2159 chars]"
    },
    {
      "source": {
        "id": "football-italia",
        "name": "Football Italia"
      },
      "author": "Football Italia staff",
      "title": "Mihajlovic given surprise party",
      "description": "Bologna Coach Sinisa Mihajlovic was given a surprise homecoming party by his wife Arianna following the first round of chemotherapy.  \tThe Serbian was diagnosed with leukaemia six weeks ago and spent all summer in a clinic undergoing treatment.",
      "url": "https://www.football-italia.net/143633/mihajlovic-given-surprise-party",
      "urlToImage": null,
      "publishedAt": "2019-08-31T13:31:01Z",
      "content": "Bologna Coach Sinisa Mihajlovic was given a surprise homecoming party by his wife Arianna following the first round of chemotherapy.\r\nThe Serbian was diagnosed with leukaemia six weeks ago and spent all summer in a clinic undergoing treatment.\r\nHe was allowed… [+497 chars]"
    },
    {
      "source": {
        "id": "football-italia",
        "name": "Football Italia"
      },
      "author": "Football Italia staff",
      "title": "Conte: 'Icardi treated right way'",
      "description": "Antonio Conte expects a âtoughâ trip to Radja Nainggolanâs Cagliari, but tells litigious Mauro IcardiÂ that Inter âdid everything the right way.â  \tIt kicks off on Sunday at 19.45 UK time (18.45 GMT), click here for a match preview.",
      "url": "https://www.football-italia.net/143632/conte-icardi-treated-right-way",
      "urlToImage": null,
      "publishedAt": "2019-08-31T12:53:23Z",
      "content": "Antonio Conte expects a “tough” trip to Radja Nainggolan’s Cagliari, but tells litigious Mauro Icardi that Inter “did everything the right way.”\r\nIt kicks off on Sunday at 19.45 UK time (18.45 GMT), click here for a match preview.\r\n“Cagliari is a tough place … [+3173 chars]"
    },
    {
      "source": {
        "id": "football-italia",
        "name": "Football Italia"
      },
      "author": "Football Italia staff",
      "title": "Inzaghi: 'Lazio know how to hurt Roma'",
      "description": "Lazio boss Simone Inzaghi shrugs off the tag of âfavouritesâ for the Derby della Capitale. âWe know our qualities and how to hurt Roma.â  \tIt kicks off on Sunday at 17.00 UK time (16.00 GMT), click here for a match preview.",
      "url": "https://www.football-italia.net/143631/inzaghi-lazio-know-how-hurt-roma",
      "urlToImage": null,
      "publishedAt": "2019-08-31T12:23:43Z",
      "content": "Lazio boss Simone Inzaghi shrugs off the tag of ‘favourites’ for the Derby della Capitale. “We know our qualities and how to hurt Roma.”\r\nIt kicks off on Sunday at 17.00 UK time (16.00 GMT), click here for a match preview.\r\n“Perhaps in theory we are the favou… [+2227 chars]"
    },
    {
      "source": {
        "id": "football-italia",
        "name": "Football Italia"
      },
      "author": "Football Italia staff",
      "title": "Lawyer: 'Icardi not after Inter money'",
      "description": "Mauro Icardiâs lawyer insisted the legal action and â¬1.5m compensation claim is ânot about money, because he wants to be an integral part of the Inter project.â  \tIt has been confirmed that Icardi is suing Inter for âdiscriminatory behaviourâ and …",
      "url": "https://www.football-italia.net/143630/lawyer-icardi-not-after-inter-money",
      "urlToImage": null,
      "publishedAt": "2019-08-31T12:00:19Z",
      "content": "Mauro Icardi’s lawyer insisted the legal action and €1.5m compensation claim is “not about money, because he wants to be an integral part of the Inter project.”\r\nIt has been confirmed that Icardi is suing Inter for ‘discriminatory behaviour’ and bullying in t… [+1077 chars]"
    },
    {
      "source": {
        "id": "football-italia",
        "name": "Football Italia"
      },
      "author": "Football Italia staff",
      "title": "Rebic to replace Viola-bound Politano",
      "description": "Reports are growing rapidly that Matteo Politano will join Fiorentina for â¬30m plus bonuses, Inter replacing him with Eintracht Frankfurtâs Ante Rebic.  \tThe Viola have never disguised their interest in Politano, but had until now been put off by the â¬3…",
      "url": "https://www.football-italia.net/143629/rebic-replace-viola-bound-politano",
      "urlToImage": null,
      "publishedAt": "2019-08-31T11:44:49Z",
      "content": "Reports are growing rapidly that Matteo Politano will join Fiorentina for €30m plus bonuses, Inter replacing him with Eintracht Frankfurt’s Ante Rebic.\r\nThe Viola have never disguised their interest in Politano, but had until now been put off by the €35m aski… [+628 chars]"
    },
    {
      "source": {
        "id": "football-italia",
        "name": "Football Italia"
      },
      "author": "Football Italia staff",
      "title": "Fonseca: 'Roma options with Lazio'",
      "description": "Paulo Fonseca is keeping Roma and Lazio on their toes ahead of tomorrowâs Derby della Capitale, hinting even Chris Smalling could debut.  \tIt kicks off on Sunday at 17.00 UK time (16.00 GMT), click here for a match preview.",
      "url": "https://www.football-italia.net/143628/fonseca-roma-options-lazio",
      "urlToImage": null,
      "publishedAt": "2019-08-31T11:34:39Z",
      "content": "Paulo Fonseca is keeping Roma and Lazio on their toes ahead of tomorrow’s Derby della Capitale, hinting even Chris Smalling could debut.\r\nIt kicks off on Sunday at 17.00 UK time (16.00 GMT), click here for a match preview.\r\nThe Giallorossi are the underdogs g… [+1865 chars]"
    },
    {
      "source": {
        "id": "football-italia",
        "name": "Football Italia"
      },
      "author": "Football Italia staff",
      "title": "Imbula: 'Serie A more suited to me'",
      "description": "Giannelli Imbula believes Serie A and Lecce âwill be more suited to my characteristicsâ than Stoke City. âI want to make up for a couple of disappointing years.â  \tThe midfielder had been Stokeâs record signing from FC Porto for â¬24m in 2016, but …",
      "url": "https://www.football-italia.net/143627/imbula-serie-more-suited-me",
      "urlToImage": null,
      "publishedAt": "2019-08-31T11:21:37Z",
      "content": "Giannelli Imbula believes Serie A and Lecce “will be more suited to my characteristics” than Stoke City. “I want to make up for a couple of disappointing years.”\r\nThe midfielder had been Stoke’s record signing from FC Porto for €24m in 2016, but struggled to … [+991 chars]"
    },
    {
      "source": {
        "id": "football-italia",
        "name": "Football Italia"
      },
      "author": "Football Italia staff",
      "title": "Ancelotti: 'ADL respects my work'",
      "description": "Carlo Ancelotti insists Aurelio De Laurentiis âis one of the few Presidents who respects my workâ at Napoli and doesnât dictate picks.  \tThe former Milan, Chelsea, PSG, Real Madrid and Bayern Munich boss has worked at the highest level and is enjoying t…",
      "url": "https://www.football-italia.net/143626/ancelotti-adl-respects-my-work",
      "urlToImage": null,
      "publishedAt": "2019-08-31T10:51:09Z",
      "content": "Carlo Ancelotti insists Aurelio De Laurentiis “is one of the few Presidents who respects my work” at Napoli and doesn’t dictate picks.\r\nThe former Milan, Chelsea, PSG, Real Madrid and Bayern Munich boss has worked at the highest level and is enjoying this lat… [+943 chars]"
    },
    {
      "source": {
        "id": "football-italia",
        "name": "Football Italia"
      },
      "author": "Football Italia staff",
      "title": "De Ligt: 'Juventus perfect teachers'",
      "description": "Matthijs de Ligt described his education at Juventus, both on and off the field, with âperfect teachersâ like Cristiano Ronaldo and Maurizio Sarri.",
      "url": "https://www.football-italia.net/143625/de-ligt-juventus-perfect-teachers",
      "urlToImage": null,
      "publishedAt": "2019-08-31T10:40:12Z",
      "content": "Matthijs de Ligt described his education at Juventus, both on and off the field, with “perfect teachers” like Cristiano Ronaldo and Maurizio Sarri.\r\nThe former Ajax defender expressed disappointment at being on the bench for the win at Parma, but looks like h… [+2918 chars]"
    },
    {
      "source": {
        "id": "football-italia",
        "name": "Football Italia"
      },
      "author": "Football Italia staff",
      "title": "Roma fight Fiorentina for De Paul",
      "description": "After Fiorentina, now Roma have also entered negotiations for Udinese star Rodrigo De Paul, offering a â¬25-28m deal.  \tThe versatile creative midfielder and support strikerâs profile has surged in recent months after some strong performances for Udinese a…",
      "url": "https://www.football-italia.net/143624/roma-fight-fiorentina-de-paul",
      "urlToImage": null,
      "publishedAt": "2019-08-31T10:11:46Z",
      "content": "After Fiorentina, now Roma have also entered negotiations for Udinese star Rodrigo De Paul, offering a €25-28m deal.\r\nThe versatile creative midfielder and support striker’s profile has surged in recent months after some strong performances for Udinese and in… [+404 chars]"
    },
    {
      "source": {
        "id": "football-italia",
        "name": "Football Italia"
      },
      "author": "Football Italia staff",
      "title": "Stramaccioni stuck in Iran",
      "description": "Esteghlal Coach Andrea Stramaccioni is reportedly stuck in Iran with his Italian staff, as his âtouristâ visa has expired and he wasn't allowed to fly out.",
      "url": "https://www.football-italia.net/143623/stramaccioni-stuck-iran",
      "urlToImage": null,
      "publishedAt": "2019-08-31T09:59:04Z",
      "content": "Esteghlal Coach Andrea Stramaccioni is reportedly stuck in Iran with his Italian staff, as his ‘tourist’ visa has expired and he wasn't allowed to fly out.\r\nAccording to news agency ANSA, the former Inter and Udinese tactician tried to fly out to Italy for a … [+505 chars]"
    },
    {
      "source": {
        "id": "football-italia",
        "name": "Football Italia"
      },
      "author": "Football Italia staff",
      "title": "Maresca new ref for Cagliari-Inter",
      "description": "Fabio Maresca is now the referee for Sundayâs Cagliari v Inter match, replacing originally designated Fabrizio Mariani.  \tIt kicks off on Sunday at 19.45 UK time (18.45 GMT), click here for a match preview.  \tThe Lega Serie A announced that Mariani has pull…",
      "url": "https://www.football-italia.net/143622/maresca-new-ref-cagliari-inter",
      "urlToImage": null,
      "publishedAt": "2019-08-31T09:51:43Z",
      "content": "Fabio Maresca is now the referee for Sunday’s Cagliari v Inter match, replacing originally designated Fabrizio Mariani.\r\nIt kicks off on Sunday at 19.45 UK time (18.45 GMT), click here for a match preview.\r\nThe Lega Serie A announced that Mariani has pulled o… [+136 chars]"
    },
    {
      "source": {
        "id": "football-italia",
        "name": "Football Italia"
      },
      "author": "Football Italia staff",
      "title": "Totti advice for Roma and Zaniolo",
      "description": "Francesco Totti discussed the Rome Derby, Scudetto race and why Roma starlet NicolÃ² Zaniolo âneeds to keep his feet on the ground.â  \tThe Derby della Capitale is on Sunday at 17.00 UK time (16.00 GMT), click here for a match preview.",
      "url": "https://www.football-italia.net/143621/totti-advice-roma-and-zaniolo",
      "urlToImage": null,
      "publishedAt": "2019-08-31T09:46:09Z",
      "content": "Francesco Totti discussed the Rome Derby, Scudetto race and why Roma starlet Nicolò Zaniolo “needs to keep his feet on the ground.”\r\nThe Derby della Capitale is on Sunday at 17.00 UK time (16.00 GMT), click here for a match preview.\r\n“I am watching Roma, list… [+1797 chars]"
    },
    {
      "source": {
        "id": "football-italia",
        "name": "Football Italia"
      },
      "author": "Football Italia staff",
      "title": "Roma Vital signs are positive",
      "description": "Roma have reportedly reached a deal for Corinthians creative midfielder Mateus Vital, on loan with â¬8-10m option to buy.  \tAccording to La Gazzetta dello Sport, the two clubs have agreed basic terms and the 21-year-old has given his all-clear to the transfe…",
      "url": "https://www.football-italia.net/143620/roma-vital-signs-are-positive",
      "urlToImage": null,
      "publishedAt": "2019-08-31T09:33:59Z",
      "content": "Roma have reportedly reached a deal for Corinthians creative midfielder Mateus Vital, on loan with €8-10m option to buy.\r\nAccording to La Gazzetta dello Sport, the two clubs have agreed basic terms and the 21-year-old has given his all-clear to the transfer.\r… [+486 chars]"
    },
    {
      "source": {
        "id": "football-italia",
        "name": "Football Italia"
      },
      "author": "Football Italia staff",
      "title": "Official: Salcedo joins Verona",
      "description": "Hellas Verona have officially signed Inter youth team striker Eddie Salcedo on loan for this season.  \tHe wonât turn 18 until October 1 and the Italo-Colombian has played for Italy at Under-19 level, with four goals in 12 caps.  \tSalcedo was born in Genoa a…",
      "url": "https://www.football-italia.net/143619/official-salcedo-joins-verona",
      "urlToImage": null,
      "publishedAt": "2019-08-31T09:07:32Z",
      "content": "Hellas Verona have officially signed Inter youth team striker Eddie Salcedo on loan for this season.\r\nHe won’t turn 18 until October 1 and the Italo-Colombian has played for Italy at Under-19 level, with four goals in 12 caps.\r\nSalcedo was born in Genoa and c… [+301 chars]"
    },
    {
      "source": {
        "id": "football-italia",
        "name": "Football Italia"
      },
      "author": "Football Italia staff",
      "title": "Revolution or refinement?",
      "description": "Football Italia Chief Correspondent Richard Hall looks at the Juventus changes and wonders if they can overcome a polished Napoli tonight.",
      "url": "https://www.football-italia.net/143618/revolution-or-refinement",
      "urlToImage": null,
      "publishedAt": "2019-08-31T08:50:11Z",
      "content": "Often when one frequents a football match at the stadium, watches it on television, or even writes about it, the process is similar. Normally the research is done, the enthusiasm is plentiful and the conclusions of win, lose or draw are considered.\r\nThis game… [+3782 chars]"
    },
    {
      "source": {
        "id": "football-italia",
        "name": "Football Italia"
      },
      "author": "Football Italia staff",
      "title": "Icardi sues Inter for 'discrimination'",
      "description": "More details are emerging on Mauro Icardiâs shock legal action against âdiscriminatoryâ Inter, suing for â¬1.5m in damages to be let back into the squad.",
      "url": "https://www.football-italia.net/143617/icardi-sues-inter-discrimination",
      "urlToImage": null,
      "publishedAt": "2019-08-31T08:18:56Z",
      "content": "More details are emerging on Mauro Icardi’s shock legal action against “discriminatory” Inter, suing for €1.5m in damages to be let back into the squad.\r\nJust as there were reports Icardi was prepared to extend his contract by one more season so he could go o… [+3630 chars]"
    },
    {
      "source": {
        "id": "football-italia",
        "name": "Football Italia"
      },
      "author": "Football Italia staff",
      "title": "Official: Torino sign Laxalt",
      "description": "Milan wing-back Diego Laxalt has officially signed for Torino, on loan with option to buy at the end of the season for â¬12m.  \tThe former Inter, Genoa, Bologna and Empoli player underwent a medical on Friday and put pen to paper.  \tItâs reported Toro have…",
      "url": "https://www.football-italia.net/143616/official-torino-sign-laxalt",
      "urlToImage": null,
      "publishedAt": "2019-08-31T07:25:49Z",
      "content": "Milan wing-back Diego Laxalt has officially signed for Torino, on loan with option to buy at the end of the season for €12m.\r\nThe former Inter, Genoa, Bologna and Empoli player underwent a medical on Friday and put pen to paper.\r\nIt’s reported Toro have agree… [+454 chars]"
    },
    {
      "source": {
        "id": "football-italia",
        "name": "Football Italia"
      },
      "author": "Football Italia staff",
      "title": "Official: Lecce sign Imbula",
      "description": "Lecce have officially signed Stoke City midfielder Giannelli Imbula on loan with option to buy, becoming an obligation in certain conditions.  \tItâs widely reported the option is worth â¬4m and Lecce will have to purchase him outright if they secure their …",
      "url": "https://www.football-italia.net/143615/official-lecce-sign-imbula",
      "urlToImage": null,
      "publishedAt": "2019-08-31T07:14:40Z",
      "content": "Lecce have officially signed Stoke City midfielder Giannelli Imbula on loan with option to buy, becoming an obligation in certain conditions.\r\nIt’s widely reported the option is worth €4m and Lecce will have to purchase him outright if they secure their Serie… [+320 chars]"
    },
    {
      "source": {
        "id": "football-italia",
        "name": "Football Italia"
      },
      "author": "Football Italia staff",
      "title": "Probable line-ups: Juventus v Napoli",
      "description": "Matthijs de Ligt is expected to step in for injured Giorgio Chiellini, as Juventus host Napoli with a revamped defence this evening.  \tIt kicks off in Turin at 19.45 UK time (18.45 GMT), click here for a match preview.",
      "url": "https://www.football-italia.net/143613/probable-line-ups-juventus-v-napoli",
      "urlToImage": null,
      "publishedAt": "2019-08-31T07:07:14Z",
      "content": "Matthijs de Ligt is expected to step in for injured Giorgio Chiellini, as Juventus host Napoli with a revamped defence this evening.\r\nIt kicks off in Turin at 19.45 UK time (18.45 GMT), click here for a match preview.\r\nThe Bianconeri were dealt a devastating … [+1720 chars]"
    },
    {
      "source": {
        "id": "football-italia",
        "name": "Football Italia"
      },
      "author": "Football Italia staff",
      "title": "Corini predicting Milan thriller",
      "description": "Brescia Coach Eugenio Corini believes todayâs trip to Milan has âall the ingredients for a great game,â even without Mario Balotelli.  \tIt kicks off at San Siro at 17.00 UK time (16.00 GMT), click here for a match preview.",
      "url": "https://www.football-italia.net/143612/corini-predicting-milan-thriller",
      "urlToImage": null,
      "publishedAt": "2019-08-31T07:05:51Z",
      "content": "Brescia Coach Eugenio Corini believes today’s trip to Milan has “all the ingredients for a great game,” even without Mario Balotelli.\r\nIt kicks off at San Siro at 17.00 UK time (16.00 GMT), click here for a match preview.\r\n“I’m sure Milan will be fired up and… [+1334 chars]"
    },
    {
      "source": {
        "id": "football-italia",
        "name": "Football Italia"
      },
      "author": "Football Italia staff",
      "title": "Lukaku: 'Inter give me goose bumps'",
      "description": "Romelu Lukaku believes “something big is emerging this season” at Inter and was bowled over by San Siro. “I had goose bumps. I missed playing in such a warm environment.”",
      "url": "https://www.football-italia.net/143611/lukaku-inter-give-me-goose-bumps",
      "urlToImage": null,
      "publishedAt": "2019-08-31T07:02:38Z",
      "content": "Romelu Lukaku believes “something big is emerging this season” at Inter and was bowled over by San Siro. “I had goose bumps. I missed playing in such a warm environment.”\r\nThe striker finally completed his transfer from Manchester United for a club record fee… [+3531 chars]"
    },
    {
      "source": {
        "id": "football-italia",
        "name": "Football Italia"
      },
      "author": "Football Italia staff",
      "title": "Taison agent: 'Roma must pay clause'",
      "description": "Roma talks for Taison have hit an impasse, confirmed his agent, because Shakhtar Donetsk âwant the â¬30m clause paid.â  \tThe 31-year-old winger has made his desire to follow Coach Paulo Fonseca to the Stadio Olimpico very clear, even pleading on social m…",
      "url": "https://www.football-italia.net/143610/taison-agent-roma-must-pay-clause",
      "urlToImage": null,
      "publishedAt": "2019-08-31T07:00:56Z",
      "content": "Roma talks for Taison have hit an impasse, confirmed his agent, because Shakhtar Donetsk “want the €30m clause paid.”\r\nThe 31-year-old winger has made his desire to follow Coach Paulo Fonseca to the Stadio Olimpico very clear, even pleading on social media fo… [+680 chars]"
    },
    {
      "source": {
        "id": "football-italia",
        "name": "Football Italia"
      },
      "author": "Football Italia staff",
      "title": "Report: Milan bid €30m for Everton",
      "description": "Milan have reportedly seen a bid of just under â¬30m for Gremio and Brazil winger Everton Soares rejected.  \tMilan have gone back in for Everton after being priced out of a move for Atletico Madrid forward Angel Correa.",
      "url": "https://www.football-italia.net/143608/report-milan-bid-30m-everton",
      "urlToImage": null,
      "publishedAt": "2019-08-30T22:40:32Z",
      "content": "Milan have reportedly seen a bid of just under €30m for Gremio and Brazil winger Everton Soares rejected.\r\nMilan have gone back in for Everton after being priced out of a move for Atletico Madrid forward Angel Correa.\r\nAccording to Globo Esporte, Milan made t… [+431 chars]"
    },
    {
      "source": {
        "id": "football-italia",
        "name": "Football Italia"
      },
      "author": "Football Italia staff",
      "title": "Official: Fiorentina sign Caceres",
      "description": "Fiorentina have completed the signing of former Juventus defender Martin Caceres on a free transfer.  \tCaceres has put pen to paper on a one-year contract with Fiorentina, which is reported to include the option of a second season.",
      "url": "https://www.football-italia.net/143607/official-fiorentina-sign-caceres",
      "urlToImage": null,
      "publishedAt": "2019-08-30T22:26:07Z",
      "content": "Fiorentina have completed the signing of former Juventus defender Martin Caceres on a free transfer.\r\nCaceres has put pen to paper on a one-year contract with Fiorentina, which is reported to include the option of a second season.\r\nThe 32-year-old recently en… [+240 chars]"
    },
    {
      "source": {
        "id": "football-italia",
        "name": "Football Italia"
      },
      "author": "Football Italia staff",
      "title": "Official: Bologna sign Dominguez",
      "description": "Bologna have officially signed midfielder Nicolas Dominguez from Velez Sarsfield for a reported â¬6m.  \tHowever, as part of the deal, Dominguez will remain at Velez on loan until January.  \tHe has put pen to paper on a five-year contract with Bologna, who be…",
      "url": "https://www.football-italia.net/143606/official-bologna-sign-dominguez",
      "urlToImage": null,
      "publishedAt": "2019-08-30T21:56:14Z",
      "content": "Bologna have officially signed midfielder Nicolas Dominguez from Velez Sarsfield for a reported €6m.\r\nHowever, as part of the deal, Dominguez will remain at Velez on loan until January.\r\nHe has put pen to paper on a five-year contract with Bologna, who beat S… [+217 chars]"
    },
    {
      "source": {
        "id": "football-italia",
        "name": "Football Italia"
      },
      "author": "Football Italia staff",
      "title": "Giampaolo: Sticking with Milan ideas",
      "description": "Marco Giampaolo has asserted that âI wonât backtrack, not even by a milimetreâ on his ideas for Milan.  \tGiampaolo suggested he was preparing an overhaul after Milanâs 1-0 defeat to Udinese last weekend, but the Coach made it clear the Rossoneri would…",
      "url": "https://www.football-italia.net/143605/giampaolo-sticking-milan-ideas",
      "urlToImage": null,
      "publishedAt": "2019-08-30T21:17:13Z",
      "content": "Marco Giampaolo has asserted that ‘I won’t backtrack, not even by a milimetre’ on his ideas for Milan.\r\nGiampaolo suggested he was preparing an overhaul after Milan’s 1-0 defeat to Udinese last weekend, but the Coach made it clear the Rossoneri would not be c… [+1768 chars]"
    },
    {
      "source": {
        "id": "football-italia",
        "name": "Football Italia"
      },
      "author": "Football Italia staff",
      "title": "Politano to Fiorentina, Rebic to Inter?",
      "description": "Fiorentina are ready to offer â¬30m for Matteo Politano, according to Sky Sport Italia, and Inter would be prepared to sell for â¬35m, replacing him with Ante Rebic.  \tThe Italy international has been on their radar for several weeks now and the Nerazzurri …",
      "url": "https://www.football-italia.net/143604/politano-fiorentina-rebic-inter",
      "urlToImage": null,
      "publishedAt": "2019-08-30T21:11:12Z",
      "content": "Fiorentina are ready to offer €30m for Matteo Politano, according to Sky Sport Italia, and Inter would be prepared to sell for €35m, replacing him with Ante Rebic.\r\nThe Italy international has been on their radar for several weeks now and the Nerazzurri alway… [+796 chars]"
    },
    {
      "source": {
        "id": "football-italia",
        "name": "Football Italia"
      },
      "author": "Football Italia staff",
      "title": "Serie B: Chievo hold Empoli",
      "description": "Recently-relegated Chievo and Empoli shared the spoils in a 1-1 draw at the Stadio Bentegodi this evening.  \tClick here for the full Serie B section, including results, fixtures and tables.  \tVisitors Empoli had taken the lead through Jacopo Deziâs spectacu…",
      "url": "https://www.football-italia.net/143603/serie-b-chievo-hold-empoli",
      "urlToImage": null,
      "publishedAt": "2019-08-30T21:01:40Z",
      "content": "Recently-relegated Chievo and Empoli shared the spoils in a 1-1 draw at the Stadio Bentegodi this evening.\r\nClick here for the full Serie B section, including results, fixtures and tables.\r\nVisitors Empoli had taken the lead through Jacopo Dezi’s spectacular … [+300 chars]"
    },
    {
      "source": {
        "id": "football-italia",
        "name": "Football Italia"
      },
      "author": "Football Italia staff",
      "title": "Soriano: 'I scored without looking!'",
      "description": "Roberto Soriano joked he got the Bologna winner against SPAL the one time he âwasnât lookingâ at the goal and dedicated it to Sinisa Mihajlovic.  \tThe Rossoblu dominated the game at the Stadio DallâAra this evening, denied by saves, two goal-line clea…",
      "url": "https://www.football-italia.net/143602/soriano-i-scored-without-looking",
      "urlToImage": null,
      "publishedAt": "2019-08-30T20:54:05Z",
      "content": "Roberto Soriano joked he got the Bologna winner against SPAL the one time he “wasn’t looking” at the goal and dedicated it to Sinisa Mihajlovic.\r\nThe Rossoblu dominated the game at the Stadio Dall’Ara this evening, denied by saves, two goal-line clearances an… [+1062 chars]"
    },
    {
      "source": {
        "id": "football-italia",
        "name": "Football Italia"
      },
      "author": "Football Italia staff",
      "title": "Soriano seals dramatic Bologna win",
      "description": "Sinisa Mihajlovic returned to the Stadio DallâAra for a dramatic last-gasp win over SPAL, as Bologna were denied by saves and two goal-line clearances before Roberto Sorianoâs header.  \tClick here for the full match report.",
      "url": "https://www.football-italia.net/143595/soriano-seals-dramatic-bologna-win",
      "urlToImage": null,
      "publishedAt": "2019-08-30T20:41:31Z",
      "content": "Sinisa Mihajlovic returned to the Stadio Dall’Ara for a dramatic last-gasp win over SPAL, as Bologna were denied by saves and two goal-line clearances before Roberto Soriano’s header.\r\nClick here for the full match report."
    },
    {
      "source": {
        "id": "football-italia",
        "name": "Football Italia"
      },
      "author": "Football Italia staff",
      "title": "Icardi trying to engineer Juve move?",
      "description": "Mauro Icardiâs legal action against InterÂ is reportedly a ploy to force a move to Juventus.  \tThe saga took another twist on Friday evening as it emerged that Icardi had sued Inter for â¬1.5m and demanded re-entry to training sessions.",
      "url": "https://www.football-italia.net/143601/icardi-trying-engineer-juve-move",
      "urlToImage": null,
      "publishedAt": "2019-08-30T20:34:32Z",
      "content": "Mauro Icardi’s legal action against Inter is reportedly a ploy to force a move to Juventus.\r\nThe saga took another twist on Friday evening as it emerged that Icardi had sued Inter for €1.5m and demanded re-entry to training sessions.\r\nNow, according to Corrie… [+386 chars]"
    },
    {
      "source": {
        "id": "football-italia",
        "name": "Football Italia"
      },
      "author": "Football Italia staff",
      "title": "Sarri to miss Juve-Napoli",
      "description": "Juventus boss Maurizio Sarri will not take his place in the dugout against Napoli tomorrow as a precaution.  \tThere was increasing optimism that Sarri would return for the clash with his former club.  \tHowever, Juve took the decision on Friday evening to keep…",
      "url": "https://www.football-italia.net/143600/sarri-miss-juve-napoli",
      "urlToImage": null,
      "publishedAt": "2019-08-30T20:11:46Z",
      "content": "Juventus boss Maurizio Sarri will not take his place in the dugout against Napoli tomorrow as a precaution.\r\nThere was increasing optimism that Sarri would return for the clash with his former club.\r\nHowever, Juve took the decision on Friday evening to keep a… [+265 chars]"
    },
    {
      "source": {
        "id": "football-italia",
        "name": "Football Italia"
      },
      "author": "Football Italia staff",
      "title": "Italy: Acerbi replaces injured Chiellini",
      "description": "Italy have called up Lazio defender Francesco Acerbi for games against Armenia and Finland after Giorgio Chielliniâs serious knee injury.  \tJuventus captain Chiellini sprained his knee in training today and tests confirmed a tear to the anterior cruciate li…",
      "url": "https://www.football-italia.net/143599/italy-acerbi-replaces-injured-chiellini",
      "urlToImage": null,
      "publishedAt": "2019-08-30T19:55:01Z",
      "content": "Italy have called up Lazio defender Francesco Acerbi for games against Armenia and Finland after Giorgio Chiellini’s serious knee injury.\r\nJuventus captain Chiellini sprained his knee in training today and tests confirmed a tear to the anterior cruciate ligam… [+1125 chars]"
    },
    {
      "source": {
        "id": "football-italia",
        "name": "Football Italia"
      },
      "author": "Football Italia staff",
      "title": "Llorente: Glad to be back",
      "description": "Fernando Llorente says he is âglad to be backâ on Italian soil after arriving to complete his free transfer to Napoli.  \tLlorente landed in Rome on Friday evening to sign his two-year contract with Napoli, although he must undergo a medical first.",
      "url": "https://www.football-italia.net/143598/llorente-glad-be-back",
      "urlToImage": null,
      "publishedAt": "2019-08-30T19:54:36Z",
      "content": "Fernando Llorente says he is ‘glad to be back’ on Italian soil after arriving to complete his free transfer to Napoli.\r\nLlorente landed in Rome on Friday evening to sign his two-year contract with Napoli, although he must undergo a medical first.\r\n“I’m glad t… [+604 chars]"
    },
    {
      "source": {
        "id": "football-italia",
        "name": "Football Italia"
      },
      "author": "Football Italia staff",
      "title": "Darmian: 'Parma an opportunity'",
      "description": "Manchester United full-back Matteo Darmian has arrived for his Parma transfer. âIâm happy to be back home, itâs an important opportunity.â  \tThe 29-year-old touched down on Italian soil this evening and was greeted at the airport by Sky Sport Italia.",
      "url": "https://www.football-italia.net/143597/darmian-parma-opportunity",
      "urlToImage": null,
      "publishedAt": "2019-08-30T19:44:22Z",
      "content": "Manchester United full-back Matteo Darmian has arrived for his Parma transfer. “I’m happy to be back home, it’s an important opportunity.”\r\nThe 29-year-old touched down on Italian soil this evening and was greeted at the airport by Sky Sport Italia.\r\n“I am ha… [+510 chars]"
    },
    {
      "source": {
        "id": "football-italia",
        "name": "Football Italia"
      },
      "author": "Football Italia staff",
      "title": "Smalling: Roma the 'perfect fit'",
      "description": "Chris Smalling assures he has the pace and experience to âslot straight intoâ Romaâs defence following his arrival from Manchester United.  \tSmallin completed a quick-fire loan move to the Giallorossi on Friday, and their new No 6 wasted no time in givi…",
      "url": "https://www.football-italia.net/143596/smalling-roma-perfect-fit",
      "urlToImage": null,
      "publishedAt": "2019-08-30T19:35:24Z",
      "content": "Chris Smalling assures he has the pace and experience to ‘slot straight into’ Roma’s defence following his arrival from Manchester United.\r\nSmallin completed a quick-fire loan move to the Giallorossi on Friday, and their new No 6 wasted no time in giving a le… [+3911 chars]"
    },
    {
      "source": {
        "id": "football-italia",
        "name": "Football Italia"
      },
      "author": "Football Italia staff",
      "title": "HT: Bologna knocking at SPAL door",
      "description": "Bologna had by far the best chances, including a goal-line clearance on Mattia Destro, but Sinisa Mihajlovicâs men are still 0-0 with SPAL at the break.  \tBoth sides needed a boost after the opening weekend results, as Bologna were held 1-1 by 10-man Hellas…",
      "url": "https://www.football-italia.net/143595/ht-bologna-knocking-spal-door",
      "urlToImage": null,
      "publishedAt": "2019-08-30T19:34:31Z",
      "content": "Bologna had by far the best chances, including a goal-line clearance on Mattia Destro, but Sinisa Mihajlovic’s men are still 0-0 with SPAL at the break.\r\nBoth sides needed a boost after the opening weekend results, as Bologna were held 1-1 by 10-man Hellas Ve… [+1594 chars]"
    },
    {
      "source": {
        "id": "football-italia",
        "name": "Football Italia"
      },
      "author": "Football Italia staff",
      "title": "Ancelotti: No Icardi regrets",
      "description": "Carlo Ancelotti insists he has âno regretsâ about Napoliâs failure to land Inter striker Mauro Icardi.  \tNapoli fell flat in their attempts to sign Icardi, despite Interâs desperation to offload the Argentine, and are instead bringing in Fernando Llor…",
      "url": "https://www.football-italia.net/143594/ancelotti-no-icardi-regrets",
      "urlToImage": null,
      "publishedAt": "2019-08-30T19:24:19Z",
      "content": "Carlo Ancelotti insists he has ‘no regrets’ about Napoli’s failure to land Inter striker Mauro Icardi.\r\nNapoli fell flat in their attempts to sign Icardi, despite Inter’s desperation to offload the Argentine, and are instead bringing in Fernando Llorente on a… [+1328 chars]"
    },
    {
      "source": {
        "id": "football-italia",
        "name": "Football Italia"
      },
      "author": "Football Italia staff",
      "title": "Breaking: Icardi sues Inter for €1.5m",
      "description": "There are growing reports this evening Mauro Icardi is suing Inter to be allowed back into training sessions, pending â¬1.5m in damages.  \tAccording to La Gazzetta dello Sport, Icardi and wife/agent Wanda Nara have started legal action against the club.",
      "url": "https://www.football-italia.net/143593/breaking-icardi-sues-inter-%E2%82%AC15m",
      "urlToImage": null,
      "publishedAt": "2019-08-30T19:03:34Z",
      "content": "There are growing reports this evening Mauro Icardi is suing Inter to be allowed back into training sessions, pending €1.5m in damages.\r\nAccording to La Gazzetta dello Sport, Icardi and wife/agent Wanda Nara have started legal action against the club.\r\nIt is … [+1507 chars]"
    },
    {
      "source": {
        "id": "football-italia",
        "name": "Football Italia"
      },
      "author": "Football Italia staff",
      "title": "Icardi sues Inter for €1.5m",
      "description": "There are growing reports this evening Mauro Icardi is suing Inter to be allowed back into training sessions, pending â¬1.5m in damages.  \tAccording to La Gazzetta dello Sport, Icardi and wife/agent Wanda Nara have started legal action against the club.  \tTh…",
      "url": "https://www.football-italia.net/143593/icardi-sues-inter-%E2%82%AC15m",
      "urlToImage": null,
      "publishedAt": "2019-08-30T19:03:34Z",
      "content": "There are growing reports this evening Mauro Icardi is suing Inter to be allowed back into training sessions, pending €1.5m in damages.\r\nAccording to La Gazzetta dello Sport, Icardi and wife/agent Wanda Nara have started legal action against the club.\r\nThis w… [+1584 chars]"
    },
    {
      "source": {
        "id": "football-italia",
        "name": "Football Italia"
      },
      "author": "Football Italia staff",
      "title": "Kean & Zaniolo in Italy U21 squad",
      "description": "Moise Kean and Nicolo Zaniolo, as expected, have been called up to Italyâs Under-21 squad for their September internationals.  \tThe Everton striker and Roma midfielder stay with the Azzurrini after they were late for a team meeting before Italyâs final Eu…",
      "url": "https://www.football-italia.net/143592/kean-zaniolo-italy-u21-squad",
      "urlToImage": null,
      "publishedAt": "2019-08-30T18:47:29Z",
      "content": "Moise Kean and Nicolo Zaniolo, as expected, have been called up to Italy’s Under-21 squad for their September internationals.\r\nThe Everton striker and Roma midfielder stay with the Azzurrini after they were late for a team meeting before Italy’s final Europea… [+1087 chars]"
    },
    {
      "source": {
        "id": "football-italia",
        "name": "Football Italia"
      },
      "author": "Football Italia staff",
      "title": "Serious knee injury for Chiellini",
      "description": "Juventus captain Giorgio Chiellini has been diagnosed with a torn anterior cruciate ligament in his right knee and will require surgery.  \tThe Bianconeri announced the news this evening, as he sustained the injury during todayâs training session.",
      "url": "https://www.football-italia.net/143591/serious-knee-injury-chiellini",
      "urlToImage": null,
      "publishedAt": "2019-08-30T18:32:09Z",
      "content": "Juventus captain Giorgio Chiellini has been diagnosed with a torn anterior cruciate ligament in his right knee and will require surgery.\r\nThe Bianconeri announced the news this evening, as he sustained the injury during today’s training session.\r\nMore details… [+704 chars]"
    }
  ]
}
