{
  "status": "ok",
  "totalResults": 727,
  "articles": [
    {
      "source": {
        "id": "el-mundo",
        "name": "El Mundo"
      },
      "author": "EL MUNDO",
      "title": "David de Miranda sufre una fractura de tres vértebras",
      "description": "El diestro onubense David de Miranda sufre \"fractura de las vértebras S1, L5 y D12\". Ese el diagnóstico que han emitido los servicios médicos del hospital Santa Bárbara de Soria, t",
      "url": "https://www.elmundo.es/cultura/toros/2019/09/01/5d6be775fdddff33848b457c.html",
      "urlToImage": "https://e00-elmundo.uecdn.es/assets/multimedia/imagenes/2019/09/01/15673524596859.jpg",
      "publishedAt": "2019-09-01T15:50:31Z",
      "content": "El diestro onubense David de Miranda sufre \"fractura de las vértebras S1, L5 y D12\". Ese el diagnóstico que han emitido los servicios médicos del hospital Santa Bárbara de Soria, tras los estudios radiológicos realizados en las últimas horas. \r\nDe Miranda per… [+580 chars]"
    },
    {
      "source": {
        "id": "el-mundo",
        "name": "El Mundo"
      },
      "author": "ÁNGELES ESCRIVÁ",
      "title": "La verdad de la foto del 'comandante' Sánchez que oculta Moncloa",
      "description": "La composición es tan aparatosa que parece el anuncio de una película con la promesa de liderazgo de todo un héroe de acción a la cabeza; o un cartel promocional de las Fuerzas Arm",
      "url": "https://www.elmundo.es/cronica/2019/09/01/5d695752fc6c8335238b45b1.html",
      "urlToImage": "https://e00-elmundo.uecdn.es/assets/multimedia/imagenes/2019/08/30/15671852194556.png",
      "publishedAt": "2019-09-01T15:40:19Z",
      "content": "La composición es tan aparatosa que parece el anuncio de una película con la promesa de liderazgo de todo un héroe de acción a la cabeza; o un cartel promocional de las Fuerzas Armadas. Hay quien la ha comparado con las fotos que se tomaba Bush al final de la… [+9614 chars]"
    },
    {
      "source": {
        "id": "el-mundo",
        "name": "El Mundo"
      },
      "author": "JULIÁN GARCÍA",
      "title": "Leclerc resiste al desgaste de sus neumáticos y amarra su primer triunfo en F1",
      "description": "Charles Leclerc, un joven de 21 años, previsiblemente a la sombra del tetracampeón del mundo Sebastian Vettel, consiguió este domingo la primera victoria para Ferrari en 2019. Y lo",
      "url": "https://www.elmundo.es/deportes/formula-1/2019/09/01/5d6be289fc6c83e3028b466a.html",
      "urlToImage": "https://e00-elmundo.uecdn.es/assets/multimedia/imagenes/2019/09/01/15673508947904.jpg",
      "publishedAt": "2019-09-01T15:24:58Z",
      "content": "Charles Leclerc, un joven de 21 años, previsiblemente a la sombra del tetracampeón del mundo Sebastian Vettel, consiguió este domingo la primera victoria para Ferrari en 2019. Y lo hizo en el circuito de Spa, en la decimotercera prueba del Mundial, conteniend… [+2932 chars]"
    },
    {
      "source": {
        "id": "el-mundo",
        "name": "El Mundo"
      },
      "author": "EFE",
      "title": "Estados Unidos arranca con un victoria tranquila",
      "description": "La selección estadounidense cumplió  con su papel de favorita  tras ganar a una combativa República Checa por 88-67 en un partido descafeinado en el que no hubo actuaciones brillan",
      "url": "https://www.elmundo.es/deportes/baloncesto/2019/09/01/5d6bdc0821efa0986d8b456e.html",
      "urlToImage": "https://e00-elmundo.uecdn.es/assets/multimedia/imagenes/2019/09/01/15673496743704.jpg",
      "publishedAt": "2019-09-01T15:00:44Z",
      "content": "La selección estadounidense cumplió con su papel de favorita tras ganar a una combativa República Checa por 88-67 en un partido descafeinado en el que no hubo actuaciones brillantes. Los norteamericanos alejaron parcialmente la sombra de un equipo con pocas e… [+3239 chars]"
    },
    {
      "source": {
        "id": "el-mundo",
        "name": "El Mundo"
      },
      "author": "SAL EMERGUI",
      "title": "Hizbulá ataca a tropas israelíes en la frontera",
      "description": "Poco después de las cuatro de la tarde de este domingo, la calma de la pastoral zona de Avivim, en el norte de Israel, fue rota por el impacto de varios misiles disparados desde el",
      "url": "https://www.elmundo.es/internacional/2019/09/01/5d6bd63ffdddffe6248b4672.html",
      "urlToImage": "https://e00-elmundo.uecdn.es/assets/multimedia/imagenes/2019/09/01/15673481111299.jpg",
      "publishedAt": "2019-09-01T14:33:22Z",
      "content": "Poco después de las cuatro de la tarde de este domingo, la calma de la pastoral zona de Avivim, en el norte de Israel, fue rota por el impacto de varios misiles disparados desde el sur del Líbano contra tropas israelíes.\r\nComo respuesta inmediata al ataque de… [+1612 chars]"
    },
    {
      "source": {
        "id": "el-mundo",
        "name": "El Mundo"
      },
      "author": "France Presse",
      "title": "El atacante de Lyon afirma que \"escuchó voces que le ordenaban matar\"",
      "description": "El agresor de Villeurbanne (Lyon), que ayer mató a una persona y dejó heridas a ocho, ha reconocido \"parcialmente los hechos\" y ha asegurado que lo hizo porque \"escuchó voces que i",
      "url": "https://www.elmundo.es/internacional/2019/09/01/5d6bcc4afdddff44448b45b8.html",
      "urlToImage": "https://e00-elmundo.uecdn.es/assets/multimedia/imagenes/2019/09/01/15673456910386.jpg",
      "publishedAt": "2019-09-01T13:50:38Z",
      "content": "El agresor de Villeurbanne (Lyon), que ayer mató a una persona y dejó heridas a ocho, ha reconocido \"parcialmente los hechos\" y ha asegurado que lo hizo porque \"escuchó voces que insultaban a Dios y le ordenaban matar\", según ha indicado este domingo el fisca… [+540 chars]"
    },
    {
      "source": {
        "id": "el-mundo",
        "name": "El Mundo"
      },
      "author": "AGENCIAS",
      "title": "Conmoción en Spa por la muerte de Hubert; Correa, estable en la UCI",
      "description": "La Fórmula 1 guardará un minuto de silencio  antes de la salida del Gran Premio de Bélgica en honor al piloto francés Anthoine Hubert, fallecido en una carrera de F2 en el mismo ci",
      "url": "https://www.elmundo.es/deportes/formula-1/2019/09/01/5d6bbd08fc6c832e088b461e.html",
      "urlToImage": "https://e00-elmundo.uecdn.es/assets/multimedia/imagenes/2019/09/01/15673416599306.jpg",
      "publishedAt": "2019-09-01T12:44:35Z",
      "content": "La Fórmula 1 guardará un minuto de silencio antes de la salida del Gran Premio de Bélgica en honor al piloto francés Anthoine Hubert, fallecido en una carrera de F2 en el mismo circuito de Spa-Francorchamps este sábado. El homenaje comenzará a las 14.53 local… [+1607 chars]"
    },
    {
      "source": {
        "id": "el-mundo",
        "name": "El Mundo"
      },
      "author": "EFE",
      "title": "Dorian llegará como huracán de fuerza 5 a Bahamas con vientos de hasta 260 kilómetros por hora",
      "description": "El \"catastrófico\" huracán Dorian se ha fortalecido en las últimas horas hasta alcanzar la categoría 5, la máxima en la escala Saffir Simpson, y encara este domingo el noreste de Ba",
      "url": "https://www.elmundo.es/internacional/2019/09/01/5d6bb981fc6c83c0158b4603.html",
      "urlToImage": "https://e00-elmundo.uecdn.es/assets/multimedia/imagenes/2019/09/01/15673410944971.jpg",
      "publishedAt": "2019-09-01T12:34:59Z",
      "content": "El \"catastrófico\" huracán Dorian se ha fortalecido en las últimas horas hasta alcanzar la categoría 5, la máxima en la escala Saffir Simpson, y encara este domingo el noreste de Bahamas, a donde llegará con vientos de 260 kilómetros por hora (160 millas por h… [+349 chars]"
    },
    {
      "source": {
        "id": "el-mundo",
        "name": "El Mundo"
      },
      "author": "BEATRIZ ALMANSA",
      "title": "La princesa Ingrid escoge para la cena de su confirmación un vestido que ya habían llevado Kate Middleton y la princesa Sofia",
      "description": "La princesa Ingrid Alexandra de Noruega cumplía este fin de semana con la tradición de la confirmación en la Capilla del Castillo Real de Oslo  en una ceremonia cuya celebración ha",
      "url": "https://www.elmundo.es/yodona/moda/2019/09/01/5d6bb10921efa07a0e8b4637.html",
      "urlToImage": "https://e00-elmundo.uecdn.es/assets/multimedia/imagenes/2019/09/01/5d6bb10921efa07a0e8b4637_facebook.jpg",
      "publishedAt": "2019-09-01T12:24:41Z",
      "content": "Foto oficial de la confirmación de la princesa Ingrid Alexandra de Noruega. GTRES\r\nEl 'dress code' más atrevido de la realeza\r\nLa princesa Ingrid Alexandra de Noruega cumplía este fin de semana con la tradición de la confirmación en la Capilla del Castillo Re… [+1437 chars]"
    },
    {
      "source": {
        "id": "el-mundo",
        "name": "El Mundo"
      },
      "author": "LORENZO SILVA",
      "title": "Horas extras",
      "description": "La noticia es una de esas que cuentan mucho más de lo que parece: las horas extras descienden un 19% desde que se implantó el registro horario de la jornada laboral. El dato, eso s",
      "url": "https://www.elmundo.es/economia/2019/09/01/5d6a9cdcfc6c839c428b4612.html",
      "urlToImage": "https://e00-elmundo.uecdn.es/assets/multimedia/imagenes/2019/08/31/15672710721487.jpg",
      "publishedAt": "2019-09-01T12:11:17Z",
      "content": "La noticia es una de esas que cuentan mucho más de lo que parece: las horas extras descienden un 19% desde que se implantó el registro horario de la jornada laboral. El dato, eso sí, se refiere a las horas remuneradas. Las otras, las no pagadas, las que ni pu… [+3659 chars]"
    },
    {
      "source": {
        "id": "el-mundo",
        "name": "El Mundo"
      },
      "author": "EFE | EL MUNDO",
      "title": "El PP convocará una convención económica con su proyecto \"para el día a día de los españoles\"",
      "description": "El líder del PP, Pablo Casado, ha reiterado su negativa a facilitar la investidura del socialista Pedro Sánchez y ha avisado de que, \"decida lo que decida\" el presidente en funcion",
      "url": "https://www.elmundo.es/espana/2019/09/01/5d6bb502fc6c8399318b460d.html",
      "urlToImage": "https://e00-elmundo.uecdn.es/assets/multimedia/imagenes/2019/09/01/15673397727818.jpg",
      "publishedAt": "2019-09-01T12:09:56Z",
      "content": "El líder del PP, Pablo Casado, ha reiterado su negativa a facilitar la investidura del socialista Pedro Sánchez y ha avisado de que, \"decida lo que decida\" el presidente en funciones, en su partido trabajan para \"cualquier posibilidad\" y definiendo su estrate… [+943 chars]"
    },
    {
      "source": {
        "id": "el-mundo",
        "name": "El Mundo"
      },
      "author": "EFE",
      "title": "Una turista denuncia haber sido violada por tres hombres en Girona",
      "description": "Una turista de 27 años ha denunciado ante los Mossos d'Esquadra haber sido agredida sexualmente en la madrugada de este domingo por tres individuos, a los que no conocía, en la pla",
      "url": "https://www.elmundo.es/cataluna/2019/09/01/5d6babecfc6c8388508b45bc.html",
      "urlToImage": "https://e00-elmundo.uecdn.es/assets/v12/img/destacadas/elmundo__logo-generica.jpg",
      "publishedAt": "2019-09-01T11:31:09Z",
      "content": "Una turista de 27 años ha denunciado ante los Mossos d'Esquadra haber sido agredida sexualmente en la madrugada de este domingo por tres individuos, a los que no conocía, en la playa de Platja d'Aro (Girona) al salir de un pub de esta localidad de la Costa Br… [+1118 chars]"
    },
    {
      "source": {
        "id": "el-mundo",
        "name": "El Mundo"
      },
      "author": "AMADEU GARCÍA",
      "title": "Neymar y Ansu Fati: del sueño a la realidad",
      "description": "La incógnita Neymar sólo se despejará del todo sobre la bocina. Por mucho que desde el entorno del Barça se dé ya prácticamente por descartado el retorno del brasileño en el mercad",
      "url": "https://www.elmundo.es/deportes/futbol/primera-division/2019/09/01/5d6ab840fc6c83af3c8b4632.html",
      "urlToImage": "https://e00-elmundo.uecdn.es/assets/multimedia/imagenes/2019/08/31/15672750209086.jpg",
      "publishedAt": "2019-09-01T11:17:48Z",
      "content": "La incógnita Neymar sólo se despejará del todo sobre la bocina. Por mucho que desde el entorno del Barça se dé ya prácticamente por descartado el retorno del brasileño en el mercado de verano, también se deja la puerta abierta a un posible cambio de última ho… [+2382 chars]"
    },
    {
      "source": {
        "id": "el-mundo",
        "name": "El Mundo"
      },
      "author": "EFE",
      "title": "Un hombre mata a su hijo de 39 años tras una discusión en Paterna",
      "description": "Agentes de la Policía Nacional y de la Policía Local de Paterna han detenido en esta localidad valenciana a un hombre de 66 años que, al  parecer, habría matado a su hijo, de 39 añ",
      "url": "https://www.elmundo.es/comunidad-valenciana/2019/09/01/5d6ba498fc6c8372578b4581.html",
      "urlToImage": "https://e00-elmundo.uecdn.es/assets/multimedia/imagenes/2019/09/01/15673355571570.jpg",
      "publishedAt": "2019-09-01T10:59:58Z",
      "content": "Agentes de la Policía Nacional y de la Policía Local de Paterna han detenido en esta localidad valenciana a un hombre de 66 años que, al parecer, habría matado a su hijo, de 39 años, tras mantener una discusión con él, han informado a EFE fuentes policiales.\r… [+813 chars]"
    },
    {
      "source": {
        "id": "el-mundo",
        "name": "El Mundo"
      },
      "author": "SERGIO R. VIÑAS",
      "title": "Inui, el japonés \"salao\" enamorado de Eibar",
      "description": "Cuentan que aquél fue un día difícil en las oficinas de Ipurua. Difícil y tenso. Las conversaciones para la renovación de Takashi Inui habían sido largas pero satisfactorias. Sólo",
      "url": "https://www.elmundo.es/deportes/futbol/primera-division/2019/09/01/5d6ab4d021efa058468b4691.html",
      "urlToImage": "https://e00-elmundo.uecdn.es/assets/multimedia/imagenes/2019/08/31/15672739994223.jpg",
      "publishedAt": "2019-09-01T10:55:43Z",
      "content": "Cuentan que aquél fue un día difícil en las oficinas de Ipurua. Difícil y tenso. Las conversaciones para la renovación de Takashi Inui habían sido largas pero satisfactorias. Sólo faltaba la firma, o eso pensaban en el Eibar, que proyectaba hacia fuera un opt… [+4012 chars]"
    },
    {
      "source": {
        "id": "el-mundo",
        "name": "El Mundo"
      },
      "author": "EDU CHOVA",
      "title": "La nueva vida de Raúl Albiol",
      "description": "El Villarreal apostó este verano por la veteranía para reconstruir su defensa. Tras una temporada en la que coqueteó con el descenso, el club decidió cambiar de arriba abajo su ret",
      "url": "https://www.elmundo.es/deportes/futbol/primera-division/2019/09/01/5d6a6fae21efa07a0e8b4605.html",
      "urlToImage": "https://e00-elmundo.uecdn.es/assets/multimedia/imagenes/2019/08/31/15672560409362.jpg",
      "publishedAt": "2019-09-01T10:54:40Z",
      "content": "El Villarreal apostó este verano por la veteranía para reconstruir su defensa. Tras una temporada en la que coqueteó con el descenso, el club decidió cambiar de arriba abajo su retaguardia y le dio los galones a Raúl Albiol (Valencia, 1985), que iniciaba así … [+2842 chars]"
    },
    {
      "source": {
        "id": "el-mundo",
        "name": "El Mundo"
      },
      "author": "EFE",
      "title": "Los bomberos rescatan al papa tras quedar atrapado 25 minutos en un ascensor",
      "description": "El Papa Francisco ha revelado que se ha quedado atrapado este domingo durante unos 25 minutos en el ascensor del Palacio apostólico mientras se dirigía a la ventana desde donde rez",
      "url": "https://www.elmundo.es/internacional/2019/09/01/5d6ba15421efa0f40a8b465c.html",
      "urlToImage": "https://e00-elmundo.uecdn.es/assets/multimedia/imagenes/2019/09/01/15673348224656.jpg",
      "publishedAt": "2019-09-01T10:52:27Z",
      "content": "El Papa Francisco ha revelado que se ha quedado atrapado este domingo durante unos 25 minutos en el ascensor del Palacio apostólico mientras se dirigía a la ventana desde donde reza cada domingo el Ángelus y han tenido que intervenir los bomberos.\r\nFrancisco … [+1126 chars]"
    },
    {
      "source": {
        "id": "el-mundo",
        "name": "El Mundo"
      },
      "author": "MANUEL MARTÍN MARTÍN",
      "title": "Echar el resto con Paco del Gastor",
      "description": "XXXI Festival de Torremolinos\n            \n            \n        \n        \n            \n                Espectáculo: XXXI Festival Flamen",
      "url": "https://www.elmundo.es/andalucia/2019/09/01/5d6b9c6421efa042278b4659.html",
      "urlToImage": "https://e00-elmundo.uecdn.es/assets/multimedia/imagenes/2019/09/01/15673334544671.jpg",
      "publishedAt": "2019-09-01T10:24:55Z",
      "content": "Espectáculo: XXXI Festival Flamenco de Torremolinos. Homenaje a Paco del Gastor / Al Cante: Rancapino Chico, Bonela Hijo, El Purili y Jesús León / Al Toque: Antonio Higuero, José Fernández, Luis el Salao, Nono Reyes y Andrés Cansino / Al Baile: Carrete de Mál… [+5348 chars]"
    },
    {
      "source": {
        "id": "el-mundo",
        "name": "El Mundo"
      },
      "author": "EUROPA PRESS",
      "title": "Finalizan los encierros de 'Sanse' con una carrera rápida y cuatro heridos leves",
      "description": "San Sebastián de los Reyes ha acogido este domingo su último encierro de las fiestas en honor al Santísimo Cristo de los Remedios que se ha saldado con tan solo cuatro intervencion",
      "url": "https://www.elmundo.es/madrid/2019/09/01/5d6b98ed21efa0c6258b4678.html",
      "urlToImage": "https://e00-elmundo.uecdn.es/assets/multimedia/imagenes/2019/09/01/15673325587784.jpg",
      "publishedAt": "2019-09-01T10:10:28Z",
      "content": "San Sebastián de los Reyes ha acogido este domingo su último encierro de las fiestas en honor al Santísimo Cristo de los Remedios que se ha saldado con tan solo cuatro intervenciones a corredores, de los que tres ya han sido dados de alta. \r\nSegún ha explicad… [+1014 chars]"
    },
    {
      "source": {
        "id": "el-mundo",
        "name": "El Mundo"
      },
      "author": "QUICO ALSEDO | LUIS F. DURÁN",
      "title": "Blanca Fernández Ochoa tenía previsto ir a Asturias para descansar en una casa rural",
      "description": "La ex esquiadora Blanca Fernández Ochoa desaparecida el pasado 23 agosto, iba teóricamente a pasar unos días de descanso a una casa familiar en Asturias, según fuentes familiares.",
      "url": "https://www.elmundo.es/deportes/2019/09/01/5d6b9836fdddff5f708b4587.html",
      "urlToImage": "https://e00-elmundo.uecdn.es/assets/multimedia/imagenes/2019/09/01/15673323731907.jpg",
      "publishedAt": "2019-09-01T10:09:38Z",
      "content": "La ex esquiadora Blanca Fernández Ochoa desaparecida el pasado 23 agosto, iba teóricamente a pasar unos días de descanso a una casa familiar en Asturias, según fuentes familiares. Blanca dejó a su perro en casa de su hermana Lola, con la que actualmente vivía… [+1649 chars]"
    },
    {
      "source": {
        "id": "el-mundo",
        "name": "El Mundo"
      },
      "author": "IÑAKI GIL",
      "title": "Diputados franceses apoyan a los independentistas catalanes: \"Es un ataque a las libertades y a la democracia\"",
      "description": "Es una tribuna en Le Journal Du Diimanche. La firman 52 diputados franceses. No quieren inmiscuirse en el \"debate\" sobre \"el estatuto de Cataluña y el futuro de España\", dicen. Per",
      "url": "https://www.elmundo.es/espana/2019/09/01/5d6b94e921efa07a0e8b462d.html",
      "urlToImage": "https://e00-elmundo.uecdn.es/assets/multimedia/imagenes/2019/09/01/15673319358867.jpg",
      "publishedAt": "2019-09-01T09:53:04Z",
      "content": "Es una tribuna en Le Journal Du Diimanche. La firman 52 diputados franceses. No quieren inmiscuirse en el \"debate\" sobre \"el estatuto de Cataluña y el futuro de España\", dicen. Pero, secundan los argumentos de los independentistas que esperan sentencia por el… [+1556 chars]"
    },
    {
      "source": {
        "id": "el-mundo",
        "name": "El Mundo"
      },
      "author": "EFE",
      "title": "Muere la integrante de una orquesta tras explotar pirotecnia en el escenario durante las fiestas de un pueblo de Ávila",
      "description": "Una mujer de 30 años, integrante de la orquesta cántabra Súper Hollywood, ha fallecido esta madrugada en el Hospital Nuestra Señora de Sonsoles de Ávila tras sufrir el impacto de l",
      "url": "https://www.elmundo.es/espana/2019/09/01/5d6b8c0f21efa025768b4611.html",
      "urlToImage": "https://e00-elmundo.uecdn.es/assets/multimedia/imagenes/2019/09/01/15673292623934.jpg",
      "publishedAt": "2019-09-01T09:15:22Z",
      "content": "Una mujer de 30 años, integrante de la orquesta cántabra Súper Hollywood, ha fallecido esta madrugada en el Hospital Nuestra Señora de Sonsoles de Ávila tras sufrir el impacto de la pirotecnia cuando actuaba sobre el escenario en la verbena de la localidad ab… [+1789 chars]"
    },
    {
      "source": {
        "id": "el-mundo",
        "name": "El Mundo"
      },
      "author": "MARÍA HERNÁNDEZ",
      "title": "Cuatro meses fichando en el trabajo: bajan las horas extra y faltan mecanismos para el registro",
      "description": "El pasado 13 de mayo de 2019, Albert Rivera y Pablo Casado se disputaban las portadas de los periódicos y el liderazgo de la derecha en plena carrera hacia las elecciones autonómic",
      "url": "https://www.elmundo.es/economia/macroeconomia/2019/09/01/5d69491f21efa0bd2b8b45d0.html",
      "urlToImage": "https://e00-elmundo.uecdn.es/assets/multimedia/imagenes/2019/08/30/15671812843559.jpg",
      "publishedAt": "2019-09-01T08:57:16Z",
      "content": "El pasado 13 de mayo de 2019, Albert Rivera y Pablo Casado se disputaban las portadas de los periódicos y el liderazgo de la derecha en plena carrera hacia las elecciones autonómicas; el resto de partidos digerían la resaca de las generales pendientes de las … [+8282 chars]"
    },
    {
      "source": {
        "id": "el-mundo",
        "name": "El Mundo"
      },
      "author": "SONIA RIBAS",
      "title": "El cóctel de alcohol y drogas pasa factura en las carreteras de Ibiza",
      "description": "Las cifras de fallecidos en accidentes de tráfico en las carreteras pitiusas siguen poniendo los pelos de punta. Hasta el pasado 12 de agosto, siete personas en Ibiza y dos en Form",
      "url": "https://www.elmundo.es/baleares/2019/09/01/5d6b84d7fdddff77b98b45cb.html",
      "urlToImage": "https://e00-elmundo.uecdn.es/assets/multimedia/imagenes/2019/09/01/15673274407122.jpg",
      "publishedAt": "2019-09-01T08:44:34Z",
      "content": "Las cifras de fallecidos en accidentes de tráfico en las carreteras pitiusas siguen poniendo los pelos de punta. Hasta el pasado 12 de agosto, siete personas en Ibiza y dos en Formentera han perdido la vida, una con menos de 14 años. En la ecuación, dos facto… [+4358 chars]"
    },
    {
      "source": {
        "id": "el-mundo",
        "name": "El Mundo"
      },
      "author": "JAVIER ESPINOSA",
      "title": "El presidente alemán pide perdón a Polonia en el aniversario del inicio de la Segunda Guerra Mundial",
      "description": "El presidente alemán, Frank-Walter Steinmeier, pidió hoy perdón a Polonia por lo que calificó de \"tiranía alemana\" en el acto que dio inicio a la conmemoración del 80 aniversario d",
      "url": "https://www.elmundo.es/internacional/2019/09/01/5d6b8428fdddff700c8b4641.html",
      "urlToImage": "https://e00-elmundo.uecdn.es/assets/multimedia/imagenes/2019/09/01/15673260036887.jpg",
      "publishedAt": "2019-09-01T08:43:44Z",
      "content": "El presidente alemán, Frank-Walter Steinmeier, pidió hoy perdón a Polonia por lo que calificó de \"tiranía alemana\" en el acto que dio inicio a la conmemoración del 80 aniversario del inicio de la Segunda Guerra Mundial.\r\nLa alocución de Steinmeier fue el eje … [+7965 chars]"
    },
    {
      "source": {
        "id": "el-mundo",
        "name": "El Mundo"
      },
      "author": "SERVIMEDIA",
      "title": "Los tripulantes de cabina de Ryanair inician la primera jornada de 10 días de huelga en plena operación retorno",
      "description": "USO y Sitcpla inician hoy la huelga de tripulantes de cabina de pasajeros (TCP) de Ryanair, ante el cierre de algunas bases de la compañía y los despidos que conllevará.\n\nLa huelga",
      "url": "https://www.elmundo.es/economia/2019/09/01/5d6b82bf21efa0fe228b4635.html",
      "urlToImage": "https://e00-elmundo.uecdn.es/assets/multimedia/imagenes/2019/09/01/15673266907674.jpg",
      "publishedAt": "2019-09-01T08:35:28Z",
      "content": "USO y Sitcpla inician hoy la huelga de tripulantes de cabina de pasajeros (TCP) de Ryanair, ante el cierre de algunas bases de la compañía y los despidos que conllevará.\r\nLa huelga convocada está prevista para 10 días -1, 2, 6, 8, 13, 15, 20, 22, 27 y 29 de s… [+2232 chars]"
    },
    {
      "source": {
        "id": "el-mundo",
        "name": "El Mundo"
      },
      "author": "EFE",
      "title": "Facua denuncia que Magrudis sólo refleja cinco empleados en sus cuentas anuales",
      "description": "La asociación Facua-Consumidores en Acción ha denunciado este domingo que Magrudis, la empresa que fabricaba y comercializaba la carne mechada contaminada con listeria, sólo hace c",
      "url": "https://www.elmundo.es/andalucia/2019/09/01/5d6b7e8f21efa058468b46b0.html",
      "urlToImage": "https://e00-elmundo.uecdn.es/assets/multimedia/imagenes/2019/09/01/15673258260202.jpg",
      "publishedAt": "2019-09-01T08:20:39Z",
      "content": "La asociación Facua-Consumidores en Acción ha denunciado este domingo que Magrudis, la empresa que fabricaba y comercializaba la carne mechada contaminada con listeria, sólo hace constar a cinco trabajadores en sus cuentas anuales a pesar de que sus responsab… [+1279 chars]"
    },
    {
      "source": {
        "id": "el-mundo",
        "name": "El Mundo"
      },
      "author": "MANUEL MATEO PÉREZ",
      "title": "Helena Rivero: \"El jerez no es un vino para emborracharse ni es un vino de feria\"",
      "description": "Helena Rivero es bodeguera y coleccionista de arte. Y es que vino y pintura no son argumentos tan distintos. Ambas vocaciones las heredó de su padre, el empresario Joaquín Rivero,",
      "url": "https://www.elmundo.es/andalucia/2019/09/01/5d6a532221efa08c438b4581.html",
      "urlToImage": "https://e00-elmundo.uecdn.es/assets/multimedia/imagenes/2019/08/31/15672490936225.jpg",
      "publishedAt": "2019-09-01T08:00:58Z",
      "content": "Helena Rivero es bodeguera y coleccionista de arte. Y es que vino y pintura no son argumentos tan distintos. Ambas vocaciones las heredó de su padre, el empresario Joaquín Rivero, presidente en su día de Metrovacesa. Cuando comenzó a catalogar la colección fa… [+7298 chars]"
    },
    {
      "source": {
        "id": "el-mundo",
        "name": "El Mundo"
      },
      "author": "EUROPA PRESS",
      "title": "Huelga de Renfe: cancelados unos 170 trenes este domingo de 'operación retorno'",
      "description": "Renfe afronta este domingo una nueva jornada de paros parciales convocados por el sindicato CGT que obligan a la operadora a cancelar la circulación de unos 170 trenes coincidiendo",
      "url": "https://www.elmundo.es/economia/2019/09/01/5d6b756a21efa02e038b4579.html",
      "urlToImage": "https://e00-elmundo.uecdn.es/assets/multimedia/imagenes/2019/09/01/15673233889226.jpg",
      "publishedAt": "2019-09-01T07:43:06Z",
      "content": "Renfe afronta este domingo una nueva jornada de paros parciales convocados por el sindicato CGT que obligan a la operadora a cancelar la circulación de unos 170 trenes coincidiendo con el fin de semana de la operación retorno de las vacaciones. \r\nDel total de… [+1633 chars]"
    },
    {
      "source": {
        "id": "el-mundo",
        "name": "El Mundo"
      },
      "author": "AFP",
      "title": "EEUU y los talibán, \"a las puertas\" de un acuerdo de paz sobre Afganistán",
      "description": "Estados Unidos y los talibán están \"a las puertas de un acuerdo\" para terminar 18 años de conflicto entre ellos en Afganistán, ha indicado este domingo el negociador en jefe de Was",
      "url": "https://www.elmundo.es/internacional/2019/09/01/5d6b6a6521efa0ce018b462b.html",
      "urlToImage": "https://e00-elmundo.uecdn.es/assets/multimedia/imagenes/2019/09/01/15673207309458.jpg",
      "publishedAt": "2019-09-01T07:06:07Z",
      "content": "Estados Unidos y los talibán están \"a las puertas de un acuerdo\" para terminar 18 años de conflicto entre ellos en Afganistán, ha indicado este domingo el negociador en jefe de Washington al concluir una nueva ronda de discusiones.\r\nLas dos partes se han reun… [+2885 chars]"
    },
    {
      "source": {
        "id": "el-mundo",
        "name": "El Mundo"
      },
      "author": "AFP",
      "title": "Donald Trump desoye las advertencias y castiga a China con nuevos aranceles suplementarios",
      "description": "Los productos alcanzados incluyen alimentos como el ketchup, algunos cortes de carne vacuna, las salchichas, la fruta, las legumbres, la leche, los quesos, las especias y los helados Leer",
      "url": "https://www.elmundo.es/economia/macroeconomia/2019/09/01/5d6b620f21efa005038b462f.html",
      "urlToImage": "https://e00-elmundo.uecdn.es/assets/multimedia/imagenes/2019/09/01/15673187033068.jpg",
      "publishedAt": "2019-09-01T06:30:49Z",
      "content": "Este domingo entran en vigor en Estados Unidos aranceles suplementarios sobre miles de millones de dólares en productos chinos, mientras el presidente Donald Trump se muestra determinado a conseguir un acuerdo comercial con Pekín. Esos aranceles adicionales d… [+4285 chars]"
    },
    {
      "source": {
        "id": "el-mundo",
        "name": "El Mundo"
      },
      "author": "SARAY GÓMEZ",
      "title": "Zara reivindica el papel de la mujer en el arte con su colección más feminista",
      "description": "'¿Por qué no ha habido grandes mujeres artistas?'. Así se titulaba el ensayo publicado en 1971 por la historiadora del arte Linda Nochlin, y que utilizó como mensaje Maria Grazia C",
      "url": "https://www.elmundo.es/yodona/moda/2019/09/01/5d6666ea21efa0d52b8b45db.html",
      "urlToImage": "https://e00-elmundo.uecdn.es/assets/multimedia/imagenes/2019/08/28/5d6666ea21efa0d52b8b45db_facebook.jpg",
      "publishedAt": "2019-09-01T06:15:46Z",
      "content": "Foto: Zara.com\r\nZara felicita a la muñeca Barbie con su camiseta más feminista\r\n'¿Por qué no ha habido grandes mujeres artistas?'. Así se titulaba el ensayo publicado en 1971 por la historiadora del arte Linda Nochlin, y que utilizó como mensaje Maria Grazia … [+1505 chars]"
    },
    {
      "source": {
        "id": "el-mundo",
        "name": "El Mundo"
      },
      "author": "CARME CHAPARRO",
      "title": "Pilar",
      "description": "Era una cirujana excepcional. Una de las mejores en su especialidad, una mujer que había estudiado muchísimo, gracias a la cual cientos de pacientes habían logrado curarse e inclus",
      "url": "https://www.elmundo.es/yodona/lifestyle/2019/09/01/5d638ecc21efa0b50f8b462b.html",
      "urlToImage": "https://e00-elmundo.uecdn.es/assets/multimedia/imagenes/2019/04/30/5d638ecc21efa0b50f8b462b_facebook.jpg",
      "publishedAt": "2019-09-01T06:15:12Z",
      "content": "Foto: D.R.\r\n\"Solo teníais que protegernos\"\r\nEra una cirujana excepcional. Una de las mejores en su especialidad, una mujer que había estudiado muchísimo, gracias a la cual cientos de pacientes habían logrado curarse e incluso salvar su vida. \r\nPero no denunci… [+1831 chars]"
    },
    {
      "source": {
        "id": "el-mundo",
        "name": "El Mundo"
      },
      "author": "EFE",
      "title": "Al menos cinco personas en estado grave tras la peor noche de caos en Hong Kong",
      "description": "Policía y manifestantes se han en varios puntos de la ciudad semiautónoma en un día en el que miles personas desafiaron la prohibición; una treintena de personas han sido hospitalizadas Leer",
      "url": "https://www.elmundo.es/internacional/2019/09/01/5d6b5e1b21efa01f1d8b4602.html",
      "urlToImage": "https://e00-elmundo.uecdn.es/assets/multimedia/imagenes/2019/09/01/15673177058661.jpg",
      "publishedAt": "2019-09-01T06:08:08Z",
      "content": "Al menos cinco personas permanecen en estado grave tras los enfrentamientos de la noche del sábado entre algunos manifestantes violentos y la Policía en Hong Kong, han informado fuentes de los servicios sanitarios citadas por la radiotelevisión local RTHK. La… [+2691 chars]"
    },
    {
      "source": {
        "id": "el-mundo",
        "name": "El Mundo"
      },
      "author": "NOA DE LA TORRE",
      "title": "El veto ruso, el otro frente para el caqui y los cítricos valencianos",
      "description": "Las importaciones masivas de cítricos desde Sudáfrica por parte del mercado europeo, el hundimiento de los precios de estos productos, la irrupción de plagas... El sector citrícola",
      "url": "https://www.elmundo.es/comunidad-valenciana/2019/09/01/5d6aa330fdddff0b278b4572.html",
      "urlToImage": "https://e00-elmundo.uecdn.es/assets/multimedia/imagenes/2019/08/31/15672696655709.jpg",
      "publishedAt": "2019-09-01T05:05:59Z",
      "content": "Las importaciones masivas de cítricos desde Sudáfrica por parte del mercado europeo, el hundimiento de los precios de estos productos, la irrupción de plagas... El sector citrícola valenciano vive tiempos convulsos, sin que por el momento el Consell haya logr… [+4128 chars]"
    },
    {
      "source": {
        "id": "el-mundo",
        "name": "El Mundo"
      },
      "author": "HÈCTOR SANJUAN",
      "title": "El Consell choca con la realidad: de la bonanza a los ajustes en apenas un mes",
      "description": "Cerrado el acuerdo de gobierno que aumentaba de 10 a 12 las consellerias y aprobado un aumento de los altos cargos y del personal de confianza del 46,5%, la vicepresidenta del Cons",
      "url": "https://www.elmundo.es/comunidad-valenciana/2019/09/01/5d6aa04bfdddff700c8b4629.html",
      "urlToImage": "https://e00-elmundo.uecdn.es/assets/multimedia/imagenes/2019/08/31/15672689321255.jpg",
      "publishedAt": "2019-09-01T05:05:15Z",
      "content": "Cerrado el acuerdo de gobierno que aumentaba de 10 a 12 las consellerias y aprobado un aumento de los altos cargos y del personal de confianza del 46,5%, la vicepresidenta del Consell, Mónica Oltra, comparecía ante los medios de comunicación para justificar e… [+5245 chars]"
    },
    {
      "source": {
        "id": "el-mundo",
        "name": "El Mundo"
      },
      "author": "HUGO GARRIDO",
      "title": "España Suma no asegura gobernar pero sí el control del Senado",
      "description": "La coalición España Suma entre el PP y Cs que han propuesto explorar los populares en caso de que se repitan las elecciones generales prácticamente aseguraría a los partidos de cen",
      "url": "https://www.elmundo.es/espana/2019/09/01/5d6aab30fdddff0a968b4692.html",
      "urlToImage": "https://e00-elmundo.uecdn.es/assets/multimedia/imagenes/2019/08/31/15672694445667.jpg",
      "publishedAt": "2019-09-01T00:03:15Z",
      "content": "La coalición España Suma entre el PP y Cs que han propuesto explorar los populares en caso de que se repitan las elecciones generales prácticamente aseguraría a los partidos de centroderecha la mayoría en el Senado, pero no ocurriría lo mismo en el Congreso.\r… [+4890 chars]"
    },
    {
      "source": {
        "id": "el-mundo",
        "name": "El Mundo"
      },
      "author": "MARISOL HERNÁNDEZ",
      "title": "La mayoría no quiere elecciones y acusa a Pedro Sánchez de forzarlas",
      "description": "La llegada de septiembre pondrá desde mañana fin al adormecimiento del verano. España regresa al trabajo con la incertidumbre de si se abrirá un nuevo ciclo político y habrá Gobier",
      "url": "https://www.elmundo.es/espana/2019/09/01/5d6abcc2fdddff47a18b45cc.html",
      "urlToImage": "https://e00-elmundo.uecdn.es/assets/multimedia/imagenes/2019/08/31/15672677420540.jpg",
      "publishedAt": "2019-08-31T23:59:09Z",
      "content": "La llegada de septiembre pondrá desde mañana fin al adormecimiento del verano. España regresa al trabajo con la incertidumbre de si se abrirá un nuevo ciclo político y habrá Gobierno o si se celebrarán otras elecciones el 10 de noviembre. Todos los partidos d… [+4316 chars]"
    },
    {
      "source": {
        "id": "el-mundo",
        "name": "El Mundo"
      },
      "author": "PABLO L. BARBERO",
      "title": "Dos estados alemanes votan con la mirada puesta en la ultraderecha",
      "description": "Son solo dos estados los que votan este domingo, pero pocas veces la expectación fue tan alta en la víspera de unos comicios regionales en Alemania. Sajonia y Brandeburgo se juegan",
      "url": "https://www.elmundo.es/internacional/2019/09/01/5d6aab1d21efa0a35d8b463e.html",
      "urlToImage": "https://e00-elmundo.uecdn.es/assets/multimedia/imagenes/2019/08/31/15672732056962.jpg",
      "publishedAt": "2019-08-31T23:57:36Z",
      "content": "Son solo dos estados los que votan este domingo, pero pocas veces la expectación fue tan alta en la víspera de unos comicios regionales en Alemania. Sajonia y Brandeburgo se juegan mucho más que un nuevo gobierno regional. Las encuestas indican un notable alz… [+3373 chars]"
    },
    {
      "source": {
        "id": "el-mundo",
        "name": "El Mundo"
      },
      "author": "CHEMA RODRÍGUEZ",
      "title": "La listeriosis sacude uno de los cimientos del gobierno \"del cambio\"",
      "description": "«Razonablemente bien». Ésa es la valoración que sobre la gestión de la crisis de la listeriosis hacen en el gobierno andaluz 16 días después de que le estallase una bomba sanitaria",
      "url": "https://www.elmundo.es/andalucia/2019/09/01/5d6abe14fc6c832b048b4645.html",
      "urlToImage": "https://e00-elmundo.uecdn.es/assets/multimedia/imagenes/2019/08/31/15672761142395.jpg",
      "publishedAt": "2019-08-31T23:51:54Z",
      "content": "«Razonablemente bien». Ésa es la valoración que sobre la gestión de la crisis de la listeriosis hacen en el gobierno andaluz 16 días después de que le estallase una bomba sanitaria, pero también política, que ha puesto a prueba a un ejecutivo aún en rodaje y … [+3669 chars]"
    },
    {
      "source": {
        "id": "el-mundo",
        "name": "El Mundo"
      },
      "author": "RUTH DÍAZ",
      "title": "Cuando se dejó de culpar a la víctima por ir sola y borracha",
      "description": "No fue la primera violación en grupo en España. Tampoco la última. Se contabilizaron más de 100 en los últimos tres años. Pero el caso de La Manada reventó una olla a presión Leer",
      "url": "https://www.elmundo.es/espana/2019/09/01/5d6ab42bfdddff0b278b4583.html",
      "urlToImage": "https://e00-elmundo.uecdn.es/assets/multimedia/imagenes/2019/08/31/15672697911715.jpg",
      "publishedAt": "2019-08-31T23:49:27Z",
      "content": "No fue la primera violación en grupo en España. Tampoco la última. Se contabilizaron más de 100 en los últimos tres años. Pero el caso de La Manada, 7 de julio de 2016, Sanfermines, reventó una olla a presión. Ahora, la etiqueta se usa como si fuese la marca … [+10731 chars]"
    },
    {
      "source": {
        "id": "el-mundo",
        "name": "El Mundo"
      },
      "author": "CHEMA RODRÍGUEZ",
      "title": "Ésta es la foto de WhatsApp que activó la alerta sanitaria por la carne mechada contaminada con listeria",
      "description": "La foto que ilustra esta información la recibió por la aplicación de mensajería para móvil WhatsApp el director general de Salud Pública de la Junta, José María de Torres, hace alg",
      "url": "https://www.elmundo.es/andalucia/2019/09/01/5d6ac30ffc6c83d5418b4661.html",
      "urlToImage": "https://e00-elmundo.uecdn.es/assets/multimedia/imagenes/2019/08/31/15672772384686.jpg",
      "publishedAt": "2019-08-31T23:49:10Z",
      "content": "La foto que ilustra esta información la recibió por la aplicación de mensajería para móvil WhatsApp el director general de Salud Pública de la Junta, José María de Torres, hace algo más de dos semanas, cuando todavía no estaban los resultados definitivos de l… [+1869 chars]"
    },
    {
      "source": {
        "id": "el-mundo",
        "name": "El Mundo"
      },
      "author": "CARLOS SEGOVIA",
      "title": "El FMI sitúa a España como subcampeón mundial de la deuda y el 60% de los indicadores apuntan desaceleración",
      "description": "La declaración del presidente del Gobierno en funciones, Pedro Sánchez, del pasado jueves es la misma de todos los últimos meses: que va a presentar «una propuesta progresista, amb",
      "url": "https://www.elmundo.es/economia/2019/09/01/5d6aa6eefc6c83ed368b462b.html",
      "urlToImage": "https://e00-elmundo.uecdn.es/assets/multimedia/imagenes/2019/08/31/15672721314046.jpg",
      "publishedAt": "2019-08-31T23:48:55Z",
      "content": "La declaración del presidente del Gobierno en funciones, Pedro Sánchez, del pasado jueves es la misma de todos los últimos meses: que va a presentar «una propuesta progresista, ambiciosa y transformadora» para la que pide «altura de miras y responsabilidad a … [+7356 chars]"
    },
    {
      "source": {
        "id": "el-mundo",
        "name": "El Mundo"
      },
      "author": "JAVIER ESPINOSA",
      "title": "La política eclipsa el aniversario de la Segunda Guerra Mundial en Polonia",
      "description": "La acusada pugna política que mantiene el gobernante Partido Ley y Justicia (PIS) con la oposición local y en especial con el ex primer ministro Donald Tusk, sumada a la interrupci",
      "url": "https://www.elmundo.es/internacional/2019/09/01/5d6a98c321efa0b3758b462f.html",
      "urlToImage": "https://e00-elmundo.uecdn.es/assets/multimedia/imagenes/2019/08/31/15672667931550.jpg",
      "publishedAt": "2019-08-31T23:48:37Z",
      "content": "La acusada pugna política que mantiene el gobernante Partido Ley y Justicia (PIS) con la oposición local y en especial con el ex primer ministro Donald Tusk, sumada a la interrupción de la visita del presidente norteamericano Donald Trump, han eclipsado la co… [+6363 chars]"
    },
    {
      "source": {
        "id": "el-mundo",
        "name": "El Mundo"
      },
      "author": "ROSA MENESES",
      "title": "Túnez, en su propio laberinto migratorio",
      "description": "¿Por qué Túnez no puede ser un 'puerto seguro' para los migrantes? Los tunecinos encabezan la lista de llegadas de migrantes irregulares a Italia, así como más de 1.000 han alcanzado las costas de España e Italia en 2019. La entrada de extranjeros al país por…",
      "url": "https://www.elmundo.es/internacional/2019/09/01/5d6280cb21efa0fe238b4610.html",
      "urlToImage": "https://e00-elmundo.uecdn.es/assets/multimedia/imagenes/2019/08/25/15667658076882.jpg",
      "publishedAt": "2019-08-31T23:48:17Z",
      "content": "El bloqueo en las costas europeas a los barcos de las ONG humanitarias que rescatan migrantes y refugiados que han naufragado en el Mediterráneo intentando llegar al continente ha despertado un debate artificial sobre si devolverles a los países de donde part… [+10251 chars]"
    },
    {
      "source": {
        "id": "el-mundo",
        "name": "El Mundo"
      },
      "author": "LUCAS SÁEZ-BRAVO",
      "title": "Las \"dos mandarinas\" de Llull y la pujanza renovada tras su calvario",
      "description": "El nombre propio del debut de la selección en el atribulado Mundial de China fue finalmente Sergio Llull. Aunque los «¡oooooohs!» de admiración fueran para las diabluras de Ricky y",
      "url": "https://www.elmundo.es/deportes/baloncesto/2019/09/01/5d6ab10a21efa08e2d8b466d.html",
      "urlToImage": "https://e00-elmundo.uecdn.es/assets/multimedia/imagenes/2019/08/31/15672728710098.jpg",
      "publishedAt": "2019-08-31T23:41:50Z",
      "content": "El nombre propio del debut de la selección en el atribulado Mundial de China fue finalmente Sergio Llull. Aunque los «¡oooooohs!» de admiración fueran para las diabluras de Ricky y Marc Gasol, cómo no, el macho alfa sobre la pista de Guangzhou Gymnasium. Pero… [+3069 chars]"
    },
    {
      "source": {
        "id": "el-mundo",
        "name": "El Mundo"
      },
      "author": "PABLO PARDO",
      "title": "Siri Hustvedt: \"He ganado en confianza. ¿Puede ser que tenga menos miedo?\"",
      "description": "Entrevista con la ganadora del Princesa de Asturias de las Letras en su casa de Nueva York, en la que aborda «el sesgo contra la mujer», su literatura, la relación con su marido (Paul Auster) y la neurología. Leer",
      "url": "https://www.elmundo.es/cultura/laesferadepapel/2019/09/01/5d67c4d9fdddff7c288b462f.html",
      "urlToImage": "https://e00-elmundo.uecdn.es/assets/multimedia/imagenes/2019/08/29/15670816083016.jpg",
      "publishedAt": "2019-08-31T23:27:27Z",
      "content": "\"Es 1942. El hecho ocurre en Leningrado, durante el asedio, por si no lo sabes, uno de los peores momentos de la historia de la Humanidad. Solo en aquel lugar murieron 500.000 personas. Y allí está Bajtín retenido en un apartamento esperando a que le maten cu… [+3842 chars]"
    },
    {
      "source": {
        "id": "el-mundo",
        "name": "El Mundo"
      },
      "author": "PAULA GUISADO",
      "title": "Historias de El Mundo: la vida después de la violencia de género",
      "description": "En el segundo episodio del podcast 'Historias de El Mundo' contamos la historia de Teresa, una víctima de la violencia de género que necesitó la protección de la Guardia Civil. Y r",
      "url": "https://www.elmundo.es/espana/2019/09/01/5d693d6afc6c83a3798b459e.html",
      "urlToImage": "https://e00-elmundo.uecdn.es/assets/multimedia/imagenes/2019/08/30/15671758371604.png",
      "publishedAt": "2019-08-31T23:22:18Z",
      "content": "En el segundo episodio del podcast 'Historias de El Mundo' contamos la historia de Teresa, una víctima de la violencia de género que necesitó la protección de la Guardia Civil. Y rememoramos a Diana, la primera víctima mortal de esta violencia registrada en l… [+539 chars]"
    },
    {
      "source": {
        "id": "el-mundo",
        "name": "El Mundo"
      },
      "author": "Marta Juste",
      "title": "¿Es el momento de los teléfonos plegables?",
      "description": "Cuando el pasado 20 de febrero Samsung presentó oficialmente su teléfono plegable, Galaxy Fold, la compañía surcoreana no dudó en dar el precio - 1980 euros-  y la fecha de su nuev",
      "url": "https://www.elmundo.es/tecnologia/gadgets/2019/09/01/5d692030fdddffce2e8b4580.html",
      "urlToImage": "https://e00-elmundo.uecdn.es/assets/multimedia/imagenes/2019/08/30/15671710292968.jpg",
      "publishedAt": "2019-08-31T23:11:42Z",
      "content": "Cuando el pasado 20 de febrero Samsung presentó oficialmente su teléfono plegable, Galaxy Fold, la compañía surcoreana no dudó en dar el precio - 1980 euros- y la fecha de su nuevo teléfono estrella. Este simple acto era una forma efectiva de plantar cara a H… [+3429 chars]"
    },
    {
      "source": {
        "id": "el-mundo",
        "name": "El Mundo"
      },
      "author": "LUCAS DE LA CAL",
      "title": "Los 2.800 ojos que vigilan el crimen en Barcelona",
      "description": "Las seis señoras del barrio del Maresme llegan a media tarde al número 44 de la Rambla de Prim. Todas llevan cacerolas y silbatos. Es el decimoquinto día consecutivo que salen a pr",
      "url": "https://www.elmundo.es/cronica/2019/09/01/5d694aabfdddff07628b4642.html",
      "urlToImage": "https://i.ytimg.com/vi/IZqGRLgprHw/maxresdefault.jpg",
      "publishedAt": "2019-08-31T23:08:15Z",
      "content": "Las seis señoras del barrio del Maresme llegan a media tarde al número 44 de la Rambla de Prim. Todas llevan cacerolas y silbatos. Es el decimoquinto día consecutivo que salen a protestar por las calles de Barcelona. Estel, la mayor, camina apoyada en un bast… [+10042 chars]"
    },
    {
      "source": {
        "id": "el-mundo",
        "name": "El Mundo"
      },
      "author": "ROBERTO BENITO",
      "title": "El giro del PSOE en Navarra divide a la sociedad",
      "description": "El pacto sellado en Navarra por el PSOE con Geroa Bai y Podemos, y que necesitó el visto bueno de EH Bildu en forma de abstención, ha dividido profundamente a la sociedad española,",
      "url": "https://www.elmundo.es/espana/2019/09/01/5d6abc0efdddff700c8b4635.html",
      "urlToImage": "https://e00-elmundo.uecdn.es/assets/multimedia/imagenes/2019/08/31/15672681764124.jpg",
      "publishedAt": "2019-08-31T22:55:14Z",
      "content": "El pacto sellado en Navarra por el PSOE con Geroa Bai y Podemos, y que necesitó el visto bueno de EH Bildu en forma de abstención, ha dividido profundamente a la sociedad española, que se reparte con datos casi idénticos entre quienes lo censuran y quienes lo… [+3595 chars]"
    },
    {
      "source": {
        "id": "el-mundo",
        "name": "El Mundo"
      },
      "author": "LUCÍA MÉNDEZ",
      "title": "La repetición de elecciones, el mal menor",
      "description": "El lingüista norteamericano George Lakoff salió del mundo académico y se hizo célebre en el panorama político mundial por su obra No pienses en un elefante, en la que explicaba por",
      "url": "https://www.elmundo.es/espana/2019/09/01/5d6ab168fdddffca838b4625.html",
      "urlToImage": "https://e00-elmundo.uecdn.es/assets/multimedia/imagenes/2019/08/31/15672683466512.jpg",
      "publishedAt": "2019-08-31T22:55:12Z",
      "content": "El lingüista norteamericano George Lakoff salió del mundo académico y se hizo célebre en el panorama político mundial por su obra No pienses en un elefante, en la que explicaba por qué los republicanos habían ganado la partida a los demócratas al fijar los ma… [+5702 chars]"
    },
    {
      "source": {
        "id": "el-mundo",
        "name": "El Mundo"
      },
      "author": "XAVIER COLÁS",
      "title": "Beslán, el récord del horror terrorista en Rusia",
      "description": "\"Aquel día no pensaba ir a la escuela\". Para Vika Guseinova ese primer día de clase iba a ser un mero trámite de entrega de flores y listas de canciones, algo aburrido para una est",
      "url": "https://www.elmundo.es/internacional/2019/09/01/5d6a5bc2fdddffef3c8b46b0.html",
      "urlToImage": "https://e00-elmundo.uecdn.es/assets/multimedia/imagenes/2019/08/31/15672600443884.jpg",
      "publishedAt": "2019-08-31T22:54:32Z",
      "content": "\"Aquel día no pensaba ir a la escuela\". Para Vika Guseinova ese primer día de clase iba a ser un mero trámite de entrega de flores y listas de canciones, algo aburrido para una estudiante de último curso. Pero el 1 de septiembre de 2004 un grupo de 30 terrori… [+5927 chars]"
    },
    {
      "source": {
        "id": "el-mundo",
        "name": "El Mundo"
      },
      "author": "EVELYN VELÁZQUEZ",
      "title": "La danza africana se abre hueco en Madrid",
      "description": "Astrich es una joven de 25 años que abandonó junto a su familia su Guinea Ecuatorial natal. Con una sola maleta cargada de grandes esperanzas llegó a España hace 13 años. Su madre",
      "url": "https://www.elmundo.es/madrid/2019/09/01/5d6aaf33fc6c83a73e8b45c6.html",
      "urlToImage": "https://e00-elmundo.uecdn.es/assets/multimedia/imagenes/2019/08/31/15672730332778.jpg",
      "publishedAt": "2019-08-31T22:53:19Z",
      "content": "Astrich es una joven de 25 años que abandonó junto a su familia su Guinea Ecuatorial natal. Con una sola maleta cargada de grandes esperanzas llegó a España hace 13 años. Su madre quería para ella una buena educación y una vida digna, algo que en África no lo… [+5747 chars]"
    },
    {
      "source": {
        "id": "el-mundo",
        "name": "El Mundo"
      },
      "author": "FERNANDO MEDINA",
      "title": "El coste de limpiar los grafitis se dispara en Madrid: más de 10.000 euros al día",
      "description": "La guerra contra los grafitis está vigente más que nunca en Madrid. El Ayuntamiento ha incrementado la limpieza de estas pintadas ilegales en un 81% desde 2017 y eso se nota en 15",
      "url": "https://www.elmundo.es/madrid/2019/09/01/5d6a92fafc6c83ee4c8b4571.html",
      "urlToImage": "https://e00-elmundo.uecdn.es/assets/multimedia/imagenes/2019/08/31/15672653971223.jpg",
      "publishedAt": "2019-08-31T22:53:19Z",
      "content": "La guerra contra los grafitis está vigente más que nunca en Madrid. El Ayuntamiento ha incrementado la limpieza de estas pintadas ilegales en un 81% desde 2017 y eso se nota en 15 de los 21 distritos de la capital, con Latina en el primer lugar de la lista. E… [+8101 chars]"
    },
    {
      "source": {
        "id": "el-mundo",
        "name": "El Mundo"
      },
      "author": "ANA DEL BARRIO",
      "title": "Adiós al restaurante chino de Plaza de España",
      "description": "Después de mantener una resistencia numantina, el restaurante chino de la Plaza de España ha cerrado sus puertas. Su clausura fue aplazada en varias ocasiones, pero la remodelación",
      "url": "https://www.elmundo.es/madrid/2019/09/01/5d67b5eafc6c8352328b4629.html",
      "urlToImage": "https://e00-elmundo.uecdn.es/assets/multimedia/imagenes/2019/08/29/15671068295556.jpg",
      "publishedAt": "2019-08-31T22:53:17Z",
      "content": "Después de mantener una resistencia numantina, el restaurante chino de la Plaza de España ha cerrado sus puertas. Su clausura fue aplazada en varias ocasiones, pero la remodelación de la citada plaza le dio finalmente la puntilla. \r\nEn un principio, el Ayunta… [+2566 chars]"
    },
    {
      "source": {
        "id": "el-mundo",
        "name": "El Mundo"
      },
      "author": "REUTERS",
      "title": "Al menos 20 personas heridas por los disparos de dos tiradores en Texas",
      "description": "Alrededor de 20 personas fueron disparadas este sábado en las ciudades de Midland y Odessa en el oeste de Texas posiblemente por dos tiradores que circularían en vehículos separado",
      "url": "https://www.elmundo.es/internacional/2019/09/01/5d6af10afdddff11a98b45e6.html",
      "urlToImage": "https://e00-elmundo.uecdn.es/assets/multimedia/imagenes/2019/09/01/15672899744831.jpg",
      "publishedAt": "2019-08-31T22:14:05Z",
      "content": "Alrededor de 20 personas fueron disparadas este sábado en las ciudades de Midland y Odessa en el oeste de Texas posiblemente por dos tiradores que circularían en vehículos separados, han informado una televisión local y la policía.\r\n\"Un sujeto (posiblemente 2… [+568 chars]"
    },
    {
      "source": {
        "id": "el-mundo",
        "name": "El Mundo"
      },
      "author": "EFE",
      "title": "Neymar comunica al PSG que se queda",
      "description": "El brasileño Neymar Jr, delantero del París Saint Germain, ha comunicado al club que seguirá esta temporada en el conjunto de Thomas Tuchel, según informó esta noche el diario 'L'E",
      "url": "https://www.elmundo.es/deportes/futbol/2019/08/31/5d6aec0afdddff578c8b4575.html",
      "urlToImage": "https://e00-elmundo.uecdn.es/assets/multimedia/imagenes/2019/08/31/15672882433109.jpg",
      "publishedAt": "2019-08-31T21:52:46Z",
      "content": "El brasileño Neymar Jr, delantero del París Saint Germain, ha comunicado al club que seguirá esta temporada en el conjunto de Thomas Tuchel, según informó esta noche el diario 'L'Equipe'.\r\nSegún éste, el atacante brasileño ha renunciado por ahora a retornar a… [+434 chars]"
    },
    {
      "source": {
        "id": "el-mundo",
        "name": "El Mundo"
      },
      "author": "EL MUNDO",
      "title": "Adrien Salenc se lleva el asalto de a seis",
      "description": "El primero de la tarde fue un toro cinqueño de Murube, con volumen y vasto de hechuras que salió renqueando, con poca fuerza y poco recorrido. Se le cuidó en tres encuentros con el",
      "url": "https://www.elmundo.es/cultura/toros/2019/08/31/5d6ae4ecfc6c83d4358b4587.html",
      "urlToImage": "https://e00-elmundo.uecdn.es/assets/multimedia/imagenes/2019/08/31/15672862053423.jpg",
      "publishedAt": "2019-08-31T21:22:05Z",
      "content": "El primero de la tarde fue un toro cinqueño de Murube, con volumen y vasto de hechuras que salió renqueando, con poca fuerza y poco recorrido. Se le cuidó en tres encuentros con el caballo. Faena de escaso relieve en la que López Chaves robó, tirando de ofici… [+2043 chars]"
    },
    {
      "source": {
        "id": "el-mundo",
        "name": "El Mundo"
      },
      "author": "EL MUNDO",
      "title": "Triunfo de Cayetano y Sergio Dominguez",
      "description": "El diestro Cayetano Rivera y el rejoneador local Sergio Domínguez han salido este sábado a hombros en el único festejo de la feria de Calahorra (La Rioja). Una corrida impresentabl",
      "url": "https://www.elmundo.es/cultura/toros/2019/08/31/5d6ae300fc6c839c428b4629.html",
      "urlToImage": "https://e00-elmundo.uecdn.es/assets/multimedia/imagenes/2019/08/31/15672860008730.jpg",
      "publishedAt": "2019-08-31T21:13:52Z",
      "content": "El diestro Cayetano Rivera y el rejoneador local Sergio Domínguez han salido este sábado a hombros en el único festejo de la feria de Calahorra (La Rioja). Una corrida impresentable, que protestó un amplio sector del público.\r\nCinco toros de La Ventana del Pu… [+1795 chars]"
    },
    {
      "source": {
        "id": "el-mundo",
        "name": "El Mundo"
      },
      "author": "EL MUNDO",
      "title": "Luis David amplía su buena racha en Palencia",
      "description": "El torero Luis David Adame, que cortó dos orejas, salió este sábado a hombros en la segunda de abono de la feria de San Antolín de Palencia, en una tarde en la que tanto Enrique Po",
      "url": "https://www.elmundo.es/cultura/toros/2019/08/31/5d6ae176fc6c83af3c8b464b.html",
      "urlToImage": "https://e00-elmundo.uecdn.es/assets/multimedia/imagenes/2019/08/31/15672855469341.jpg",
      "publishedAt": "2019-08-31T21:07:20Z",
      "content": "El torero Luis David Adame, que cortó dos orejas, salió este sábado a hombros en la segunda de abono de la feria de San Antolín de Palencia, en una tarde en la que tanto Enrique Ponce y Ginés Marín se fueron de vacío, según informa EFE.\r\nY es que los toros de… [+3014 chars]"
    },
    {
      "source": {
        "id": "el-mundo",
        "name": "El Mundo"
      },
      "author": "GONZALO I. BIENVENIDA",
      "title": "El magistral poso de El Cid",
      "description": "Con nostalgia arrastró su capote El Cid para saludar desde el tercio la ovación tras el paseíllo. Dio una tarde de maestro: muy seguro, pendiente de todos los detalles de la lidia,",
      "url": "https://www.elmundo.es/cultura/toros/2019/08/31/5d6adf9dfc6c83d11b8b460f.html",
      "urlToImage": "https://e00-elmundo.uecdn.es/assets/multimedia/imagenes/2019/08/31/15672850995885.jpg",
      "publishedAt": "2019-08-31T20:59:28Z",
      "content": "Con nostalgia arrastró su capote El Cid para saludar desde el tercio la ovación tras el paseíllo. Dio una tarde de maestro: muy seguro, pendiente de todos los detalles de la lidia, templado en sus turnos, manejando el capote con suficiencia, recreándose al na… [+2854 chars]"
    },
    {
      "source": {
        "id": "el-mundo",
        "name": "El Mundo"
      },
      "author": "CARLOS CRIVELL",
      "title": "Pablo Aguado, torero goyesco",
      "description": "La promesa sevillana esculpe el toreo a la verónica y desoreja al sobrero de regalo, obsequio de Morante; el genio de La Puebla sólo corta una oreja de una mala corrida de Juan Pedro Leer",
      "url": "https://www.elmundo.es/cultura/toros/2019/08/31/5d6adb58fc6c83c0158b45d6.html",
      "urlToImage": "https://e00-elmundo.uecdn.es/assets/multimedia/imagenes/2019/08/31/15672838485627.jpg",
      "publishedAt": "2019-08-31T20:42:59Z",
      "content": "La plaza de Ronda se llenó en esta atípica Goyesca sacada de sus fechas habituales. Las calles, por el contrario, carecieron del ambiente que acompaña a este festejo. Pero la plaza se llenó y esperó el momento oportuno para poder expresar su alegría ante los … [+4478 chars]"
    },
    {
      "source": {
        "id": "el-mundo",
        "name": "El Mundo"
      },
      "author": "JAVIER MARTÍNEZ",
      "title": "Nadal, firme en octavos de final tras vencer a Chung",
      "description": "Los buenos propósitos de Hyeon Chung quedaron progresivamente sofocados por un Nadal que supo responder a las necesidades del partido. El español exhibió acierto y determinación pa",
      "url": "https://www.elmundo.es/deportes/tenis/us-open/2019/08/31/5d6ad3e121efa08e2d8b4679.html",
      "urlToImage": "https://e00-elmundo.uecdn.es/assets/multimedia/imagenes/2019/08/31/15672831842629.jpg",
      "publishedAt": "2019-08-31T20:27:05Z",
      "content": "Los buenos propósitos de Hyeon Chung quedaron progresivamente sofocados por un Nadal que supo responder a las necesidades del partido. El español exhibió acierto y determinación para lograr una rotura en los dos primeros sets y y dos en el tercero, venciendo … [+3862 chars]"
    },
    {
      "source": {
        "id": "el-mundo",
        "name": "El Mundo"
      },
      "author": "CARLOS TORO",
      "title": "Blanca Fernández Ochoa, predestinada a ser una campeona",
      "description": "Blanca Fernández Ochoa era esa niña que, en la campaña institucional auspiciada por Juan Antonio Samaranch para promover el deporte en España y que tenía por eslogan aquello tan po",
      "url": "https://www.elmundo.es/deportes/mas-deporte/2019/08/31/5d6ad39e21efa0f40a8b463e.html",
      "urlToImage": "https://e00-elmundo.uecdn.es/assets/multimedia/imagenes/2019/08/31/15672820205377.jpg",
      "publishedAt": "2019-08-31T20:08:38Z",
      "content": "Blanca Fernández Ochoa era esa niña que, en la campaña institucional auspiciada por Juan Antonio Samaranch para promover el deporte en España y que tenía por eslogan aquello tan popular de \"Contamos Contigo\", miraba asustada a la cámara. La sostenía, abrazánd… [+2027 chars]"
    },
    {
      "source": {
        "id": "el-mundo",
        "name": "El Mundo"
      },
      "author": "CARLOS TORO",
      "title": "Bruno Hortelano, en su laberinto",
      "description": "Bruno Hortelano no está compitiendo en los Campeonatos de España de Atletismo que concluyen este domingo. Era lo esperado, luego de su decepcionante reaparición en el reestreno del",
      "url": "https://www.elmundo.es/deportes/mas-deporte/2019/08/31/5d6a60abfc6c83d5418b463d.html",
      "urlToImage": "https://e00-elmundo.uecdn.es/assets/multimedia/imagenes/2019/08/31/15672526298865.jpg",
      "publishedAt": "2019-08-31T19:53:05Z",
      "content": "Bruno Hortelano no está compitiendo en los Campeonatos de España de Atletismo que concluyen este domingo. Era lo esperado, luego de su decepcionante reaparición en el reestreno del estadio de Vallehermoso.\r\nPeligra su participación en el Mundial de Doha, que … [+2212 chars]"
    },
    {
      "source": {
        "id": "el-mundo",
        "name": "El Mundo"
      },
      "author": "Jaime Rodríguez",
      "title": "Pogba, Bale, Keylor... Las curvas del verano más extraño de Zidane",
      "description": "Zidane reclamó el fichaje de Paul Pogba y los 200 millones que pidió el Manchester le dejaron sin él. Zidane prefería perder de vista a Bale y James y ambos, sin ofertas en condici",
      "url": "https://www.elmundo.es/deportes/futbol/primera-division/2019/08/31/5d6aae1621efa0176b8b4622.html",
      "urlToImage": "https://e00-elmundo.uecdn.es/assets/multimedia/imagenes/2019/08/31/15672724140743.jpg",
      "publishedAt": "2019-08-31T19:39:23Z",
      "content": "Zidane reclamó el fichaje de Paul Pogba y los 200 millones que pidió el Manchester le dejaron sin él. Zidane prefería perder de vista a Bale y James y ambos, sin ofertas en condiciones, se han quedado en la plantilla. Zidane pensó que había convencido a Keylo… [+2777 chars]"
    },
    {
      "source": {
        "id": "el-mundo",
        "name": "El Mundo"
      },
      "author": "BELEN FERRERAS",
      "title": "Fiesta impune en Alsasua para echar a la Guardia Civil de Navarra",
      "description": "A apenas unos metros del bar Koxka, donde dos guardias civiles sufrieron una brutal paliza en 2016, unos carteles gigantes piden en euskera a la guardia civil que se vayan del pueb",
      "url": "https://www.elmundo.es/espana/2019/08/31/5d6aabc9fdddff11a98b45d0.html",
      "urlToImage": "https://e00-elmundo.uecdn.es/assets/multimedia/imagenes/2019/08/31/15672687729831.jpg",
      "publishedAt": "2019-08-31T19:26:02Z",
      "content": "A apenas unos metros del bar Koxka, donde dos guardias civiles sufrieron una brutal paliza en 2016, unos carteles gigantes piden en euskera a la guardia civil que se vayan del pueblo. \"Alde hemendik. (Salir de aquí) Ospa (fuera). En Alsasua no se les quiere y… [+5437 chars]"
    },
    {
      "source": {
        "id": "el-mundo",
        "name": "El Mundo"
      },
      "author": "EL MUNDO",
      "title": "Desaparece Blanca Fernández Ochoa en Aravaca",
      "description": "La Policía Nacional ha anunciado la desaparición de la ex esquiadora Blanca Fernández Ochoa en Aravaca. La madrilña, de 56 años, fue vista por última vez el pasado 23 de agosto, se",
      "url": "https://www.elmundo.es/deportes/mas-deporte/2019/08/31/5d6ac11cfdddff830d8b45b9.html",
      "urlToImage": "https://e00-elmundo.uecdn.es/assets/multimedia/imagenes/2019/08/31/15672773208098.jpg",
      "publishedAt": "2019-08-31T18:49:16Z",
      "content": "La Policía Nacional ha anunciado la desaparición de la ex esquiadora Blanca Fernández Ochoa en Aravaca. La madrilña, de 56 años, fue vista por última vez el pasado 23 de agosto, según el tuit de la policía.\r\nBlanca, la primera española en conseguir una medall… [+281 chars]"
    },
    {
      "source": {
        "id": "el-mundo",
        "name": "El Mundo"
      },
      "author": "EFE",
      "title": "Un censo niega la nacionalidad a casi 2 millones de personas para depurar de inmigrantes a una región de la India",
      "description": "El largo proceso que busca depurar al estado de Assam, en el noreste de la India, de los inmigrantes clandestinos ha llegado este sábado a su fin con la publicación de un censo que",
      "url": "https://www.elmundo.es/internacional/2019/08/31/5d6abc3afc6c832e088b45f7.html",
      "urlToImage": "https://e00-elmundo.uecdn.es/assets/multimedia/imagenes/2019/08/31/15672767721138.jpg",
      "publishedAt": "2019-08-31T18:43:30Z",
      "content": "El largo proceso que busca depurar al estado de Assam, en el noreste de la India, de los inmigrantes clandestinos ha llegado este sábado a su fin con la publicación de un censo que niega la nacionalidad a casi 2 millones de habitantes de está región de profun… [+4207 chars]"
    },
    {
      "source": {
        "id": "el-mundo",
        "name": "El Mundo"
      },
      "author": "EFE",
      "title": "EEUU confirma un ataque contra líderes de Al Qaeda en el norte de Siria",
      "description": "\"Esta operación tuvo como objetivo líderes de AQ-S responsables de ataques amenazantes a ciudadanos de EEUU, nuestros socios, y civiles inocentes\", dijo el teniente coronel Earl Brown del Mando Central de las Fuerzas Armadas de EEUU, quien agregó que la destr…",
      "url": "https://www.elmundo.es/internacional/2019/08/31/5d6abe2921efa02a0e8b4656.html",
      "urlToImage": "https://e00-elmundo.uecdn.es/assets/v12/img/destacadas/elmundo__logo-generica.jpg",
      "publishedAt": "2019-08-31T18:36:42Z",
      "content": "El Mando Central de las Fuerzas Armadas (CentCom) de Estados Unidos confirmó que ha llevado a cabo este sábado un bombardeo contra líderes de Al Qaeda en la provincia siria de Idlib, en el norte del país árabe.\r\n\"Las Fuerzas de EEUU llevaron a cabo un ataque … [+2340 chars]"
    },
    {
      "source": {
        "id": "el-mundo",
        "name": "El Mundo"
      },
      "author": "VICENTE SALANER",
      "title": "Del susto a la exhibición",
      "description": "Hay enfrentamientos, en las Copas del Mundo de baloncesto, que están resueltos de entrada por diferencias físicas o técnicas insalvables. Así, ayer, el Italia-Filipinas, un partido",
      "url": "https://www.elmundo.es/deportes/baloncesto/2019/08/31/5d6aba30fc6c83af3c8b463a.html",
      "urlToImage": "https://e00-elmundo.uecdn.es/assets/multimedia/imagenes/2019/08/31/15672748595903.jpg",
      "publishedAt": "2019-08-31T18:19:48Z",
      "content": "Hay enfrentamientos, en las Copas del Mundo de baloncesto, que están resueltos de entrada por diferencias físicas o técnicas insalvables. Así, ayer, el Italia-Filipinas, un partido en el que los asiáticos estaban irremediablemente condicionados por sus condic… [+2012 chars]"
    },
    {
      "source": {
        "id": "el-mundo",
        "name": "El Mundo"
      },
      "author": "JULIÁN RUIZ",
      "title": "¿El Barça de Ansu Fati?",
      "description": "Una ingenuidad de Piqué, que parece tener su cabeza sólo en sus negocios, propició otro fracaso del Barcelona, que parece condenado a perder muchos puntos lejos del Camp Nou, como",
      "url": "https://www.elmundo.es/deportes/futbol/primera-division/2019/08/31/5d6ab623fdddff0b278b458b.html",
      "urlToImage": "https://e00-elmundo.uecdn.es/assets/multimedia/imagenes/2019/08/31/15672744955657.jpg",
      "publishedAt": "2019-08-31T18:02:36Z",
      "content": "Una ingenuidad de Piqué, que parece tener su cabeza sólo en sus negocios, propició otro fracaso del Barcelona, que parece condenado a perder muchos puntos lejos del Camp Nou, como se ha demostrado en Bilbao y Pamplona. \r\nValverde se vio con la soga en el cuel… [+2322 chars]"
    },
    {
      "source": {
        "id": "el-mundo",
        "name": "El Mundo"
      },
      "author": "ORFEO SUÁREZ",
      "title": "El Barça de Todos los Santos",
      "description": "En otros tiempos, buenos tiempos, al Barcelona le gustaba mucho Halloween, con sus futbolistas indescifrables en el campo y disfrazados en el vestuario. Los tiempos han cambiado, n",
      "url": "https://www.elmundo.es/deportes/futbol/primera-division/2019/08/31/5d6aacd1fdddff08158b45c0.html",
      "urlToImage": "https://e00-elmundo.uecdn.es/assets/multimedia/imagenes/2019/08/31/15672720701610.jpg",
      "publishedAt": "2019-08-31T17:43:07Z",
      "content": "En otros tiempos, buenos tiempos, al Barcelona le gustaba mucho Halloween, con sus futbolistas indescifrables en el campo y disfrazados en el vestuario. Los tiempos han cambiado, nunca mejor dicho, y este Barcelona se asemeja más al de Todos los Santos, festi… [+2176 chars]"
    },
    {
      "source": {
        "id": "el-mundo",
        "name": "El Mundo"
      },
      "author": "EL MUNDO",
      "title": "Paco Ureña pasa la noche con molestias pero ya está en planta",
      "description": "Paco Ureña, herido de gravedad por el segundo toro de Antonio Bañuelos, este viernes en la primera de abono de la feria de San Antolín de Palencia, se encuentra ya en planta, en el",
      "url": "https://www.elmundo.es/cultura/toros/2019/08/31/5d6aae0ffc6c83100b8b466c.html",
      "urlToImage": "https://e00-elmundo.uecdn.es/assets/multimedia/imagenes/2019/08/31/15672712055623.jpg",
      "publishedAt": "2019-08-31T17:30:59Z",
      "content": "Paco Ureña, herido de gravedad por el segundo toro de Antonio Bañuelos, este viernes en la primera de abono de la feria de San Antolín de Palencia, se encuentra ya en planta, en el Complejo Asistencial Universitario de Palencia.\r\nEl lorquino se encuentra anim… [+1186 chars]"
    },
    {
      "source": {
        "id": "el-mundo",
        "name": "El Mundo"
      },
      "author": "LUIS MARTÍNEZ",
      "title": "'Joker' o una nueva y magistral versión de 'Taxi driver' para tiempos de memes",
      "description": "Todd Phillips reinterpreta el mito de Scorsese de la mano de un Joaquin Phoenix descomunal. A su lado, Pablo Larraín consigue en 'Ema' un electrizante y muy abstracto retrato de la familia, el reguetón y el cine libre, y Costa-Gavras ofrece la versión Varoufa…",
      "url": "https://www.elmundo.es/cultura/cine/2019/08/31/5d6aa1e7fc6c83fa3a8b4624.html",
      "urlToImage": "https://e00-elmundo.uecdn.es/assets/multimedia/imagenes/2019/08/31/15672704894720.jpg",
      "publishedAt": "2019-08-31T17:16:35Z",
      "content": "Mantiene Henri Bergson que cualquier carcajada no es más que un producto de nuestra maldad. Todas las bromas, continúa, son malintencionadas. El humor blanco no existe, siempre lo mancha algo: un poco de sangre, una lágrima, un gesto de desesperación... Nos r… [+8361 chars]"
    },
    {
      "source": {
        "id": "el-mundo",
        "name": "El Mundo"
      },
      "author": "AFP",
      "title": "Muere el piloto francés de Fórmula 2 Anthoine Hubert tras un accidente en Spa",
      "description": "El piloto francés de automovilismo Anthoine Hubert, de 22 años, ha muerto este sábado tras sufrir un accidente en una carrera de Fórmula 2 en el circuito de Spa-Francorchamps, en e",
      "url": "https://www.elmundo.es/deportes/formula-1/2019/08/31/5d6aaa39fc6c8382158b4599.html",
      "urlToImage": "https://e00-elmundo.uecdn.es/assets/multimedia/imagenes/2019/08/31/15672713646923.jpg",
      "publishedAt": "2019-08-31T17:15:08Z",
      "content": "El piloto francés de automovilismo Anthoine Hubert, de 22 años, ha muerto este sábado tras sufrir un accidente en una carrera de Fórmula 2 en el circuito de Spa-Francorchamps, en el fin de semana en el que se disputa en el lugar el Gran Premio de Bélgica de F… [+351 chars]"
    },
    {
      "source": {
        "id": "el-mundo",
        "name": "El Mundo"
      },
      "author": "FRANCISCO CABEZAS",
      "title": "El Barcelona queda atrapado en El Sadar",
      "description": "Pocas cosas emocionan más que el talento juvenil. Es puro. No ha habido manera todavía de corromperlo. Y la actitud, los gestos, las lágrimas, no son más que reacciones propias de",
      "url": "https://www.elmundo.es/deportes/futbol/primera-division/2019/08/31/5d6aa979fdddff44448b4598.html",
      "urlToImage": "https://e00-elmundo.uecdn.es/assets/multimedia/imagenes/2019/08/31/15672711115540.jpg",
      "publishedAt": "2019-08-31T17:08:51Z",
      "content": "Pocas cosas emocionan más que el talento juvenil. Es puro. No ha habido manera todavía de corromperlo. Y la actitud, los gestos, las lágrimas, no son más que reacciones propias de la primera vez. Ansu Fati, el goleador más joven de la historia del Barcelona e… [+4471 chars]"
    },
    {
      "source": {
        "id": "el-mundo",
        "name": "El Mundo"
      },
      "author": "IÑAKI GIL",
      "title": "Probamos la primera bici de hidrógeno del mundo: cuesta arriba y pedaleando sin despeinarse",
      "description": "Fue la estrella de la cumbre de Biarritz. Más allá del éxito diplomático de Emmanuel Macron, anfitrión y presidente de Francia, y de la novedad de un Donald Trump pacífico y negoci",
      "url": "https://www.elmundo.es/cronica/2019/08/31/5d680d3afc6c833c058b4651.html",
      "urlToImage": "https://ak.uecdn.es/p/108/thumbnail/entry_id/0_o4cetwhc/width/657/type/2/bgcolor/000000/0_o4cetwhc.jpg",
      "publishedAt": "2019-08-31T16:51:54Z",
      "content": "Fue la estrella de la cumbre de Biarritz. Más allá del éxito diplomático de Emmanuel Macron, anfitrión y presidente de Francia, y de la novedad de un Donald Trump pacífico y negociador. Hablamos de la primera bici de hidrógeno del mundo. Se recarga en un minu… [+3127 chars]"
    },
    {
      "source": {
        "id": "el-mundo",
        "name": "El Mundo"
      },
      "author": "ANDRÉS ARAGÓN",
      "title": "Serbia e Italia avisan a España",
      "description": "En el camino hacia las medallas, Serbia e Italia se dibujan como las dos primeras amenazas serias para España. Si la selección supera esta primera fase amable, se cruzará con las d",
      "url": "https://www.elmundo.es/deportes/baloncesto/2019/08/31/5d6a9d0321efa08e2d8b4663.html",
      "urlToImage": "https://e00-elmundo.uecdn.es/assets/multimedia/imagenes/2019/08/31/15672677726301.jpg",
      "publishedAt": "2019-08-31T16:15:22Z",
      "content": "En el camino hacia las medallas, Serbia e Italia se dibujan como las dos primeras amenazas serias para España. Si la selección supera esta primera fase amable, se cruzará con las dos ganadoras del Grupo D, que salvo gran sorpresa serán ellas. Y aunque la prud… [+2286 chars]"
    },
    {
      "source": {
        "id": "el-mundo",
        "name": "El Mundo"
      },
      "author": "EFE",
      "title": "Un muerto y seis heridos en un ataque con cuchillo en Lyon",
      "description": "Al menos una persona ha muerto y otras seis han resultado heridas en un ataque perpetrado con un cuchillo en una estación de metro en Villeurbanne, cerca de Lyon , informó la prefe",
      "url": "https://www.elmundo.es/internacional/2019/08/31/5d6a99fa21efa0a35d8b4631.html",
      "urlToImage": "https://e00-elmundo.uecdn.es/assets/multimedia/imagenes/2019/08/31/15672672926587.jpg",
      "publishedAt": "2019-08-31T16:05:48Z",
      "content": "Al menos una persona ha muerto y otras seis han resultado heridas en un ataque perpetrado con un cuchillo en una estación de metro en Villeurbanne, cerca de Lyon , informó la prefectura de la región del Ródano.\r\nUna persona ha sido detenida en relación con lo… [+327 chars]"
    },
    {
      "source": {
        "id": "el-mundo",
        "name": "El Mundo"
      },
      "author": "SERGIO R. VIÑAS",
      "title": "Ni un día sin cambio de líder en La Vuelta",
      "description": "Cada etapa de transición de esta Vuelta es como una rifa en la que se pone el juego el premio gordo. Miguel Ángel López es el líder que no quiere serlo, al menos por el momento, po",
      "url": "https://www.elmundo.es/deportes/ciclismo/vuelta-a-espana/2019/08/31/5d6a962021efa0d4258b462d.html",
      "urlToImage": "https://e00-elmundo.uecdn.es/assets/multimedia/imagenes/2019/08/31/15672661895846.jpg",
      "publishedAt": "2019-08-31T15:46:55Z",
      "content": "Cada etapa de transición de esta Vuelta es como una rifa en la que se pone el juego el premio gordo. Miguel Ángel López es el líder que no quiere serlo, al menos por el momento, porque es más un engorro que un orgullo. Ser líder implica que la llegada al hote… [+2656 chars]"
    },
    {
      "source": {
        "id": "el-mundo",
        "name": "El Mundo"
      },
      "author": "France Presse",
      "title": "El huracán Dorian cambia de trayectoria mientras Trump advierte de que es uno de los peores \"en décadas\"",
      "description": "El huracán Dorian, de categoría 4 (sobre una escala de 5) ha cambiado de trayectoria el sábado y podría \"perdonar\"a Florida después de pasar por el archipiélago de las Bahamas.\n\nSe",
      "url": "https://www.elmundo.es/internacional/2019/08/31/5d6a8bca21efa07c798b45be.html",
      "urlToImage": "https://e00-elmundo.uecdn.es/assets/multimedia/imagenes/2019/08/31/15672650671053.jpg",
      "publishedAt": "2019-08-31T15:25:49Z",
      "content": "El huracán Dorian, de categoría 4 (sobre una escala de 5) ha cambiado de trayectoria el sábado y podría \"perdonar\"a Florida después de pasar por el archipiélago de las Bahamas.\r\nSegún las últimas previsiones del Centro Nacional de Huracanes (NHC), Dorian toma… [+3203 chars]"
    },
    {
      "source": {
        "id": "el-mundo",
        "name": "El Mundo"
      },
      "author": "SERVIMEDIA",
      "title": "Pablo Iglesias se pregunta si \"es responsable\" que Pedro Sánchez no haya contactado con él en agosto ni lo prevea en más de una semana",
      "description": "\"Si la investidura sólo puede ser entre el 17 y el 20, una de dos: A) Quiere elecciones y no busca acuerdos; B) Pretende negociarlo todo en el último minuto\", reflexiona el líder de Podemos. Leer",
      "url": "https://www.elmundo.es/espana/2019/08/31/5d6a8f3cfdddff39b98b45f5.html",
      "urlToImage": "https://e00-elmundo.uecdn.es/assets/multimedia/imagenes/2019/08/31/15672645258390.jpg",
      "publishedAt": "2019-08-31T15:16:37Z",
      "content": "El secretario general de Podemos, Pablo Iglesias, mostró este sábado sus dudas sobre cuál es la intención del presidente del Gobierno en funciones, Pedro Sánchez, de postergar un encuentro con la formación morada para hablar de la investidura hasta el día 10 … [+904 chars]"
    },
    {
      "source": {
        "id": "el-mundo",
        "name": "El Mundo"
      },
      "author": "EUROPA PRESS",
      "title": "El detenido por abuso a una reportera es un mosso",
      "description": "El hombre detenido por presunto abuso sexual a una reportera en Vilafranca del Penedès (Barcelona) es un mosso d'Esquadra, ha informado a Europa Press el cuerpo policial, que abrir",
      "url": "https://www.elmundo.es/cataluna/2019/08/31/5d6a8d83fc6c837a318b45b2.html",
      "urlToImage": "https://e00-elmundo.uecdn.es/assets/v12/img/destacadas/elmundo__logo-generica.jpg",
      "publishedAt": "2019-08-31T15:09:07Z",
      "content": "El hombre detenido por presunto abuso sexual a una reportera en Vilafranca del Penedès (Barcelona) es un mosso d'Esquadra, ha informado a Europa Press el cuerpo policial, que abrirá un proceso interno contra el agente. \r\nEl sospechoso fue detenido el viernes … [+852 chars]"
    },
    {
      "source": {
        "id": "el-mundo",
        "name": "El Mundo"
      },
      "author": "EL MUNDO",
      "title": "Rafa Nadal rescata a un niño que quedó atrapado en el público: \"Eres su héroe\"",
      "description": "\"Momentos como éste\". El vídeo lo ha tuiteado la cuenta del propio US Open, y es que el gesto de Rafa Nadal ha generado una oleada de \"oh dios mío\" entre las propias comentaristas",
      "url": "https://www.elmundo.es/deportes/tenis/us-open/2019/08/31/5d6a8c60fc6c837a318b45aa.html",
      "urlToImage": "https://e00-elmundo.uecdn.es/assets/multimedia/imagenes/2019/08/31/15672638833852.jpg",
      "publishedAt": "2019-08-31T15:07:56Z",
      "content": "\"Momentos como éste\". El vídeo lo ha tuiteado la cuenta del propio US Open, y es que el gesto de Rafa Nadal ha generado una oleada de \"oh dios mío\" entre las propias comentaristas del canal oficial del torneo. \r\n\"Oh, está llorando\", dice una de ellas, mientra… [+1007 chars]"
    },
    {
      "source": {
        "id": "el-mundo",
        "name": "El Mundo"
      },
      "author": "JORDI RIBALAYGUE",
      "title": "Falsa alarma en Badalona: las supuestas bombas eran hormigón",
      "description": "No hay bombas en la playa de Badalona. Tras una operación que se ha alargado entre las 12.00 y las 16.00 horas, cuatro miembros del equipo de desactivado de la Armada desplazados d",
      "url": "https://www.elmundo.es/cataluna/2019/08/31/5d6a8a5afc6c839c428b4601.html",
      "urlToImage": "https://e00-elmundo.uecdn.es/assets/multimedia/imagenes/2019/08/31/15672632874546.jpg",
      "publishedAt": "2019-08-31T14:55:42Z",
      "content": "No hay bombas en la playa de Badalona. Tras una operación que se ha alargado entre las 12.00 y las 16.00 horas, cuatro miembros del equipo de desactivado de la Armada desplazados desde Cádiz a la localidad de la costa de Barcelona han inspeccionado cinco elem… [+3080 chars]"
    },
    {
      "source": {
        "id": "el-mundo",
        "name": "El Mundo"
      },
      "author": "JULIÁN GARCÍA",
      "title": "Leclerc vuela en Spa; la mala suerte se ceba con Sainz",
      "description": "En un fin de semana dominado de manera aplastante por Ferrari, Charles Leclerc se hizo con la pole en el circuito de Spa, la tercera para él en este campeonato, con un tiempo de 1.",
      "url": "https://www.elmundo.es/deportes/formula-1/2019/08/31/5d6a86f821efa0fa0c8b461f.html",
      "urlToImage": "https://e00-elmundo.uecdn.es/assets/multimedia/imagenes/2019/08/31/15672613549922.jpg",
      "publishedAt": "2019-08-31T14:41:18Z",
      "content": "En un fin de semana dominado de manera aplastante por Ferrari, Charles Leclerc se hizo con la pole en el circuito de Spa, la tercera para él en este campeonato, con un tiempo de 1.42.519. El otro monoplaza rojo, el de Sebastian Vettel, finalizó segundo a más … [+2041 chars]"
    },
    {
      "source": {
        "id": "el-mundo",
        "name": "El Mundo"
      },
      "author": "EFE",
      "title": "Sanidad fija que se deben vacunar del sarampión todos los nacidos desde 1970",
      "description": "El Ministerio de Sanidad establece en su calendario común de vacunación que todos los nacidos a partir de 1970 y que no se hayan vacunado o no hayan padecido el sarampión deben acu",
      "url": "https://www.elmundo.es/ciencia-y-salud/salud/2019/08/31/5d6a83abfc6c83e3028b4609.html",
      "urlToImage": "https://e00-elmundo.uecdn.es/assets/multimedia/imagenes/2019/08/31/15672617104886.jpg",
      "publishedAt": "2019-08-31T14:29:25Z",
      "content": "El Ministerio de Sanidad establece en su calendario común de vacunación que todos los nacidos a partir de 1970 y que no se hayan vacunado o no hayan padecido el sarampión deben acudir a su centro de salud para ser vacunados.\r\nLo ha recordado este sábado el de… [+1842 chars]"
    },
    {
      "source": {
        "id": "el-mundo",
        "name": "El Mundo"
      },
      "author": "EFE",
      "title": "Un recién nacido afectado por listeria",
      "description": "Cuatro nuevos casos se han sumado en las últimas horas al número de afectados por el consumo de carne contaminada fabricada por la empresa Magrudis de Sevilla, que mantiene a 69 pe",
      "url": "https://www.elmundo.es/andalucia/2019/08/31/5d6a7f1ffc6c8338388b46b8.html",
      "urlToImage": "https://e00-elmundo.uecdn.es/assets/multimedia/imagenes/2019/08/31/15672601687297.jpg",
      "publishedAt": "2019-08-31T14:07:54Z",
      "content": "Cuatro nuevos casos se han sumado en las últimas horas al número de afectados por el consumo de carne contaminada fabricada por la empresa Magrudis de Sevilla, que mantiene a 69 personas hospitalizadas en Andalucía, dos más que ayer viernes.\r\nSegún la informa… [+4602 chars]"
    },
    {
      "source": {
        "id": "el-mundo",
        "name": "El Mundo"
      },
      "author": "LUCAS SÁEZ-BRAVO",
      "title": "Un susto imposible ante Túnez",
      "description": "La España de los inicios trémulos, la del gusto por la incertidumbre y los renaceres apoteósicos, no podía permitirse sustos esta vez. Incluso por mucho que se empeñara. La ampliac",
      "url": "https://www.elmundo.es/deportes/baloncesto/2019/08/31/5d6a7ce7fdddff11a98b45a2.html",
      "urlToImage": "https://e00-elmundo.uecdn.es/assets/multimedia/imagenes/2019/08/31/15672592803966.jpg",
      "publishedAt": "2019-08-31T14:04:37Z",
      "content": "La España de los inicios trémulos, la del gusto por la incertidumbre y los renaceres apoteósicos, no podía permitirse sustos esta vez. Incluso por mucho que se empeñara. La ampliación del Mundial a 32 selecciones, otra de esas ideas brillantes de la FIBA, hac… [+2805 chars]"
    },
    {
      "source": {
        "id": "el-mundo",
        "name": "El Mundo"
      },
      "author": "EFE",
      "title": "Pau Capell conquista los Alpes y se alza con el Ultra Trail de Mont-Blanc",
      "description": "El barcelonés Pau Capell firmó este sábado la victoria de mayor prestigio de toda su carrera al conquistar los emblemáticos 171 kilómetros del Ultra Trail del Mont-Blanc. \nEl corre",
      "url": "https://www.elmundo.es/deportes/mas-deporte/2019/08/31/5d6a7cc421efa0b1408b45bd.html",
      "urlToImage": "https://e00-elmundo.uecdn.es/assets/multimedia/imagenes/2019/08/31/15672587232808.jpg",
      "publishedAt": "2019-08-31T14:01:16Z",
      "content": "El barcelonés Pau Capell firmó este sábado la victoria de mayor prestigio de toda su carrera al conquistar los emblemáticos 171 kilómetros del Ultra Trail del Mont-Blanc. \r\nEl corredor de Sant Boi, de 27 años, coronó la carrera de montaña más emblemática del … [+1055 chars]"
    },
    {
      "source": {
        "id": "el-mundo",
        "name": "El Mundo"
      },
      "author": "France Presse",
      "title": "Miles de personas protestan contra el \"golpe de Estado\" de Boris Johnson",
      "description": "Varios miles de personas participaron el sábado en decenas de manifestaciones para denunciar el \"golpe de Estado\" del primer ministro Boris Johnson, tras su decisión de suspender e",
      "url": "https://www.elmundo.es/internacional/2019/08/31/5d6a7b7d21efa0d5078b45bb.html",
      "urlToImage": "https://e00-elmundo.uecdn.es/assets/multimedia/imagenes/2019/08/31/15672594794144.jpg",
      "publishedAt": "2019-08-31T13:53:17Z",
      "content": "Varios miles de personas participaron el sábado en decenas de manifestaciones para denunciar el \"golpe de Estado\" del primer ministro Boris Johnson, tras su decisión de suspender el Parlamento en la recta final antes del Brexit.\r\nDe Manchester en el noroeste … [+3903 chars]"
    },
    {
      "source": {
        "id": "el-mundo",
        "name": "El Mundo"
      },
      "author": "EUROPA PRESS",
      "title": "Un tribunal de Milán autoriza a Vivendi a votar contra la fusión de Mediaset en la junta del miércoles",
      "description": "Vivendi presentó el recurso el pasado lunes, tras la decisión de la Junta Directiva de Mediaset de negarse a permitir que el conglomerado francés vote en la reunión de accionistas. Leer",
      "url": "https://www.elmundo.es/television/2019/08/31/5d6a6e8dfc6c83a3798b45e4.html",
      "urlToImage": "https://e00-elmundo.uecdn.es/assets/multimedia/imagenes/2019/08/31/15672561937161.jpg",
      "publishedAt": "2019-08-31T13:15:11Z",
      "content": "Un tribunal de Milán ha reconocido el derecho de asistencia y voto de Vivendi en la junta extraordinaria de accionistas de Mediaset en la que se abordarán los planes de reestructuración propuestos por la compañía de medios italiana, en la cual posee una parti… [+1334 chars]"
    },
    {
      "source": {
        "id": "el-mundo",
        "name": "El Mundo"
      },
      "author": "PACO REGO",
      "title": "El semen de perro más caro de España es de Puigdemont",
      "description": "Cuando Ángel de Zayas habla de su mejor semental, se le nota un timbre de orgullo en la voz. \"Todo en él está muy marcado; la expresión de su rostro, la cabeza, el pecho... Es un e",
      "url": "https://www.elmundo.es/cronica/2019/08/31/5d601cf3fdddff732a8b4581.html",
      "urlToImage": "https://e00-elmundo.uecdn.es/assets/multimedia/imagenes/2019/08/23/15665815181638.jpg",
      "publishedAt": "2019-08-31T13:00:10Z",
      "content": "Cuando Ángel de Zayas habla de su mejor semental, se le nota un timbre de orgullo en la voz. \"Todo en él está muy marcado; la expresión de su rostro, la cabeza, el pecho... Es un ejemplar único\". Nació con los ojos azules y desde muy pequeño tuvo un rasgo mar… [+8635 chars]"
    },
    {
      "source": {
        "id": "el-mundo",
        "name": "El Mundo"
      },
      "author": "JOSÉ IGNACIO CUENCA",
      "title": "Eva Longoria: \"La naturaleza es más amable que ciertas personas\"",
      "description": "Conocida gracias a la serie Mujeres desesperadas y tras haber participado en películas como La sombra de la sospecha o I Love Dogs, Eva Longoria (Corpus Christi, Texas, 1975) da vi",
      "url": "https://www.elmundo.es/metropoli/cine/2019/08/31/5d677eb221efa098248b4696.html",
      "urlToImage": "https://e00-elmundo.uecdn.es/assets/multimedia/imagenes/2019/08/31/5d677eb221efa098248b4696_facebook.jpg",
      "publishedAt": "2019-08-31T12:58:13Z",
      "content": "Eva Longoria participa como secundaria, al igual que Michael Peña, en una cinta protagonizada por la joven Isabela Moner. \r\n0 comentariosComentar\r\nLa actriz texana da vida en 'Dora y la ciudad perdida' a la madre de la famosa y televisiva exploradora\r\nConocid… [+2824 chars]"
    },
    {
      "source": {
        "id": "el-mundo",
        "name": "El Mundo"
      },
      "author": "EUROPA PRESS",
      "title": "Torra insta a Torrent a un posible intento de investidura de Puigdemont",
      "description": "El presidente de la Generalitat, Quim Torra, considera que el Parlament, presidido por Roger Torrent, tiene que ser parte de la respuesta a la sentencia del Tribunal Supremo (TS) s",
      "url": "https://www.elmundo.es/cataluna/2019/08/31/5d6a6715fc6c83ec518b4685.html",
      "urlToImage": "https://e00-elmundo.uecdn.es/assets/multimedia/imagenes/2019/08/31/15672542179720.jpg",
      "publishedAt": "2019-08-31T12:25:10Z",
      "content": "El presidente de la Generalitat, Quim Torra, considera que el Parlament, presidido por Roger Torrent, tiene que ser parte de la respuesta a la sentencia del Tribunal Supremo (TS) sobre el proceso soberanista y subraya que hay que tener \"muy presente\" al expre… [+1520 chars]"
    },
    {
      "source": {
        "id": "el-mundo",
        "name": "El Mundo"
      },
      "author": "EL MUNDO",
      "title": "Y Madrazo consiguió su Play Station",
      "description": "Después de conseguir su victoria más importante como profesional en el Observatorio Astrofísico de Javalambre, Ángel Madrazo ofreció una de las ruedas de prensa más delirantes que",
      "url": "https://www.elmundo.es/deportes/ciclismo/vuelta-a-espana/2019/08/31/5d6a6424fdddff39b98b45ed.html",
      "urlToImage": "https://e00-elmundo.uecdn.es/assets/multimedia/imagenes/2019/08/31/15672534479965.jpg",
      "publishedAt": "2019-08-31T12:12:44Z",
      "content": "Después de conseguir su victoria más importante como profesional en el Observatorio Astrofísico de Javalambre, Ángel Madrazo ofreció una de las ruedas de prensa más delirantes que se recuerdan en el mundo del ciclismo. Empezó dando las gracias a su mujer por … [+1156 chars]"
    },
    {
      "source": {
        "id": "el-mundo",
        "name": "El Mundo"
      },
      "author": "SERVIMEDIA",
      "title": "Pablo Casado acusa a Pedro Sánchez de \"no hacer nada\" para formar gobierno porque \"le viene muy bien estar en funciones\"",
      "description": "El líder del PP, Pablo Casado, aseguró este sábado que el presidente en funciones, Pedro Sánchez, \"ni gobierna ni hace nada para formar un Gobierno estable\" porque, a su juicio, \"l",
      "url": "https://www.elmundo.es/espana/2019/08/31/5d6a5c3ffdddffe6248b463b.html",
      "urlToImage": "https://e00-elmundo.uecdn.es/assets/multimedia/imagenes/2019/08/31/15672515124249.jpg",
      "publishedAt": "2019-08-31T11:40:16Z",
      "content": "El líder del PP, Pablo Casado, aseguró este sábado que el presidente en funciones, Pedro Sánchez, \"ni gobierna ni hace nada para formar un Gobierno estable\" porque, a su juicio, \"le viene muy bien estar en funciones\". \r\nAsí se manifestó Casado tras su visita … [+1452 chars]"
    },
    {
      "source": {
        "id": "el-mundo",
        "name": "El Mundo"
      },
      "author": "EFE",
      "title": "Alertas alimentarias: los expertos rebajan el nivel de alarma pese a los recientes caso de listeroris o toxina botulínica",
      "description": "El brote de listeriosis causado por la carne mechada contaminada ha colocado bajo los focos el estado de la seguridad alimentaria en España, como ya lo hicieran en el pasado el cas",
      "url": "https://www.elmundo.es/ciencia-y-salud/salud/2019/08/31/5d6a59f721efa0c6258b4642.html",
      "urlToImage": "https://e00-elmundo.uecdn.es/assets/multimedia/imagenes/2019/08/31/15672512388895.jpg",
      "publishedAt": "2019-08-31T11:40:14Z",
      "content": "El brote de listeriosis causado por la carne mechada contaminada ha colocado bajo los focos el estado de la seguridad alimentaria en España, como ya lo hicieran en el pasado el caso del aceite de colza o las \"vacas locas\".\r\nLas alertas alimentarias están a la… [+4123 chars]"
    }
  ]
}
