{
  "status": "ok",
  "totalResults": 331,
  "articles": [
    {
      "source": {
        "id": "new-york-magazine",
        "name": "New York Magazine"
      },
      "author": "Chas Danner",
      "title": "Everything We Know About the Odessa Mass Shooting",
      "description": "At least 5 people were killed and another 21 injured after a gunman opened fire on drivers and pedestrians while driving through the West Texas cities of Midland and Odessa on Saturday. The shooter was eventually killed in a gun battle with police.",
      "url": "http://nymag.com/intelligencer/2019/09/mass-shooting-odessa-midland-west-texas.html",
      "urlToImage": "https://pixel.nymag.com/imgs/daily/intelligencer/2019/08/31/31-mass-shooting-odessa-texas-shot-up-truck.w1200.h630.jpg",
      "publishedAt": "2019-09-01T05:12:00Z",
      "content": "At least five people were killed and another 21 injured after a white male gunman opened fire on police and random civilians along Interstate 20 and Highway 191 in the West Texas cities of Midland and Odessa. The gunman was later cornered and killed by police… [+8031 chars]"
    },
    {
      "source": {
        "id": "new-york-magazine",
        "name": "New York Magazine"
      },
      "author": "Chas Danner",
      "title": "Everything We Know About the Odessa Mass Shooting",
      "description": "At least five people were killed and another 21 injured after a gunman opened fire on drivers and pedestrians in the West Texas cities of Midland and Odessa on Saturday. The gunman was later killed by police.",
      "url": "http://nymag.com/intelligencer/2019/08/mass-shooting-odessa-midland-west-texas.html",
      "urlToImage": "https://pixel.nymag.com/imgs/daily/intelligencer/2019/08/31/31-mass-shooting-odessa-texas-shot-up-truck.w1200.h630.jpg",
      "publishedAt": "2019-09-01T00:44:09Z",
      "content": null
    },
    {
      "source": {
        "id": "new-york-magazine",
        "name": "New York Magazine"
      },
      "author": "Ed Kilgore",
      "title": "What Should Progressives Be Willing to Sacrifice on the Altar of Civility?",
      "description": "In an important essay, Eve Fairbanks observes how much today’s “reasonable right” sounds like antebellum apologists for slavery. Throughout American history, progressive have been tempted to buy peace at the expense of the powerless.",
      "url": "http://nymag.com/intelligencer/2019/08/what-should-progressives-sacrifice-on-the-altar-of-civility.html",
      "urlToImage": "https://pixel.nymag.com/imgs/daily/intelligencer/2019/08/29/29-compromise-with-the-south.w1200.h630.jpg",
      "publishedAt": "2019-08-31T13:00:08Z",
      "content": "Last years so-called civility debate revolved around the extent to which it was acceptable to protest the presence of Trump administration figures pursing private pleasures in public places, like the restaurants where Homeland Security Secretary Kirstjen Niel… [+7109 chars]"
    },
    {
      "source": {
        "id": "new-york-magazine",
        "name": "New York Magazine"
      },
      "author": "Eric Levitz",
      "title": "Should NYC Ax Gifted Programs to Integrate Its Schools?",
      "description": "Mayor Bill de Blasio’s integration advisory group has recommended eliminating gifted and talented programs in New York City’s public schools. That is a good policy, but dicey politics because class segregation is popular with affluent voters.",
      "url": "http://nymag.com/intelligencer/2019/08/de-blasio-gifted-programs-segregation-new-york-city-schools.html",
      "urlToImage": "https://pixel.nymag.com/imgs/daily/intelligencer/2019/08/30/30-nyc-school-segregation.w1200.h630.jpg",
      "publishedAt": "2019-08-30T19:04:00Z",
      "content": "New York Citys public school system is among the most racially segregated in America. It is also one of the few school systems that uses standardized tests to sort incoming kindergarteners into separate gifted and non-gifted educational tracks.\r\nThis week, Bi… [+9503 chars]"
    },
    {
      "source": {
        "id": "new-york-magazine",
        "name": "New York Magazine"
      },
      "author": "Ed Kilgore",
      "title": "DNC to Kill ‘Virtual Caucus’ Option It Forced on Iowa and Nevada",
      "description": "After a teleconference to discuss 2020 “virtual caucuses” for Iowa and Nevada was hacked, the DNC, which insisted on new methods of caucusing in response to charges of “rigging,” got cold feet and disallowed the plans, leaving everyone in limbo.",
      "url": "http://nymag.com/intelligencer/2019/08/dnc-to-kill-virtual-caucuses-it-forced-on-iowa-and-nevada.html",
      "urlToImage": "https://pixel.nymag.com/imgs/daily/intelligencer/2019/02/13/13-iowa-caucus.w1200.h630.jpg",
      "publishedAt": "2019-08-30T17:44:43Z",
      "content": "In a potentially major development affecting two of the four protected early states in the 2020 Democratic presidential nominating process, the Democratic National Committee let it be known that its going to disallow the virtual caucus option for remote acces… [+5750 chars]"
    },
    {
      "source": {
        "id": "new-york-magazine",
        "name": "New York Magazine"
      },
      "author": "Brian Feldman",
      "title": "Google Found Huge Holes in iOS Security (It’s Fixed Now)",
      "description": "Simply by visiting a certain website, users might have compromised their privacy and put malware on their phones.",
      "url": "http://nymag.com/intelligencer/2019/08/google-found-huge-flaws-in-ios-security-how-to-fix.html",
      "urlToImage": "https://pixel.nymag.com/imgs/daily/intelligencer/2019/08/30/30-iphone-ios.w1200.h630.jpg",
      "publishedAt": "2019-08-30T13:14:29Z",
      "content": "In a series of extensive blog posts yesterday, members of Googles Project Zero team, which examines cybersecurity vulnerabilities, outlined a series of exploits that it had discovered on Apples iOS operating system over the last couple of years, ranging from … [+3987 chars]"
    },
    {
      "source": {
        "id": "new-york-magazine",
        "name": "New York Magazine"
      },
      "author": "Jonathan Chait",
      "title": "Trump Spends Morning Mistakenly Adding Question Marks to Tweets",
      "description": "President Trump has sent a series of tweets with question marks at the end, rather than exclamation points. The effect has been to turn his strongly held views into notions he is not sure about.",
      "url": "http://nymag.com/intelligencer/2019/08/trump-mistake-tweets-question-marks.html",
      "urlToImage": "https://pixel.nymag.com/imgs/daily/intelligencer/2018/01/12/12-donald-trump-meeting.w1200.h630.jpg",
      "publishedAt": "2019-08-30T13:04:37Z",
      "content": "Should General Motors move back to America again? Do many people like the idea of giving capital-gains owners another tax cut? Should President Trump get the time back he lost to the Deep State investigating his corrupt relationship with Russia?\r\nNormally, Tr… [+1970 chars]"
    },
    {
      "source": {
        "id": "new-york-magazine",
        "name": "New York Magazine"
      },
      "author": "Eric Levitz",
      "title": null,
      "description": "New polling finds that several supposedly radical policy ideas actually command majority support — in all 50 states.",
      "url": "http://nymag.com/intelligencer/2019/08/poll-marijuana-legalization-data-for-progress-radical-ideas-popular-aoc.html",
      "urlToImage": "https://pixel.nymag.com/imgs/daily/intelligencer/2019/08/29/29-legal-weed.w1200.h630.jpg",
      "publishedAt": "2019-08-30T12:26:16Z",
      "content": "Support for progressive change keeps getting higher.Photo: Josh Edelson/AFP/Getty Images\r\nThe Democrats 2020 primary fight has featured many pitched battles over policy questions. But every debate over Medicare for All, the Green New Deal, tuition-free colleg… [+15323 chars]"
    },
    {
      "source": {
        "id": "new-york-magazine",
        "name": "New York Magazine"
      },
      "author": "Matt Stieb",
      "title": "Leaked Draft of UN Climate Report Says Warming Oceans Are ‘Poised to Unleash Misery’",
      "description": "The French news service AFP obtained a draft of an upcoming IPCC report warning that warming oceans are “poised to unleash misery.” By misery, the UN draft means 280 million displaced people and flood damages magnified 1,000-fold.",
      "url": "http://nymag.com/intelligencer/2019/08/leaked-un-draft-warming-oceans-could-unleash-misery.html",
      "urlToImage": "https://pixel.nymag.com/imgs/daily/intelligencer/2019/08/29/greenland_iceberg.w1200.h630.jpg",
      "publishedAt": "2019-08-30T03:35:51Z",
      "content": "The United Nations Intergovernmental Panel on Climate Change is considered the gold standard of assessing the scientific consensus on global warming; if there\r\n is an overarching criticism of IPCC reports, its that theyre a little too conservative in their pr… [+4603 chars]"
    },
    {
      "source": {
        "id": "new-york-magazine",
        "name": "New York Magazine"
      },
      "author": "Ed Kilgore",
      "title": "Alabama Governor Kay Ivey Apologizes for Appearing Blackface Skit in College",
      "description": "The blackface scandal that hit Virginia governor Ralph Northam and Attorney General Mark Herring went bipartisan as Alabama Republican governor Kay Ivey admits she wore blackface in a campus skit soon after campaigning for George Wallace’s wife.",
      "url": "http://nymag.com/intelligencer/2019/08/alabama-governor-ivey-apologizes-for-college-blackface-skit.html",
      "urlToImage": "https://pixel.nymag.com/imgs/daily/intelligencer/2019/08/29/29-kay-ivey.w1200.h630.jpg",
      "publishedAt": "2019-08-29T23:36:44Z",
      "content": "Republicans in Virginia and beyond have had great sport with the blackface scandals that struck two Democratic statewide officials, Governor Ralph Northam and Attorney General Mark Herring, earlier this year. In both cases old campus yearbook photos that appe… [+3899 chars]"
    },
    {
      "source": {
        "id": "new-york-magazine",
        "name": "New York Magazine"
      },
      "author": "Matt Stieb",
      "title": "Joe Biden’s Composite War Story That Never Happened",
      "description": "On Thursday, the Washington Post reported that Joe Biden had told a composite war story on the campaign trail. It’s not within his usual gaffe territory, but his blurred account of a heroic soldier in Afghanistan is still strange.",
      "url": "http://nymag.com/intelligencer/2019/08/joe-bidens-composite-war-story-that-never-happened.html",
      "urlToImage": "https://pixel.nymag.com/imgs/daily/intelligencer/2019/08/29/29-joe-biden.w1200.h630.jpg",
      "publishedAt": "2019-08-29T22:32:50Z",
      "content": "Two days after journalistsdebated the ethics of covering Joe Bidens rapid-fire propensity for gaffes, an interesting case study on the former vice-presidents storytelling process was reported on by the Washington Post. On campaign trails over the years, Biden… [+3851 chars]"
    },
    {
      "source": {
        "id": "new-york-magazine",
        "name": "New York Magazine"
      },
      "author": "Ed Kilgore",
      "title": "Biden and Warren At Center of the Stage for the Single September Debate",
      "description": "With today’s DNC announcement that only ten candidates qualified for the September Democratic presidential debate, it became clear it would be a one night event in Houston on September 12, with Joe Biden and Elizabeth Warren appearing center-stage.",
      "url": "http://nymag.com/intelligencer/2019/08/biden-and-warren-at-center-of-the-stage-for-september-debate.html",
      "urlToImage": "https://pixel.nymag.com/imgs/daily/intelligencer/2019/08/29/29-dem-debate.w1200.h630.jpg",
      "publishedAt": "2019-08-29T20:10:20Z",
      "content": "The Democratic National Committee confirmed today what we already knew from various cries of joy and anguish: At the end of yesterdays final day of qualifying, ten and only ten candidates made the cut for the third round of Democratic presidential debate in H… [+1807 chars]"
    },
    {
      "source": {
        "id": "new-york-magazine",
        "name": "New York Magazine"
      },
      "author": "Ed Kilgore",
      "title": "Darrell Issa Plots Comeback by Taking Out Duncan Hunter",
      "description": "Former Congressman Darrell Issa is moving towards challenging former California Republican House colleague Duncan Hunter, who is already facing trial on felony corruption charges. Issa’s candidacy is trouble for Democrat Ammar Campa-Najjar, too.",
      "url": "http://nymag.com/intelligencer/2019/08/darrell-issa-plots-comeback-by-taking-out-duncan-hunter.html",
      "urlToImage": "https://pixel.nymag.com/imgs/daily/grub/2019/08/29/29-darrell-issa-duncan-hunter.w1200.h630.jpg",
      "publishedAt": "2019-08-29T18:37:27Z",
      "content": "August has been an up-and-down month for embattled California Republican congressman Duncan Hunter. On the positive side, he won a delay from September until January for his trial on felony charges of using campaign funds as a personal bank account in massive… [+3934 chars]"
    },
    {
      "source": {
        "id": "new-york-magazine",
        "name": "New York Magazine"
      },
      "author": "Brian Feldman",
      "title": "The Hot New Meme Is Tarrare",
      "description": "Tarrare was a French man in the late 18th century who had an insatiable appetite and is suspected of eating a baby. Now he’s a meme.",
      "url": "http://nymag.com/intelligencer/2019/08/tarrare-memes-tumblr-squidward.html",
      "urlToImage": "https://pixel.nymag.com/imgs/daily/intelligencer/2019/08/29/29-gluttony.w1200.h630.jpg",
      "publishedAt": "2019-08-29T18:27:48Z",
      "content": "Earlier this month, Verizon managed to offload Tumblr, taking what was essentially a billion-dollar write-down on a blogging platform. That might make you think that Tumblr is effectively dead. But Tumblr still has signs of life, even if its perceived economi… [+2606 chars]"
    },
    {
      "source": {
        "id": "new-york-magazine",
        "name": "New York Magazine"
      },
      "author": "Ed Kilgore",
      "title": "Justice Department Report: Comey Broke Law With Leaks, But Not Enough to Justify Prosecution",
      "description": "A report from the Inspector General of the Department of Justice on former FBI director James Comey’s handling of documents involving his interactions with the president harshly criticized him for breaking the law–but not enough to be prosecuted.",
      "url": "http://nymag.com/intelligencer/2019/08/justice-department-report-comey-broke-law-with-leaks.html",
      "urlToImage": "https://pixel.nymag.com/imgs/daily/intelligencer/2019/08/29/29-james-comey-fbi.w1200.h630.jpg",
      "publishedAt": "2019-08-29T15:46:18Z",
      "content": "A report from the inspector general of the Department of Justice about James Comeys handling of classified documents detailing his conversations with Donald Trump gave Comey what amounted to a sharp verbal reprimand. Conservatives had hoped the report would d… [+3508 chars]"
    },
    {
      "source": {
        "id": "new-york-magazine",
        "name": "New York Magazine"
      },
      "author": "Ed Kilgore",
      "title": "Justice Department Report: Comey Broke Rules With Leaks, But Not Enough to Justify Prosecution",
      "description": "A report from the Inspector General of the Department of Justice on former FBI director James Comey’s handling of documents involving his interactions with the president harshly criticized him for breaking FBI rules–but not enough to be prosecuted.",
      "url": "http://nymag.com/intelligencer/2019/08/justice-department-report-comey-broke-rules-with-leaks.html",
      "urlToImage": "https://pixel.nymag.com/imgs/daily/intelligencer/2019/08/29/29-james-comey-fbi.w1200.h630.jpg",
      "publishedAt": "2019-08-29T15:46:18Z",
      "content": "A report from the inspector general of the Department of Justice about James Comeys handling of classified documents detailing his conversations with Donald Trump gave Comey what amounted to a sharp verbal reprimand. Conservatives had hoped the report would d… [+3514 chars]"
    },
    {
      "source": {
        "id": "new-york-magazine",
        "name": "New York Magazine"
      },
      "author": "Adam K. Raymond",
      "title": "Former Defense Secretary Mattis Says He’ll Speak Out About Trump, Just Not Yet",
      "description": "Mattis says that there’s a period during which he owes his silence, but “it’s not going to be forever.”",
      "url": "http://nymag.com/intelligencer/2019/08/jim-mattis-says-hell-speak-out-about-trump-just-not-yet.html",
      "urlToImage": "https://pixel.nymag.com/imgs/daily/intelligencer/2018/04/04/4-mattis-2.w1200.h630.jpg",
      "publishedAt": "2019-08-29T14:48:34Z",
      "content": "For the second day in a row, former Defense Secretary Jim Mattis is making headlines for gently tiptoeing toward criticism of President Trump. Today, its in The Atlantic, where the man dubbed Mad Dog betrays that nickname by refusing to talk specifically abou… [+2048 chars]"
    },
    {
      "source": {
        "id": "new-york-magazine",
        "name": "New York Magazine"
      },
      "author": "Jonathan Chait",
      "title": "Why Trump Wants Even More Pollution Than Industry Does",
      "description": "Some men just want to watch the world burn.",
      "url": "http://nymag.com/intelligencer/2019/08/why-trump-wants-even-more-pollution-than-industry-methane-climate.html",
      "urlToImage": "https://pixel.nymag.com/imgs/daily/intelligencer/2019/08/29/29-donald-trump-joker.w1200.h630.jpg",
      "publishedAt": "2019-08-29T14:29:44Z",
      "content": "One of the key liberal assumptions about Republican environmental policy is that it associates whats good for industries with the public interest. (Ive made this assumption many times myself.) One of the oddities of the Trump administrations environmental pol… [+4173 chars]"
    },
    {
      "source": {
        "id": "new-york-magazine",
        "name": "New York Magazine"
      },
      "author": "Eric Levitz",
      "title": "Trump’s Lawless Wall and Callous Attacks on Puerto Rico Are Connected",
      "description": "Donald Trump’s callous tweets about Puerto Rico and Hurricane Dorian, and his lawless attempt to build his border wall on stolen land, are informed by the same principle: This country belongs exclusively to the Republican base.",
      "url": "http://nymag.com/intelligencer/2019/08/trump-border-wall-pardon-puerto-rico-tweets-dorian.html",
      "urlToImage": "https://pixel.nymag.com/imgs/daily/intelligencer/2019/08/28/28-trump-wall.w1200.h630.jpg",
      "publishedAt": "2019-08-29T13:17:09Z",
      "content": "The President is calling on you at this critical time to remind AOC and Democrats that this is our country, not theirs. This is the message that Donald Trumps reelection campaignconveyed to its supporters in a fundraising email on Tuesday. And it is one that … [+9310 chars]"
    },
    {
      "source": {
        "id": "new-york-magazine",
        "name": "New York Magazine"
      },
      "author": "James D. Walsh",
      "title": "The 26-Year-Old Defense Attorney Whose First Two Clients Were El Chapo and Jeffrey Epstein",
      "description": "Mariel Colón Miró was just out of law school and answered an ad on Craigslist. Next thing she knew she was bonding with El Chapo.",
      "url": "http://nymag.com/intelligencer/2019/08/the-26-year-old-lawyer-who-represented-epstein-and-el-chapo.html",
      "urlToImage": "https://pixel.nymag.com/imgs/daily/intelligencer/2019/08/27/27-mariel-colon-miro.w1200.h630.jpg",
      "publishedAt": "2019-08-29T10:00:17Z",
      "content": "In April 2017, Mariel Colón Miró was four months out of law school and looking for a way to earn money while she waited on the results of the New York State bar exam. When she found a job listing on Craigslist for a Spanish-speaking paralegal, she applied imm… [+8608 chars]"
    },
    {
      "source": {
        "id": "new-york-magazine",
        "name": "New York Magazine"
      },
      "author": "Matt Stieb",
      "title": "Trump Wants to Log Alaska’s Tongass, World’s Largest Intact Temperate Rainforest",
      "description": "President Trump reportedly wants to log the massive Tongass National Forest, the world’s largest intact temperate rainforest, though it already has a much greater economic impact supporting salmon fisheries.",
      "url": "http://nymag.com/intelligencer/2019/08/trump-pushes-to-log-the-worlds-largest-temperate-rainforest.html",
      "urlToImage": "https://pixel.nymag.com/imgs/daily/intelligencer/2019/08/28/28-tongass-national-forest.w1200.h630.jpg",
      "publishedAt": "2019-08-28T23:13:10Z",
      "content": "As the worlds largest rain forest is subjected to a one-man plan of mass deforestation and faces the possibility of a terrifying but accurately named dieback scenario, the Amazons northern ally, the Tongass National Forest the worlds largest intact temperate … [+3624 chars]"
    },
    {
      "source": {
        "id": "new-york-magazine",
        "name": "New York Magazine"
      },
      "author": "Ed Kilgore",
      "title": "Kirsten Gillibrand Drops Out of 2020 Race After Failing to Make Debate Cut",
      "description": "New York senator Kirsten Gillibrand dropped out of the 2020 presidential contest after failing to make the September debate cut, and after a campaign where she couldn’t get a break, and never stood out, particularly among the women in the field.",
      "url": "http://nymag.com/intelligencer/2019/08/kirsten-gillibrand-drops-out-of-2020-race.html",
      "urlToImage": "https://pixel.nymag.com/imgs/daily/intelligencer/2019/08/28/28-kirsten-gillibrand.w1200.h630.jpg",
      "publishedAt": "2019-08-28T22:35:26Z",
      "content": "Despite originally high expectations from some observers, New York Senator Kirsten Gillibrand withdrew from the 2020 Democratic presidential race today after failing to qualify for the next round of candidate debates in September. Like Tom Steyer, she poured … [+3381 chars]"
    },
    {
      "source": {
        "id": "new-york-magazine",
        "name": "New York Magazine"
      },
      "author": "Benjamin Hart",
      "title": "Brutal Assault Is Latest in String of Attacks on Religious Jews in NYC",
      "description": "A vicious attack on a Hasidic Rabbi in Brooklyn on Monday is the latest in a disturbing trend: acts of violence committed against visibly religious Jews in the borough.",
      "url": "http://nymag.com/intelligencer/2019/08/attack-against-orthodox-jew-in-brooklyn-is-part-of-trend.html",
      "urlToImage": "https://pixel.nymag.com/imgs/daily/intelligencer/2019/08/28/28-brick.w1200.h630.jpg",
      "publishedAt": "2019-08-28T22:26:55Z",
      "content": "On Tuesday morning, an unknown attacker hit 63-year-old Rabbi Abraham Gopin with a paving stone while he was jogging near a park in Crown Heights, a neighborhood thats home to many religious Jews in New York.\r\nWhen he saw me, he jumped towards me shutting roc… [+3161 chars]"
    },
    {
      "source": {
        "id": "new-york-magazine",
        "name": "New York Magazine"
      },
      "author": "Zak Cheney-Rice",
      "title": "Robert Bowers Could Face the Death Penalty. Trump Proves Every Day Why He Shouldn’t.",
      "description": "Robert Bowers, the mass shooter who killed 11 Jews at a Pittsburgh synagogue, will face capital punishment if the Justice Department gets it way. But President Trump’s casual use of violence is another reason to question the death penalty.",
      "url": "http://nymag.com/intelligencer/2019/08/robert-bowers-shooter-capital-punishment.html",
      "urlToImage": "https://pixel.nymag.com/imgs/daily/intelligencer/2019/08/27/27-pittsburgh-synagogue-shooting.w1200.h630.jpg",
      "publishedAt": "2019-08-28T22:16:17Z",
      "content": "The Justice Department will seek the death penalty for Robert Bowers, the Pennsylvania man charged with murdering 11 worshippers at the Tree of Life synagogue in Pittsburgh last year. Bowers shouted, All Jews must die, during his rampage, which unfolded at mo… [+6146 chars]"
    },
    {
      "source": {
        "id": "new-york-magazine",
        "name": "New York Magazine"
      },
      "author": "Sarah Jones",
      "title": "The Tea Party is Alive and Well",
      "description": "The budget deficit endures, but in other respects, the Trump administration upholds most of the Tea Party’s ideals.",
      "url": "http://nymag.com/intelligencer/2019/08/donald-trump-is-the-tea-party-president.html",
      "urlToImage": "https://pixel.nymag.com/imgs/daily/intelligencer/2019/08/28/28-tea-party.w1200.h630.jpg",
      "publishedAt": "2019-08-28T20:56:03Z",
      "content": "Remember the Tea Party? Ten years ago its activists looked omnipresent. They railed against the Affordable Care Act, swept a slate of far-right Republicans into office, got Paul Ryan on the GOPs 2012 presidential ticket, and helped force generous tax cuts. Th… [+6533 chars]"
    },
    {
      "source": {
        "id": "new-york-magazine",
        "name": "New York Magazine"
      },
      "author": "Ed Kilgore",
      "title": "Battleground Georgia: Isakson’s Retirement Gives State Two 2020 Senate Races",
      "description": "Republican Senator Johnny Isakson announces he will resign his seat at the end of 2019, putting two Senate races on the ballot in 2020, after GOP governor Brian Kemp appoints an interim successor. Stacey Abrams is giving both races a pass.",
      "url": "http://nymag.com/intelligencer/2019/08/isaksons-retirement-gives-georgia-two-2020-senate-races.html",
      "urlToImage": "https://pixel.nymag.com/imgs/daily/intelligencer/2019/08/28/28-johnny-isakson.w1200.h630.jpg",
      "publishedAt": "2019-08-28T20:19:38Z",
      "content": "Georgia was already right on the edge of becoming a major battleground state in 2020. Like Arizona, another potential sunbelt target, it has been slowly but steadily trending Democratic, making it an increasingly plausible presidential prize among the states … [+5485 chars]"
    },
    {
      "source": {
        "id": "new-york-magazine",
        "name": "New York Magazine"
      },
      "author": "Adam K. Raymond",
      "title": "Everything We Know About Hurricane Dorian",
      "description": "Hurricane Dorian will hit parts of Puerto Rico on Wednesday as it moves toward the mainland United States.",
      "url": "http://nymag.com/intelligencer/2019/08/hurricane-dorian-latest-updates-all-about-the-storm.html",
      "urlToImage": "https://pixel.nymag.com/imgs/daily/intelligencer/2019/08/28/28-hurricane-dorian.w1200.h630.jpg",
      "publishedAt": "2019-08-28T18:23:06Z",
      "content": "Hurricane Dorian, currently blowing through the Atlantic at top speeds of 75 mph, will arrive in Puerto Rico and the U.S. Virgin Islands on Wednesday. The storm is expected to strengthen by the time it reaches Florida on Monday, potentially picking up enough … [+4263 chars]"
    },
    {
      "source": {
        "id": "new-york-magazine",
        "name": "New York Magazine"
      },
      "author": "Ed Kilgore",
      "title": "September Democratic Primary Debates: Who’s In, Who’s Out",
      "description": "On the last day for September debate qualifying by Democratic candidates, it looks like Steyer and Gabbard didn’t make the cut, leaving ten candidates to compete on a single night. But the field could again expand to two nights for October.",
      "url": "http://nymag.com/intelligencer/2019/08/september-democratic-primary-debates-whos-in-whos-out.html",
      "urlToImage": "https://pixel.nymag.com/imgs/daily/intelligencer/2019/08/28/28-tom-steyer.w1200.h630.jpg",
      "publishedAt": "2019-08-28T18:14:44Z",
      "content": "Today is the final day for candidates to qualify for the September 12 Democratic presidential candidate debate in Houston. Barring an unexpected last-minute poll, the field should be limited to the maximum number (ten) that can be accommodated on a single sta… [+3990 chars]"
    },
    {
      "source": {
        "id": "new-york-magazine",
        "name": "New York Magazine"
      },
      "author": "Zak Cheney-Rice",
      "title": "Alabama Republicans Vote to Remove Ilhan Omar After Endorsing Roy Moore",
      "description": "Ilhan Omar was elected a year after Roy Moore lost his special election, but the Alabama Republican party’s vote to remove her from office clarifies its prior support for him — a racist, homophobic, Islamophobic alleged child molester.",
      "url": "http://nymag.com/intelligencer/2019/08/ilhan-omar-roy-moore-alabama-republicans.html",
      "urlToImage": "https://pixel.nymag.com/imgs/daily/intelligencer/2019/08/28/28-ilhan-omar.w1200.h630.jpg",
      "publishedAt": "2019-08-28T17:32:41Z",
      "content": "Theres no shortage of Republicans who want Ilhan Omar out of Congress, or at least stripped of her power and influence not when the 2020 election rolls around, but right now. Steve Scalise pushed to expel her from the House Foreign Affairs Committee in March,… [+5472 chars]"
    },
    {
      "source": {
        "id": "new-york-magazine",
        "name": "New York Magazine"
      },
      "author": "Adam K. Raymond",
      "title": "Mattis Criticizes American Isolationism, Divisiveness Without Using Trump’s Name",
      "description": "“Nations with allies thrive, and those without them wither,” the former Defense Secretary writes in an essay excerpted from his new book.",
      "url": "http://nymag.com/intelligencer/2019/08/former-defense-secretary-jim-mattis-criticizes-trump.html",
      "urlToImage": "https://pixel.nymag.com/imgs/daily/intelligencer/2019/08/28/28-mattis-trump.w1200.h630.jpg",
      "publishedAt": "2019-08-28T16:39:33Z",
      "content": "Former Defense Secretary Jim Mattis has not said much about his time in the Trump administration since resigning in December. Thats about to change.\r\nOn Wednesday, the Wall Street Journalpublished an excerpt from his forthcoming book, Call Sign Chaos: Learnin… [+1790 chars]"
    },
    {
      "source": {
        "id": "new-york-magazine",
        "name": "New York Magazine"
      },
      "author": "Jonah Shepp",
      "title": "G7 ‘Breakthrough’ on Iran Turns Out to Be a Bust",
      "description": "After a surprise appearance from Iranian Foreign Minister Mohammad Javad Zarif at the G7 summit, a meeting between President Trump and Iranian president Hassan Rouhani seemed possible. But it’s a long way from happening.",
      "url": "http://nymag.com/intelligencer/2019/08/g7-iran-rouhani-trump.html",
      "urlToImage": "https://pixel.nymag.com/imgs/daily/intelligencer/2019/08/28/28-trump-rouhani-g7.w1200.h630.jpg",
      "publishedAt": "2019-08-28T15:19:46Z",
      "content": "One of the highlights of this weekends G7 summit in Biarritz, France, was the appearance on Sunday by Iranian foreign minister Mohammad Javad Zarif. French president Emmanuel Macron had invited Zarif to the meeting as part of his ongoing effort to broker a ne… [+6579 chars]"
    },
    {
      "source": {
        "id": "new-york-magazine",
        "name": "New York Magazine"
      },
      "author": "Eric Levitz",
      "title": "Brexit: Why Boris Johnson Just Asked the Queen to Suspend Parliament",
      "description": "Boris Johnson has asked the queen to suspend parliament for five weeks this fall, a move that will leave lawmakers with little time to avert a “no deal” Brexit by the October 31 deadline. Johnson’s true goal may be to trigger a new general election.",
      "url": "http://nymag.com/intelligencer/2019/08/brexit-why-johnson-asked-the-queen-to-suspend-parliament.html",
      "urlToImage": "https://pixel.nymag.com/imgs/daily/intelligencer/2019/07/24/24-boris-johnson-queen.w1200.h630.jpg",
      "publishedAt": "2019-08-28T15:16:50Z",
      "content": "The United Kingdom is 64 days from crashing out of the European Union without a divorce agreement, a scenario likely to bring food and drug shortages to the British isles, legal chaos to the Irish border, and turbulence to the global economy. To avoid this fa… [+8636 chars]"
    },
    {
      "source": {
        "id": "new-york-magazine",
        "name": "New York Magazine"
      },
      "author": "Adam K. Raymond",
      "title": "Does Trump Ever Lie? White House Press Secretary Says ‘No’",
      "description": "White House Press Secretary Stephanie Grisham says Trump never lies. But he does exaggerate, joke and communicate in an unconventional way.",
      "url": "http://nymag.com/intelligencer/2019/08/trumps-new-press-secretary-says-he-never-lies.html",
      "urlToImage": "https://pixel.nymag.com/imgs/daily/intelligencer/2019/08/28/28-stephanie-grisham.w1200.h630.jpg",
      "publishedAt": "2019-08-28T15:06:52Z",
      "content": "New White House Press Secretary Stephanie Grisham is picking up right where her predecessor left off and denying that President Trump ever veers from the truth.\r\nIn an interview with the Washington Post published Wednesday, the press-shy press secretary admit… [+2054 chars]"
    },
    {
      "source": {
        "id": "new-york-magazine",
        "name": "New York Magazine"
      },
      "author": "Josh Barro",
      "title": "S.C. Johnson, Which Makes Windex, Wants You to Know It’s Not Opioid-Maker Johnson & Johnson",
      "description": "S.C. Johnson makes Windex and Pledge and Ziploc. Johnson & Johnson makes drugs. The attorney general of Oklahoma may have created some confusion.",
      "url": "http://nymag.com/intelligencer/2019/08/s-c-johnson-wants-you-to-know-its-not-johnson-and-johnson.html",
      "urlToImage": "https://pixel.nymag.com/imgs/daily/intelligencer/2019/08/28/28-fisk-johnson.w1200.h630.jpg",
      "publishedAt": "2019-08-28T13:55:34Z",
      "content": "S.C. Johnson &amp; Son is a Wisconsin-based manufacturer of household products. Its many recognizable brands include Saran Wrap, Ziploc, Windex, Glade, Raid, Pledge, and Toilet Duck. Johnson &amp; Johnson is a completely separate company, based in New Jersey.… [+4266 chars]"
    },
    {
      "source": {
        "id": "new-york-magazine",
        "name": "New York Magazine"
      },
      "author": "Jonathan Chait",
      "title": "Trump Is Ordering Crimes to Get Wall Built Before Election",
      "description": "A wormhole in the Constitution that opens up absolute impunity from the law for the president and his supporters.",
      "url": "http://nymag.com/intelligencer/2019/08/trump-pardon-wall-border-crimes-impeachment.html",
      "urlToImage": "https://pixel.nymag.com/imgs/daily/intelligencer/2019/08/28/28-donald-trump-wall-new.w1200.h630.jpg",
      "publishedAt": "2019-08-28T12:57:39Z",
      "content": "Donald Trump is an instinctive authoritarian who came into office lacking even a rudimentary understanding of government. But he is beginning to grasp the potentialities available to a despotically inclined leader, and the tool that has most excited him is th… [+3198 chars]"
    },
    {
      "source": {
        "id": "new-york-magazine",
        "name": "New York Magazine"
      },
      "author": "Ed Kilgore",
      "title": "Conservatives Want a ‘Republic’ to Protect Privileges",
      "description": "The slogan “It’s a republic, not a democracy” for opposing democratic rights has an ancient history, from “states’ rights” efforts to impose white supremacy to current efforts to let religious conservatives evade anti-discrimination laws.",
      "url": "http://nymag.com/intelligencer/2019/08/conservatives-want-a-republic-to-protect-privileges.html",
      "urlToImage": "https://pixel.nymag.com/imgs/daily/intelligencer/2019/08/27/27-robert-welch.w1200.h630.jpg",
      "publishedAt": "2019-08-28T10:00:14Z",
      "content": "Its a common experience when you point out some anti-democratic measure or attitude in American political discourse to get a tart and sometimes angry response from someone who thinks you should know better. Jamelle Bouie explains it in a very useful column fo… [+6960 chars]"
    },
    {
      "source": {
        "id": "new-york-magazine",
        "name": "New York Magazine"
      },
      "author": "Matt Stieb",
      "title": "Tropical Storm Dorian Could Devastate Underfunded Puerto Rico",
      "description": "As Trump moves FEMA resources to the Mexican border and the island recovers from Maria, even a tropical storm Dorian, if severe, could punish Puerto Rico.",
      "url": "http://nymag.com/intelligencer/2019/08/tropical-storm-dorian-could-devastate-recovering-puerto-rico.html",
      "urlToImage": "https://pixel.nymag.com/imgs/daily/intelligencer/2019/08/25/puerto_rico.w1200.h630.jpg",
      "publishedAt": "2019-08-28T04:10:25Z",
      "content": "By the time Maria made landfall in Puerto Rico two years ago on the morning of Wednesday, September 20, the storm was downgraded to a category four hurricane, meaning it only whipped through the island with winds of up to 155 miles-per-hour. Within 48 hours, … [+4836 chars]"
    },
    {
      "source": {
        "id": "new-york-magazine",
        "name": "New York Magazine"
      },
      "author": "Ed Kilgore",
      "title": "Yes, Trump Does Terrible Things Constantly. Does That Mean We Shouldn’t Cover Biden’s Gaffes?",
      "description": "One journalist argues that coverage of Biden’s gaffes is unfair because Trump’s lies and other misconduct are so much worse. But Democrats do deserve the chance to choose a Trump opponent by comparing their own candidates to each other.",
      "url": "http://nymag.com/intelligencer/2019/08/should-we-cover-bidens-gaffes-trumps-lies-are-far-worse.html",
      "urlToImage": "https://pixel.nymag.com/imgs/daily/intelligencer/2019/08/27/27-trump-biden.w1200.h630.jpg",
      "publishedAt": "2019-08-27T23:30:52Z",
      "content": "The President of the United States constantly attacks any writer or news-reader who is not a sycophant of being a purveyor of Fake News and an Enemy of the People, and joyfully predicts their imminent unemployment. But Donald Trump has had another pernicious … [+6138 chars]"
    },
    {
      "source": {
        "id": "new-york-magazine",
        "name": "New York Magazine"
      },
      "author": "Matt Stieb",
      "title": "The Overstock CEO Who Fell for an Accused Russian Spy",
      "description": "After resigning as Overstock’s CEO, Patrick Byrne published over 9,000 words about his relationship with Maria Butina and the “Men in Black.”",
      "url": "http://nymag.com/intelligencer/2019/08/overstock-ceo-patrick-byrnes-odd-fling-with-maria-butina.html",
      "urlToImage": "https://pixel.nymag.com/imgs/daily/intelligencer/2019/08/27/27-patrick-burne-maria-butina.w1200.h630.jpg",
      "publishedAt": "2019-08-27T22:45:21Z",
      "content": "A web CEO like Patrick Byrne the head of the online retailer Overstock until his abrupt resignation last week isnt an unlikely site at a libertarian conference like the annual FreedomFest held in Las Vegas. A less likely attendee, one would assume, would be a… [+4576 chars]"
    },
    {
      "source": {
        "id": "new-york-magazine",
        "name": "New York Magazine"
      },
      "author": "Benjamin Hart,Sarah Jones,Ed Kilgore",
      "title": "Are the Electability Fears About Elizabeth Warren Overblown?",
      "description": "Intelligencer staffers discuss whether the persistent doubts that Elizabeth Warren can beat Donald Trump in 2020 actually make much sense.",
      "url": "http://nymag.com/intelligencer/2019/08/are-the-electability-fears-about-elizabeth-warren-overblown.html",
      "urlToImage": "https://pixel.nymag.com/imgs/daily/intelligencer/2019/08/27/27-elizabeth-warren.w1200.h630.jpg",
      "publishedAt": "2019-08-27T22:20:12Z",
      "content": "Ben: Elizabeth Warren is not only creeping up in the polls shes drawing record crowds (15,000 people the other day in Seattle), more endorsements, and after two solid debates, is viewed the most favorably of the primary candidates among Democratic voters, acc… [+6772 chars]"
    },
    {
      "source": {
        "id": "new-york-magazine",
        "name": "New York Magazine"
      },
      "author": "Eric Levitz",
      "title": "Trump Campaign: ‘Remind AOC and Democrats That This Is Our Country, Not Theirs’",
      "description": "Donald Trump’s campaign sent out a fundraising email Tuesday, which said, “The President is calling on you at this critical time to remind AOC and Democrats that this is our country, not theirs.” This was framed as a defense of the Electoral College.",
      "url": "http://nymag.com/intelligencer/2019/08/trump-campaign-remind-aoc-electoral-college-our-country-not-theirs.html",
      "urlToImage": "https://pixel.nymag.com/imgs/daily/intelligencer/2019/08/27/27-trump.w1200.h630.jpg",
      "publishedAt": "2019-08-27T22:11:11Z",
      "content": "Last Friday, Democratic congresswoman Alexandria Ocasio-Cortez argued that Republicans oppose electing presidents by a national popular vote because they *know* they arent the majority and rely on establishing minority rule for power.\r\nHer Republican colleagu… [+4638 chars]"
    },
    {
      "source": {
        "id": "new-york-magazine",
        "name": "New York Magazine"
      },
      "author": "Sarah Jones",
      "title": "Capitalism Is Making Us Sick: A Q&A With Emily Guendelsberger About Her New Book, On the Clock",
      "description": "From Amazon to McDonald’s, American employers expect their workers to behave like robots instead of people.",
      "url": "http://nymag.com/intelligencer/2019/08/emily-guendelsberger-tells-you-why-work-makes-you-miserable.html",
      "urlToImage": "https://pixel.nymag.com/imgs/daily/intelligencer/2019/08/27/27-on-the-clock.w1200.h630.jpg",
      "publishedAt": "2019-08-27T20:47:25Z",
      "content": "Back in 1980, Dolly Parton had it all figured out. Working 9 to 5, what a way to make a living! she sang. Barely gettin by, its all taking, and no giving. They just use your mind, and they never give you credit. Its enough to drive you crazy if you let it. Wo… [+16687 chars]"
    },
    {
      "source": {
        "id": "new-york-magazine",
        "name": "New York Magazine"
      },
      "author": "Brian Feldman",
      "title": "Ex-Uber Employee Anthony Levandowski Charged With 33 Counts of Theft",
      "description": "Silicon Valley’s most prominent self-driving car expert allegedly downloaded more than 14,000 from Google shortly before quitting to form his own vehicle startup which was soon acquired by Uber.",
      "url": "http://nymag.com/intelligencer/2019/08/ex-uber-employee-levandowski-charged-theft-from-google.html",
      "urlToImage": "https://pixel.nymag.com/imgs/daily/intelligencer/2019/08/27/27-anthony-levandowski.w1200.h630.jpg",
      "publishedAt": "2019-08-27T18:55:59Z",
      "content": "Wow, truly, who could have seen this coming? Earlier today, federal prosecutors in California charged former Google and Uber employee Anthony Levandowski with 33 counts of theft and attempted theft of trade secrets. Before the alleged-theft stuff, Levandowski… [+2205 chars]"
    },
    {
      "source": {
        "id": "new-york-magazine",
        "name": "New York Magazine"
      },
      "author": "Eric Levitz",
      "title": "Free-Speech Defender Bret Stephens Reports ‘Bedbug’ Tweet to Critic’s Boss",
      "description": "New York Times columnist — and free-speech champion — Bret Stephens responded to a Twitter joke likening him to a “bedbug” on Monday by emailing a complaint to the tweeter’s boss. The Twitter user, GWU media professor David Karpf, was shocked.",
      "url": "http://nymag.com/intelligencer/2019/08/bret-stephens-bedbug-twitter-tweet-insult-nyt-columnist-karpf.html",
      "urlToImage": "https://pixel.nymag.com/imgs/daily/intelligencer/2019/08/27/27-bret-stephens.w1200.h630.jpg",
      "publishedAt": "2019-08-27T18:47:35Z",
      "content": "Bret Stephens is a Pulitzer Prizewinning columnist who writes poorly argued, error-laden, irritatingly predictable op-eds for Americas preeminent newspaper. The discrepancy between the prestige of Stephenss position and the mediocrity of his product has inspi… [+5855 chars]"
    },
    {
      "source": {
        "id": "new-york-magazine",
        "name": "New York Magazine"
      },
      "author": "Josh Barro",
      "title": "The Federal Reserve Should Not Be Part of the #Resistance",
      "description": "Former New York Federal Reserve Bank president Bill Dudley is making a very unwise argument about Trump and the Fed.",
      "url": "http://nymag.com/intelligencer/2019/08/the-federal-reserve-should-not-be-part-of-the-resistance.html",
      "urlToImage": "https://pixel.nymag.com/imgs/daily/intelligencer/2019/08/27/27-dudley.w1200.h630.jpg",
      "publishedAt": "2019-08-27T17:40:19Z",
      "content": "I have written repeatedly in the last few months that the main way President Trump influences monetary policy is through his other economic policy actions. To the extent he does things that worsen the economic outlook (generally, by escalating the trade war),… [+4842 chars]"
    },
    {
      "source": {
        "id": "new-york-magazine",
        "name": "New York Magazine"
      },
      "author": "Ed Kilgore",
      "title": "If the Democrats Take the Senate, They Plan to Fix Obamacare, Not Pass Medicare for All",
      "description": "For all the talk of Medicare For All, the Senate Democrats best informed about what’s possible are focusing on an Obamacare fix and modest steps to strengthen Medicare, and that’s only if they control the chamber and can get around the filibuster.",
      "url": "http://nymag.com/intelligencer/2019/08/senate-democrats-eyeing-obamacare-fix-not-medicare-for-all.html",
      "urlToImage": "https://pixel.nymag.com/imgs/daily/intelligencer/2019/08/27/27-chuck-schumer.w1200.h630.jpg",
      "publishedAt": "2019-08-27T17:35:44Z",
      "content": "Sometimes we talk as though the big, ambitious plans of presidential candidates determine what will happen if they enter the White House. For instance, on health-care policy, the debate has revolved around the fact that two of the three dominant Democratic pr… [+5848 chars]"
    },
    {
      "source": {
        "id": "new-york-magazine",
        "name": "New York Magazine"
      },
      "author": "Adam K. Raymond",
      "title": "Bolsonaro Wants Macron Apology Before Accepting Help Fighting Amazon Fires",
      "description": "The demand comes after Macron lashed out at Bolsonaro, who pretty much called the French President’s wife ugly.",
      "url": "http://nymag.com/intelligencer/2019/08/bolsonaro-wants-macron-apology-before-accepting-amazon-help.html",
      "urlToImage": "https://pixel.nymag.com/imgs/daily/intelligencer/2019/08/27/27-bolsonaro-macron-amazon.w1200.h630.jpg",
      "publishedAt": "2019-08-27T17:08:08Z",
      "content": "Brazils president Jair Bolsonaro doesnt want the $20 million that G-7 nations have pledged to help fight fires in the Amazon unless it also comes with an apology from French president Emmanuel Macron.\r\nA day after G-7 leaders announced the relatively paltry d… [+2605 chars]"
    },
    {
      "source": {
        "id": "new-york-magazine",
        "name": "New York Magazine"
      },
      "author": "Eric Levitz",
      "title": "Don Jr. Warns That Joe Biden Might Abuse Presidential Powers to Enrich His Lowlife Relatives",
      "description": "Joe Biden’s brother, James Biden, allegedly told business partners that they would profit off a Biden presidency. Donald Trump has explicitly promised to profit off his own. And yet, Donald Trump Jr. is outraged by the allegations against the Bidens.",
      "url": "http://nymag.com/intelligencer/2019/08/james-biden-don-jr-joe-biden-corruption-doral-g7.html",
      "urlToImage": "https://pixel.nymag.com/imgs/daily/intelligencer/2019/08/27/27-donald-trump-jr-indonesia.w1200.h630.jpg",
      "publishedAt": "2019-08-27T16:25:56Z",
      "content": "This week, Donald Trump spent much of the G7 summit trying to strong-arm Americas allies into booking rooms and event space at one of his family-owned hotels for next years summit.\r\nThe president might have had other diplomatic priorities at the gathering of … [+6798 chars]"
    },
    {
      "source": {
        "id": "new-york-magazine",
        "name": "New York Magazine"
      },
      "author": "Ed Kilgore",
      "title": "Elizabeth Warren’s Secret Weapon: She’s All In As a Democrat",
      "description": "In her friendly competition with Bernie Sanders, Elizabeth Warren’s quiet advantage is her clear self-identification as a Democrat, and her reliance on a political strategy that builds on the party instead of conquering it via a “revolution.”",
      "url": "http://nymag.com/intelligencer/2019/08/warrens-advantage-over-sanders-shes-all-in-as-a-democrat.html",
      "urlToImage": "https://pixel.nymag.com/imgs/daily/intelligencer/2019/08/26/26-sanders-warren.w1200.h630.jpg",
      "publishedAt": "2019-08-27T16:19:08Z",
      "content": "Its no secret that Senators Bernie Sanders and Elizabeth Warren pull from the same base. They are Senate allies and friends, and have conspicuously refused to criticize each other on the 2020 presidential campaign trail. They are both scourges of Wall Street … [+4867 chars]"
    },
    {
      "source": {
        "id": "new-york-magazine",
        "name": "New York Magazine"
      },
      "author": "Adam K. Raymond",
      "title": "U.S. Soccer Star Carli Lloyd Nets NFL Invite After Nailing 55-Yard Field Goal",
      "description": "Carli Lloyd couldn’t accept the invite, but still sees the potential for a “pioneering moment for women.”",
      "url": "http://nymag.com/intelligencer/2019/08/carli-lloyd-nets-nfl-invite-after-nailing-55-yard-field-goal.html",
      "urlToImage": "https://pixel.nymag.com/imgs/daily/intelligencer/2019/08/27/27-carli-lloyd.w1200.h630.jpg",
      "publishedAt": "2019-08-27T14:24:22Z",
      "content": "Last week, U.S. soccer legend Carli Lloyd visited the Philadelphia Eagles training camp and nailed a 55-yard field goal. The lifelong Eagles fan and two-time World Cup champion didnt think much of it at the time I could not believe the attention on social med… [+2345 chars]"
    },
    {
      "source": {
        "id": "new-york-magazine",
        "name": "New York Magazine"
      },
      "author": "Eric Levitz",
      "title": "Millennials Aren’t That Into God, Patriotism, or Having Kids: Poll",
      "description": "A new NBC/Wall Street Journal poll finds that millenials and Gen-Z voters value patriotism, belief in God, and having children much less than previous generations do. That’s probably good news for Democrats.",
      "url": "http://nymag.com/intelligencer/2019/08/millennials-arent-that-into-god-patriotism-or-kids-poll.html",
      "urlToImage": "https://pixel.nymag.com/imgs/daily/intelligencer/2018/10/11/11-millenial-votes.w1200.h630.jpg",
      "publishedAt": "2019-08-27T12:00:09Z",
      "content": "Voting Republican has become an activity analogous to reminiscing about air-raid drills or complaining incessantly about back pain: ordinary for boomers, but a marker of eccentricity among the young.\r\nIn 2016, Donald Trump commanded the support of only 28 per… [+4505 chars]"
    },
    {
      "source": {
        "id": "new-york-magazine",
        "name": "New York Magazine"
      },
      "author": "James D. Walsh",
      "title": "Ten Years On, Foursquare Is Now Checking In to You",
      "description": "This year, Foursquare’s revenue will surpass $100 million, a critical mile marker for any company on its way to a public offering. But even the company is still trying to figure out whether that’s “cool or creepy.”",
      "url": "http://nymag.com/intelligencer/2019/08/ten-years-on-foursquare-is-now-checking-in-to-you.html",
      "urlToImage": "https://pixel.nymag.com/imgs/daily/intelligencer/2019/08/22/22-foursquare.w1200.h630.jpg",
      "publishedAt": "2019-08-27T10:00:17Z",
      "content": "Way back in 2009, when Barack Obama was president and Little Nas X was 10 years old, one of the most talked-about start-ups in the tech industry was an app called Foursquare. The digital compass that pointed your Uncle Tony to the mayorship of your local Bost… [+10850 chars]"
    },
    {
      "source": {
        "id": "new-york-magazine",
        "name": "New York Magazine"
      },
      "author": "Matt Stieb",
      "title": "As Jakarta Sinks, Indonesia Announces Location of New Capital City",
      "description": "President Joko Widodo of Indonesia, the world’s fourth-most populous nation, announced Monday that it would relocate its capital of Jakarta to a site on the island of Borneo because Jakarta is sinking.",
      "url": "http://nymag.com/intelligencer/2019/08/as-jakarta-sinks-indonesia-announces-new-capital-city.html",
      "urlToImage": "https://pixel.nymag.com/imgs/daily/intelligencer/2019/08/25/jakarta_flood.w1200.h630.jpg",
      "publishedAt": "2019-08-27T03:49:56Z",
      "content": "Jakarta, the soon-to-be-former capital of Indonesia, is an imperfect city to point to as an early mark of climate change. The megalopolis of 10 million people is sinking, yes, but most of that descension can be traced back to human activity: Illegal wells are… [+2852 chars]"
    },
    {
      "source": {
        "id": "new-york-magazine",
        "name": "New York Magazine"
      },
      "author": "Jonathan Chait",
      "title": "Trump Went to the Mat for Putin at the G-7 Summit",
      "description": "“The consequence is the same as if one of the participants is a dictator,” a source reported of a G-7 meeting.",
      "url": "http://nymag.com/intelligencer/2019/08/trump-putin-russia-g7-summit.html",
      "urlToImage": "https://pixel.nymag.com/imgs/daily/intelligencer/2019/08/25/trump_g7.w1200.h630.jpg",
      "publishedAt": "2019-08-27T01:32:33Z",
      "content": "Five years ago, Russia invaded neighboring Ukraine and stole a chunk of its territory, the first redrawing of an international border since World War II. As punishment, Russia was expelled from the G-8, a blow to Vladimir Putins prestige. President Trump spen… [+4774 chars]"
    },
    {
      "source": {
        "id": "new-york-magazine",
        "name": "New York Magazine"
      },
      "author": "Zak Cheney-Rice",
      "title": "Steve King’s Political Prospects May Be Fading, but His Party’s Racism Is Not",
      "description": "Rep. Steve King, the racist Republican Congressman from Iowa, is closer to broke than he has ever been heading into 2020. But the GOP’s open bigotry won’t go away when he does. Donald Trump, Mo Brooks, Matt Gaetz, and others will carry the torch.",
      "url": "http://nymag.com/intelligencer/2019/08/rep-steve-king-broke-racism.html",
      "urlToImage": "https://pixel.nymag.com/imgs/daily/intelligencer/2019/08/26/26-steve-king.w1200.h630.jpg",
      "publishedAt": "2019-08-26T22:38:07Z",
      "content": "Steve Kings political career seems to be on a precipice, with perhaps less support than ever and a re-election campaign looming. The Daily Beast reports that the Iowa Republican congressman is hemorrhaging donors and money: The end of June saw King with the l… [+5673 chars]"
    },
    {
      "source": {
        "id": "new-york-magazine",
        "name": "New York Magazine"
      },
      "author": "Matt Stieb",
      "title": "The Federal Election Commission Could Be Effectively Sidelined in 2020",
      "description": "Federal Election Commission vice-chair Matt Peterson resigned Monday, leaving the FEC without the four-chair quorum necessary to properly enforce campaign finance regulations just in time for what is expected to be the most expensive race ever.",
      "url": "http://nymag.com/intelligencer/2019/08/the-fec-could-be-effectively-sidelined-for-2020-election.html",
      "urlToImage": "https://pixel.nymag.com/imgs/daily/intelligencer/2019/08/26/26-fec.w1200.h630.jpg",
      "publishedAt": "2019-08-26T22:18:59Z",
      "content": "Many problems hang over the 2020 election the developing climate-debate tiff, the possibility that Trump wont accept an electoral college loss, a Russian interference sequel but an unflashy concern was raised Monday with the resignation of Federal Election Co… [+2721 chars]"
    },
    {
      "source": {
        "id": "new-york-magazine",
        "name": "New York Magazine"
      },
      "author": "Ed Kilgore",
      "title": "Democrats Disagree About Labels, Not About Issues",
      "description": "Despite chronic talk about Democratic “disarray” and Republican unity, an analysis of rank-and-file party members’ agreement on issues shows Democrats more united than Republicans, who may agree on being “conservative” but not on what that means.",
      "url": "http://nymag.com/intelligencer/2019/08/democrats-disagree-about-labels-not-so-much-about-issues.html",
      "urlToImage": "https://pixel.nymag.com/imgs/daily/intelligencer/2019/08/26/26-dems-united.w1200.h630.jpg",
      "publishedAt": "2019-08-26T22:14:05Z",
      "content": "There is no hoarier meme in American politics than Democrats in disarray. You know, the assumption that (to trot out as many clichés as possible in one sentence) the Donkey Party is deeply divided between progressives and centrists, the Establishment and insu… [+3591 chars]"
    },
    {
      "source": {
        "id": "new-york-magazine",
        "name": "New York Magazine"
      },
      "author": "Justin Davidson",
      "title": "Red Tape Is Keeping New York City’s Landscape Stuck in the Past",
      "description": "An ambitious new plan to remake the Port Authority bus terminal highlights the extent to which red tape prevents New York City from moving into the future.",
      "url": "http://nymag.com/intelligencer/2019/08/new-plan-to-rebuild-port-authority-will-run-into-red-tape.html",
      "urlToImage": "https://pixel.nymag.com/imgs/daily/intelligencer/2019/08/26/26-port-authority-rendering-lede.w1200.h630.jpg",
      "publishedAt": "2019-08-26T20:50:51Z",
      "content": "To remind myself why New York has so much trouble growing into the modern city it should be, I find it helpful to follow my dog down the block. If he urinates on the trash bags that get strewn on the curb as per our primitive waste-collection system, hes comm… [+8499 chars]"
    },
    {
      "source": {
        "id": "new-york-magazine",
        "name": "New York Magazine"
      },
      "author": "Sarah Jones",
      "title": "Joe Biden Can’t Count On the Union Vote",
      "description": "Biden has tried to position himself as the primary’s labor candidate, but the second union endorsement of the race went to Bernie Sanders.",
      "url": "http://nymag.com/intelligencer/2019/08/joe-biden-looks-less-inevitable-all-the-time.html",
      "urlToImage": "https://pixel.nymag.com/imgs/daily/intelligencer/2019/08/26/26-joe-biden.w1200.h630.jpg",
      "publishedAt": "2019-08-26T20:44:33Z",
      "content": "In his quest to become the Democratic Partys nominee for president, former Vice-President Joe Biden is betting on labor. The candidate held his first official campaign event at a Teamsters hall, and quickly racked up an endorsement from the International Asso… [+3072 chars]"
    },
    {
      "source": {
        "id": "new-york-magazine",
        "name": "New York Magazine"
      },
      "author": "Ed Kilgore",
      "title": "Democratic Voters May Be Winnowing 2020 Field to the Big 3",
      "description": "After a brief surge by Kamala Harris after the first debates, polls are showing Joe Biden, Elizabeth Warren and Bernie Sanders beginning to dominate the 2020 field nationally and in the early states, with no lower-ranked candidates moving up much.",
      "url": "http://nymag.com/intelligencer/2019/08/biden-warren-sanders-taking-lead-in-2020-primary-field-polls.html",
      "urlToImage": "https://pixel.nymag.com/imgs/daily/intelligencer/2019/08/26/26-biden-warren-sanders.w1200.h630.jpg",
      "publishedAt": "2019-08-26T20:36:05Z",
      "content": "This week we will hear a lot of talk about which 10 or 11 or 13 of the 2020 Democratic presidential candidates have been winnowed from the field by the DNCs debate qualification requirements (the deadline for qualifying polls or donor verification for the Sep… [+4249 chars]"
    },
    {
      "source": {
        "id": "new-york-magazine",
        "name": "New York Magazine"
      },
      "author": "Eric Levitz",
      "title": "Some Senate Democrats Value Susan Collins’s Friendship More Than Power",
      "description": "Susan Collins voted for Brett Kavanaugh. If Democrats don’t beat her in Maine’s Senate race next November, then the party will be unable to pass its agenda, even if it defeats Trump. But Dianne Feinstein isn’t sure whether she wants Collins to lose.",
      "url": "http://nymag.com/intelligencer/2019/08/dianne-feinstein-isnt-sure-she-wants-susan-collins-to-lose.html",
      "urlToImage": "https://pixel.nymag.com/imgs/daily/intelligencer/2019/08/26/26-dianne-feinstein-susan-collins.w1200.h630.jpg",
      "publishedAt": "2019-08-26T18:00:44Z",
      "content": "Throughout the Trump presidency, the Democratic leadership has begged progressive activists to appreciate the limits of their partys power, and the wisdom of its strategic judgment.\r\nWhen immigration advocates demanded a prolonged shutdown to secure protectio… [+6864 chars]"
    },
    {
      "source": {
        "id": "new-york-magazine",
        "name": "New York Magazine"
      },
      "author": "Ed Kilgore",
      "title": "A Supreme Court Vacancy in 2020 Could Change Everything",
      "description": "Justice Ruth Bader Ginsburg’s latest cancer scare is a reminder that either in 2020 or in a second Trump term, the Supreme Court and the future of constitutional rights like the right to an abortion hang very much in the balance.",
      "url": "http://nymag.com/intelligencer/2019/08/ginsburgs-health-a-reminder-supreme-court-big-2020-prize.html",
      "urlToImage": "https://pixel.nymag.com/imgs/daily/intelligencer/2019/08/26/26-rbg.w1200.h630.jpg",
      "publishedAt": "2019-08-26T17:41:23Z",
      "content": "The news this weekend that Supreme Court Justice Ruth Bader Ginsburg is again being treated for pancreatic cancer was bad news for progressives, first because she has become a revered, even beloved, judicial figure in recent years. But beyond that, the possib… [+5059 chars]"
    },
    {
      "source": {
        "id": "new-york-magazine",
        "name": "New York Magazine"
      },
      "author": "David Wallace-Wells",
      "title": "The Glimmer of a Climate New World Order",
      "description": "Until the G-7, the nations of the world had never before chosen to punish bad behavior on climate change. That may not change all that much — yet.",
      "url": "http://nymag.com/intelligencer/2019/08/climate-at-the-g-7-glimmers-of-a-new-world-order.html",
      "urlToImage": "https://pixel.nymag.com/imgs/daily/intelligencer/2019/08/26/26-amazon-fire.w1200.h630.jpg",
      "publishedAt": "2019-08-26T15:30:42Z",
      "content": "I didnt know politics could move this fast. It has been barely a week since the world woke up to reports of fires tearing through the Amazon rainforest, and already a new sort of global red line has been established the first of its kind to be drawn around cl… [+13732 chars]"
    },
    {
      "source": {
        "id": "new-york-magazine",
        "name": "New York Magazine"
      },
      "author": "Adam K. Raymond",
      "title": "Trump Wants to Hold the 2020 G7 Summit at His Own Resort",
      "description": "Trump said that the Trump National Doral in South Florida is the top choice for next year’s G7 summit.",
      "url": "http://nymag.com/intelligencer/2019/08/trump-wants-to-hold-the-2020-g7-summit-at-his-own-resort.html",
      "urlToImage": "https://pixel.nymag.com/imgs/daily/intelligencer/2019/08/26/26-trump-doral.w1200.h630.jpg",
      "publishedAt": "2019-08-26T13:41:06Z",
      "content": "Next years Group of Seven summit is slated to be held in the United States, but the exact location for the meeting of the worlds most powerful leaders is yet to be determined. At this years summit in France on Monday, President Trump floated one possibility h… [+1769 chars]"
    },
    {
      "source": {
        "id": "new-york-magazine",
        "name": "New York Magazine"
      },
      "author": "Matt Stieb",
      "title": "‘Sheriff’ Joe Arpaio Announces Campaign for Maricopa County Sheriff",
      "description": "To announce his campaign for Maricopa County Sheriff in Arizona, Sheriff Joe Arpaio, the 87-year-old serial abuser of civil rights and staunch Trump ally, said in a press release: “Watch out world! We Are Back!”",
      "url": "http://nymag.com/intelligencer/2019/08/sheriff-joe-arpaio-to-run-for-maricopa-county-sheriff.html",
      "urlToImage": "https://pixel.nymag.com/imgs/daily/intelligencer/2019/08/25/joe_arpaio.w1200.h630.jpg",
      "publishedAt": "2019-08-26T03:45:09Z",
      "content": "Putting his recent presidential pardon to good use, Joe Arpaio announced Sunday night that he intends to run for sheriff of Maricopa County, a seat he held from 1993 to 2017.\r\nSince losing the 2016 sheriffs race by a little over 11 percent, the 87-year-old ha… [+2974 chars]"
    },
    {
      "source": {
        "id": "new-york-magazine",
        "name": "New York Magazine"
      },
      "author": "Matt Stieb",
      "title": "Trump Wanted to Nuke Hurricanes to Stop Them From Hitting U.S. Coast: Report",
      "description": "Another stellar idea from the president who wanted to buy Greenland: Axios reported Sunday that President Trump wanted to drop nuclear bombs in hurricanes in order to stop them from hitting United States territory.",
      "url": "http://nymag.com/intelligencer/2019/08/trump-wanted-to-nuke-hurricanes-report.html",
      "urlToImage": "https://pixel.nymag.com/imgs/daily/intelligencer/2019/08/25/trump_hurricane.w1200.h630.jpg",
      "publishedAt": "2019-08-26T02:21:37Z",
      "content": "The presidents understanding of the natural world isnt particularly deep. He thinks that noise from wind turbines causes cancer. Hes called climate change a hoax and thinks that cold weather in the winter disproves global warming. He might not get how rivers … [+3353 chars]"
    },
    {
      "source": {
        "id": "new-york-magazine",
        "name": "New York Magazine"
      },
      "author": "Matt Stieb",
      "title": "In War on the Press, Trump Allies Weaponize Bad Posts",
      "description": "Arthur Schwartz, an informal advisor to Trump Jr., intends to discredit reporting on the president by publishing old, bigoted posts by reporters.",
      "url": "http://nymag.com/intelligencer/2019/08/in-war-on-press-trump-allies-weaponize-bad-posts.html",
      "urlToImage": "https://pixel.nymag.com/imgs/daily/intelligencer/2019/08/25/Arthur_Schwartz.w1200.h630.jpg",
      "publishedAt": "2019-08-26T00:06:19Z",
      "content": "Everyone even the the most dialed-in, savvy observer of the blink-of-an-eye zeitgeist posts dumb ideas online. And with this unlimited resource of bad tweets and Facebook screeds, one Trump ally intends to weaponize the old, bad ideas of journalists and lefti… [+5401 chars]"
    },
    {
      "source": {
        "id": "new-york-magazine",
        "name": "New York Magazine"
      },
      "author": "Eric Levitz",
      "title": "Trump Is Prioritizing the Climate’s Destruction Over His Own Reelection",
      "description": "A debt-financed green energy stimulus would be good for the economy and Donald Trump’s 2020 reelection prospects. But it would also benefit the climate, so he would never broker such a green new deal.",
      "url": "http://nymag.com/intelligencer/2019/08/green-new-deal-trump-2020-reelection-climate.html",
      "urlToImage": "https://pixel.nymag.com/imgs/daily/intelligencer/2019/08/23/23-trump.w1200.h630.jpg",
      "publishedAt": "2019-08-26T00:00:12Z",
      "content": "The Earth is too hot and getting hotter. Last month was the warmest ever recorded. Greenlands ice sheets are melting. The Arctic is burning. The far-right psychopath governing the worlds fifth-largest nation is rapidly replacing the planets lungs with cattle … [+5534 chars]"
    },
    {
      "source": {
        "id": "new-york-magazine",
        "name": "New York Magazine"
      },
      "author": "Heather Hurlburt",
      "title": "Trump’s Contradictions Dominate and Disrupt Another G-7",
      "description": "President Trump and his staff have sent mixed signals at the G-7 in France, confounding most of America’s closest allies at a time when the trade war loving president could most benefit from some alliances.",
      "url": "http://nymag.com/intelligencer/2019/08/trumps-contradictions-dominate-and-disrupt-another-g-7.html",
      "urlToImage": "https://pixel.nymag.com/imgs/daily/intelligencer/2019/08/25/25-trump-g7-france.w1200.h630.jpg",
      "publishedAt": "2019-08-25T20:32:56Z",
      "content": "The annual summits of the Group of Seven industrialized democracies the gathering that for decades was able to shape the trajectory of the global economy and determine which issues should sit atop a notional shared agenda seem to particularly unnerve Presiden… [+5275 chars]"
    },
    {
      "source": {
        "id": "new-york-magazine",
        "name": "New York Magazine"
      },
      "author": "Benjamin Hart,Chas Danner",
      "title": "Joe Walsh Launches Primary Bid Against Trump, Who He Admits He Helped Create",
      "description": "Tea Party agitator Joe Walsh has launched a primary campaign against President Trump. The former congressman said he knew he wouldn’t win, but “somebody needs to step up and there needs to be an alternative” to the “child” president.",
      "url": "http://nymag.com/intelligencer/2019/08/joe-walsh-launches-primary-bid-against-president-trump.html",
      "urlToImage": "https://pixel.nymag.com/imgs/daily/intelligencer/2019/08/22/22-joe-walsh.w1200.h630.jpg",
      "publishedAt": "2019-08-25T15:15:00Z",
      "content": "Joe Walsh, the impetuous former Republican congressman, announced on Sunday that he was making a beyond-long-shot primary bid against President Trump, confirming last weeks report from the New York Times. Im running because [Trump is] unfit; somebody needs to… [+3177 chars]"
    },
    {
      "source": {
        "id": "new-york-magazine",
        "name": "New York Magazine"
      },
      "author": "Jonathan Chait",
      "title": "‘American Carnage’ Exposes the Republican Slide Into Trumpism",
      "description": "Tim Alberta’s “American Carnage,” a deeply reported account of internal Republican deliberations over the past decade, shows how the Republican party was descending into Trumpism during the Obama years.",
      "url": "http://nymag.com/intelligencer/2019/08/american-carnage-review-tim-alberta-trump.html",
      "urlToImage": "https://pixel.nymag.com/imgs/daily/intelligencer/2019/08/22/22-trump-gop.w1200.h630.jpg",
      "publishedAt": "2019-08-24T12:00:43Z",
      "content": "In the summer of 2016, Mick Mulvaney promised an experiment of sorts to resolve just what had motivated the Republican Partys fanatical opposition to Barack Obama. Mulvaney proposed that the answer was not partisanship or racism, but instead principled adhere… [+9374 chars]"
    },
    {
      "source": {
        "id": "new-york-magazine",
        "name": "New York Magazine"
      },
      "author": "James D. Walsh",
      "title": "Nathan Carman Testifies About His Mother’s Mysterious Disappearance",
      "description": "Nathan Carmen appeared calm but uncomfortable as he testified this week in a civil case stemming from his mother’s disappearance during a boat trip. Carmen’s aunts have accused him of killing his mother, and previously his grandfather.",
      "url": "http://nymag.com/intelligencer/2019/08/nathan-carman-testifies-about-his-mothers-odd-disappearance.html",
      "urlToImage": "https://pixel.nymag.com/imgs/daily/intelligencer/2019/08/23/23-nathan-carman.w1200.h630.jpg",
      "publishedAt": "2019-08-23T22:46:06Z",
      "content": "Nathan Carman was 100 miles from the Rhode Island shoreline when he heard a strange sound coming from his boats engine, he told a judge this week. Hed been fishing with his mother, Linda Carman, on a Sunday afternoon, but minutes later his boat was underwater… [+4131 chars]"
    },
    {
      "source": {
        "id": "new-york-magazine",
        "name": "New York Magazine"
      },
      "author": "Samuel Lieberman",
      "title": "Collections agencies deploy US Marshals on student-loan debts in Texas.",
      "description": "Collections agencies deploy US Marshals on student-loan debts in Texas. ↩︎ New York View Post →",
      "url": "http://nymag.com/intelligencer/2016/02/us-marshals-forcibly-collecting-student-debt.html",
      "urlToImage": "https://pixel.nymag.com/imgs/daily/intelligencer/2016/02/16/16-us-marshalls.w1200.h630.jpg",
      "publishedAt": "2019-08-23T20:00:14Z",
      "content": "Heres what the U.S. government says about the student loan you may have been tardy about paying back: If your loan is placed with a collection agency, you will be responsible for costs incurred to get payment. The holder of your loan can take other actions to… [+2567 chars]"
    },
    {
      "source": {
        "id": "new-york-magazine",
        "name": "New York Magazine"
      },
      "author": "Josh Barro",
      "title": "This Is How Trump Will Tank the Economy and His Presidency",
      "description": "In the past, Trump’s trade war and his tweets have had negative but negative effects. But now, the trade war might be headed into a self-reinforcing death spiral, and the Fed may not be able to help.",
      "url": "http://nymag.com/intelligencer/2019/08/tweets-and-trade-war-this-is-how-trump-will-tank.html",
      "urlToImage": "https://pixel.nymag.com/imgs/daily/intelligencer/2019/08/23/23-trump-trade.w1200.h630.jpg",
      "publishedAt": "2019-08-23T19:43:48Z",
      "content": "I dont know what the president expected Jay Powell to do.\r\nThe Fed chairmans remarks at the Jackson Hole Federal Reserve conference on Friday were in line with his comments after Julys Fed meeting, and with the minutes from that meeting. There are increasingl… [+4667 chars]"
    },
    {
      "source": {
        "id": "new-york-magazine",
        "name": "New York Magazine"
      },
      "author": "Andrew Sullivan",
      "title": null,
      "description": "We have known this project’s nature since that journey down an escalator, and the surrealism has only intensified since.",
      "url": "http://nymag.com/intelligencer/_pages/cjzo8tdin006onlye36byo6uo.html#late-summer",
      "urlToImage": "https://pixel.nymag.com/imgs/daily/intelligencer/2019/08/23/23-trump-2.w1200.h630.jpg",
      "publishedAt": "2019-08-23T19:13:13Z",
      "content": "Absurd, it turns out, is a trigger word for Trump, as it well should be. When the prime minister of Denmark, Mette Frederiksen, was asked to respond to the idea that Donald Trump wanted to buy Greenland, she found the mot juste. The proposal was absurd. Perha… [+12062 chars]"
    },
    {
      "source": {
        "id": "new-york-magazine",
        "name": "New York Magazine"
      },
      "author": "Ed Kilgore",
      "title": "Anti-Abortion Activists Object to State Bans — But Only on Tactics",
      "description": "In Tennessee, heartburn among anti-abortion leaders over the political impact of recent state abortion laws is going public as they urge their troops to move more stealthily until such time as the Supreme Court is ready to reverse Roe v. Wade.",
      "url": "http://nymag.com/intelligencer/2019/08/anti-abortion-activists-object-to-state-bans-on-tactics.html",
      "urlToImage": "https://pixel.nymag.com/imgs/daily/intelligencer/2019/08/23/23-anti-abortion-protesters.w1200.h630.jpg",
      "publishedAt": "2019-08-23T19:08:39Z",
      "content": "Its been a wild year when it comes to state laws attempting to restrict abortion in clear contravention of Supreme Court precedent, with Republican legislators from across the country enacting outright bans on abortions at earlier and earlier stages of pregna… [+7313 chars]"
    },
    {
      "source": {
        "id": "new-york-magazine",
        "name": "New York Magazine"
      },
      "author": "Sarah Jones",
      "title": "David Koch’s Monstrous Legacy",
      "description": "The billionaire, who just died at the age of 79, invested a fortune into making the world an uglier and more dangerous place.",
      "url": "http://nymag.com/intelligencer/2019/08/david-kochs-monstrous-legacy.html",
      "urlToImage": "https://pixel.nymag.com/imgs/daily/intelligencer/2019/08/23/23-david-koch.w1200.h630.jpg",
      "publishedAt": "2019-08-23T18:33:26Z",
      "content": "By the time he died on Friday at the age of 79, David Koch was worth $42.4 billion. He will be remembered for what he did with it. Some people will probably praise his charitable spirit, perhaps even his support for criminal-justice reform, or his skepticism … [+5528 chars]"
    },
    {
      "source": {
        "id": "new-york-magazine",
        "name": "New York Magazine"
      },
      "author": "Ed Kilgore",
      "title": "Today’s Republicans Use the Filibuster Just Like the Segregationists Did",
      "description": "Just like their segregationist forebears, today’s Republican senators are using the filibuster to thwart overwhelming majorities supporting legislation on guns, climate change, and immigration. Democrats need to show some moral outrage.",
      "url": "http://nymag.com/intelligencer/2019/08/todays-gop-uses-filibuster-just-like-segregationists-did.html",
      "urlToImage": "https://pixel.nymag.com/imgs/daily/intelligencer/2019/08/22/22-mitch-mcconnell-strom-thurmond.w1200.h630.jpg",
      "publishedAt": "2019-08-23T17:54:00Z",
      "content": "For most of American political history, the use of Senate filibusters, and efforts to kill them, were rare, obscure, and mostly uninteresting. Prior to 1964 (the year the Civil Rights Act passed), the Senate had voted only five times to invoke cloture, the ma… [+5781 chars]"
    },
    {
      "source": {
        "id": "new-york-magazine",
        "name": "New York Magazine"
      },
      "author": "Will Leitch",
      "title": "The Joyous Masochism of Rooting for the Cleveland Browns",
      "description": "The Cleveland Browns, the most desultory team in the NFL, is going to be very good and very fun this season.",
      "url": "http://nymag.com/intelligencer/2019/08/cleveland-browns-2019-20-nfl-season-preview.html",
      "urlToImage": "https://pixel.nymag.com/imgs/daily/intelligencer/2019/08/23/23-cleveland-browns-fans-2.w1200.h630.jpg",
      "publishedAt": "2019-08-23T17:26:51Z",
      "content": "My favorite parable about the joyous, mad futility of being a sports fan involves a man named Scott Entsminger. On the whole, there was nothing remarkable about Scott Entsminger. He lived in Mansfield, Ohio, worked for General Motors for 32 years before retir… [+7900 chars]"
    },
    {
      "source": {
        "id": "new-york-magazine",
        "name": "New York Magazine"
      },
      "author": "Gabriel Debenedetti,Benjamin Hart",
      "title": "How Big a Problem is Joe Biden’s ‘Enthusiasm Gap’?",
      "description": "Intelligencer staffers discuss whether Democratic frontrunner Joe Biden’s “enthusiasm gap” among voters will be a major obstacle on his path to the Democratic nomination.",
      "url": "http://nymag.com/intelligencer/2019/08/joe-biden-enthusiasm-gap-primary.html",
      "urlToImage": "https://pixel.nymag.com/imgs/daily/intelligencer/2019/08/23/23-biden.w1200.h630.jpg",
      "publishedAt": "2019-08-23T17:26:45Z",
      "content": "Ben: Five plus months out from the Iowa caucuses, Joe Biden continues to lead comfortably in national and state polls. But a recent New York Times story highlighted what has been seen as a central problem for his campaign: the enthusiasm gap. The gist is that… [+8530 chars]"
    },
    {
      "source": {
        "id": "new-york-magazine",
        "name": "New York Magazine"
      },
      "author": "Brian Feldman",
      "title": "Accidentally Destroying My iPhone Really Put My Entire Life in Perspective",
      "description": "Breaking one’s smartphone can make the user reevaluate their relationship with these important devices.",
      "url": "http://nymag.com/intelligencer/2019/08/why-a-broken-iphone-screen-is-useful.html",
      "urlToImage": "https://pixel.nymag.com/imgs/daily/selectall/2019/08/23/crackedphone.w1200.h630.jpg",
      "publishedAt": "2019-08-23T17:20:54Z",
      "content": "For the past eight years, I have prided myself on never having seriously damaged my iPhone. Maybe theres been some simple wear and tear, but no cracked spiderweb screens or exposed innards. For many years, I even used my phone without a case: The rectangular … [+4178 chars]"
    },
    {
      "source": {
        "id": "new-york-magazine",
        "name": "New York Magazine"
      },
      "author": "Jonathan Chait",
      "title": "Trump Is Melting Down Because China Won’t Give In on Trade",
      "description": "Trump’s international disputes usually end quietly. This one might be different.",
      "url": "http://nymag.com/intelligencer/2019/08/trump-is-melting-down-because-china-wont-give-in-on-trade.html",
      "urlToImage": "https://pixel.nymag.com/imgs/daily/intelligencer/2019/08/23/23-trump-china.w1200.h630.jpg",
      "publishedAt": "2019-08-23T16:44:06Z",
      "content": "President Trump is in the midst of a public meltdown that is humiliating, scary, and banana republicy even by Trumpy standards. The reason is that Trump started a trade war and China refuses to back down, having announced this morning that it is imposing reta… [+4440 chars]"
    },
    {
      "source": {
        "id": "new-york-magazine",
        "name": "New York Magazine"
      },
      "author": "Andrew Sullivan",
      "title": "The Presidency of Donald Trump Never Gets Any Less Absurd",
      "description": "We have known this project’s nature since that journey down an escalator, and the surrealism has only intensified since.",
      "url": "http://nymag.com/intelligencer/2019/08/andrew-sullivan-president-trump-never-gets-any-less-absurd.html",
      "urlToImage": "https://pixel.nymag.com/imgs/daily/intelligencer/2019/08/23/23-trump-2.w1200.h630.jpg",
      "publishedAt": "2019-08-23T15:22:35Z",
      "content": "Absurd, it turns out, is a trigger word for Trump, as it well should be. When the prime minister of Denmark, Mette Frederiksen, was asked to respond to the idea that Donald Trump wanted to buy Greenland, she found the mot juste. The proposal was absurd. Perha… [+12062 chars]"
    },
    {
      "source": {
        "id": "new-york-magazine",
        "name": "New York Magazine"
      },
      "author": "Ed Kilgore",
      "title": "Moulton Drops Out of 2020 Race; Could de Blasio Be Next?",
      "description": "Massachusetts congressman Seth Moulton folded his presidential campaign after failing to reach the first two Democratic debates and making no impression in the polls for his centrist message. Bill de Blasio could be the next to withdraw.",
      "url": "http://nymag.com/intelligencer/2019/08/moulton-drops-out-of-2020-race-could-de-blasio-be-next.html",
      "urlToImage": "https://pixel.nymag.com/imgs/daily/intelligencer/2019/08/23/23-seth-moulton.w1200.h630.jpg",
      "publishedAt": "2019-08-23T15:01:01Z",
      "content": "Pretty much everything you need to know about Massachusetts congressman Seth Moultons 2020 presidential campaign, which is folding today, is contained in the headline of a New York Timesfeature last month: Whos That? Running for President at Zero Percent. Mos… [+3877 chars]"
    },
    {
      "source": {
        "id": "new-york-magazine",
        "name": "New York Magazine"
      },
      "author": "David Wallace-Wells",
      "title": "The Political Status Quo Is No Match for Climate Change",
      "description": "Jair Bolsonaro’s policy is leading to the Amazon rainforest burning at an alarming rate. And Jay Inslee, the Democratic candidate who ran on climate change, dropped out. Maybe Bernie Sanders’s new plan will take up Inslee’s baton. We have to hope so.",
      "url": "http://nymag.com/intelligencer/2019/08/the-amazon-rainforest-burns-jay-inslee-drops-out.html",
      "urlToImage": "https://pixel.nymag.com/imgs/daily/intelligencer/2019/08/23/23-amazon-rainforest.w1200.h630.jpg",
      "publishedAt": "2019-08-23T13:59:41Z",
      "content": "There are foreboding climate coincidences every few days now that is what happens when there is so much bad news emerging, so regularly, that the horrors stack one on top of the next.\r\nSometimes the horrors are natural disasters, one after the other as when 5… [+11571 chars]"
    },
    {
      "source": {
        "id": "new-york-magazine",
        "name": "New York Magazine"
      },
      "author": "Jebediah Reed",
      "title": "Jeffrey Gundlach on Recession Odds, Jerome Powell’s Stumbles, and Why Trump Might Bail in 2020",
      "description": "’Bond King’ Gundlach markets and makes predictions. “The fundamental thing that I think about is that we’re running a massive debt-based economy now during an expansion.”",
      "url": "http://nymag.com/intelligencer/2019/08/jeffrey-gundlach-on-bonds-bitcoin-why-trump-might-not-run.html",
      "urlToImage": "https://pixel.nymag.com/imgs/daily/intelligencer/2019/08/22/22--jeffrey-gundlach.w1200.h630.jpg",
      "publishedAt": "2019-08-23T13:10:54Z",
      "content": "Bond market commentary tends to be a dry affair. But over the years Jeffrey Gundach, founder and CEO of the $140 billion bond-focused investment firm DoubleLine, has earned a reputation for talking about the intersection of financial markets and national poli… [+22215 chars]"
    },
    {
      "source": {
        "id": "new-york-magazine",
        "name": "New York Magazine"
      },
      "author": "Jebediah Reed",
      "title": "Jeffrey Gundlach on Recession Odds, Jerome Powell’s Stumbles, and Why Trump Might Bail in 2020",
      "description": "’Bond King’ Gundlach markets and makes predictions. “The fundamental thing that I think about is that we’re running a massive debt-based economy now during an expansion.”",
      "url": "http://nymag.com/intelligencer/2019/08/jeffrey-gundlach-recession-bitcoin-why-trump-might-not-run.html",
      "urlToImage": "https://pixel.nymag.com/imgs/daily/intelligencer/2019/08/22/22--jeffrey-gundlach.w1200.h630.jpg",
      "publishedAt": "2019-08-23T13:10:54Z",
      "content": "Bond market commentary tends to be a dry affair. But over the years Jeffrey Gundach, founder and CEO of the $140 billion bond-focused investment firm DoubleLine, has earned a reputation for talking about the intersection of financial markets and national poli… [+22215 chars]"
    },
    {
      "source": {
        "id": "new-york-magazine",
        "name": "New York Magazine"
      },
      "author": "Eric Levitz",
      "title": "The ‘1619 Project’ Isn’t Anti-American — It’s Anti-White Identity Politics",
      "description": "Conservatives have called the New York Times’s 1619 Project anti-American. But the paper’s argument for the centrality of slavery to the American story does not challenge the legitimacy of patriotism, only that of white American identity.",
      "url": "http://nymag.com/intelligencer/2019/08/the-1619-project-isnt-unpatriotic-its-just-anti-whiteness.html",
      "urlToImage": "https://pixel.nymag.com/imgs/daily/intelligencer/2019/08/21/21-1619-project.w1200.h630.jpg",
      "publishedAt": "2019-08-23T10:00:17Z",
      "content": "Your great saints were child rapists. Your sacred texts are fraudulent alibis for a world-historic crime. That isnt a hill youre shining city sits upon, but the unmarked graves of men it condemned to unlived lives. The prosperity you saw as confirmation of Go… [+14573 chars]"
    },
    {
      "source": {
        "id": "new-york-magazine",
        "name": "New York Magazine"
      },
      "author": "Matt Stieb",
      "title": "Jeffrey Epstein Used a Bullet and a Dead Cat to Intimidate Vanity Fair Editor Graydon Carter: Report",
      "description": "A former Vanity Fair editor, John Connolly, says Jeffrey Epstein placed a decapitated cat and a bullet outside Vanity Fair editor Graydon Carter’s homes to pressure him to tell reporters to back off.",
      "url": "http://nymag.com/intelligencer/2019/08/epstein-used-bullet-dead-cat-to-intimidate-graydon-carter.html",
      "urlToImage": "https://pixel.nymag.com/imgs/daily/intelligencer/2019/07/17/18-jeffrey-epstein.w1200.h630.jpg",
      "publishedAt": "2019-08-23T04:21:11Z",
      "content": "Considering the macabre details of Jeffrey Epsteins home life and his totallack of remorse over his predation, it shouldnt be surprising that his efforts to intimidate journalists investigating his dealings went beyond the usual playbook of harassment and bur… [+5510 chars]"
    },
    {
      "source": {
        "id": "new-york-magazine",
        "name": "New York Magazine"
      },
      "author": "Zak Cheney-Rice",
      "title": "Democrats Are Turning Their Attention To an Extremely Unsexy Bulwark of Democracy",
      "description": "Democrats have historically not focused their energies on the Secretaries of State. But the office is crucial to state elections.",
      "url": "http://nymag.com/intelligencer/2019/08/democratic-push-for-more-blue-secretaries-of-state.html",
      "urlToImage": "https://pixel.nymag.com/imgs/daily/intelligencer/2019/08/22/22-padilla.w1200.h630.jpg",
      "publishedAt": "2019-08-23T00:26:40Z",
      "content": "After Stacey Abramss narrow defeat in the Georgia governors race last year, Democratic voters were forced to confront one of the unsexier culprits for their electoral struggles: Republican control over 25 of Americas 47 secretary of state jobs, particularly i… [+5507 chars]"
    },
    {
      "source": {
        "id": "new-york-magazine",
        "name": "New York Magazine"
      },
      "author": "Matt Stieb",
      "title": "Barack and Michelle Obama Are Reportedly Buying a Mansion in Martha’s Vineyard",
      "description": "TMZ reports that Barack and Michelle Obama are buying a $14.85 million mansion in Edgartown, Martha’s Vineyard formerly owned by Celtics owner Wyc Grousbeck.",
      "url": "http://nymag.com/intelligencer/2019/08/obamas-may-buy-usd14-85-million-marthas-vineyard-mansion.html",
      "urlToImage": "https://pixel.nymag.com/imgs/daily/intelligencer/2019/08/20/barack_obama.w1200.h630.jpg",
      "publishedAt": "2019-08-22T23:50:13Z",
      "content": "As the rest of the Democratic Party battles over how to end the Trump presidency, one of Barack Obamas main challenges in the near-future will be figuring out who has the right of way on the briar-lined, one-way lanes of Marthas Vineyard. According to TMZ, Ba… [+1612 chars]"
    },
    {
      "source": {
        "id": "new-york-magazine",
        "name": "New York Magazine"
      },
      "author": "Ed Kilgore",
      "title": "Louisiana Republican Gubernatorial Candidate Wants to Roll Back Criminal Justice Reform",
      "description": "Louisiana Republican congressman Ralph Abraham wants to roll back Democratic governor John Bel Edwards’ criminal justice reforms, and even voted against the federal reform bill signed by Trump, making this an issue in the 2019 governor’s race.",
      "url": "http://nymag.com/intelligencer/2019/08/louisiana-republican-abraham-opposes-criminal-justice-reform.html",
      "urlToImage": "https://pixel.nymag.com/imgs/daily/intelligencer/2019/08/22/22-John-Bel-Edwards-Ralph-Abraham-la.w1200.h630.jpg",
      "publishedAt": "2019-08-22T23:34:48Z",
      "content": "If youve followed the criminal justice reform issue over the years, you probably know that much of the action and probably the most important types of action are occurring at the state level, often with even more bipartisanship than youve seen in Washington o… [+4436 chars]"
    },
    {
      "source": {
        "id": "new-york-magazine",
        "name": "New York Magazine"
      },
      "author": "Matt Stieb",
      "title": "Democratic National Committee Rejects Possibility of Official Climate Debate",
      "description": "On Thursday, the Democratic National Committee voted to reject a climate debate from coming on the primary schedule. Protestors disrupted the DNC during the vote, which also allowed for unofficial climate town halls to turn into de-facto debates.",
      "url": "http://nymag.com/intelligencer/2019/08/democratic-national-committee-rejects-climate-debate.html",
      "urlToImage": "https://pixel.nymag.com/imgs/daily/intelligencer/2019/08/22/22-dnc-climate-debate.w1200.h630.jpg",
      "publishedAt": "2019-08-22T22:25:56Z",
      "content": "The Democratic field just cannot have a forum on the possible end of the world without a little controversy: After an early-summer tiff over whether or not to have a one-issue debate on climate change, the Democratic National Committee voted on Thursday, 17 t… [+2846 chars]"
    },
    {
      "source": {
        "id": "new-york-magazine",
        "name": "New York Magazine"
      },
      "author": "Benjamin Hart,Sarah Jones,Eric Levitz",
      "title": "Did Jay Inslee Get a Fair Shake From Voters?",
      "description": "Intelligencer stafffers discuss the departure of the “climate candidate,” Jay Inslee, from the Democratic primary.",
      "url": "http://nymag.com/intelligencer/2019/08/jay-inslee-democratic-primary-voters.html",
      "urlToImage": "https://pixel.nymag.com/imgs/daily/intelligencer/2019/06/27/debate-recap/jay-inslee.w1200.h630.jpg",
      "publishedAt": "2019-08-22T22:20:57Z",
      "content": "Ben: Washington governor Jay Inslee, who based his entire campaign around climate change, announced last night that he was dropping out of the Democratic primary. Inslee never gained much traction in the polls, but he is likable and intelligent, and plenty of… [+5865 chars]"
    },
    {
      "source": {
        "id": "new-york-magazine",
        "name": "New York Magazine"
      },
      "author": "Ed Kilgore",
      "title": "What If Obama Had Dropped Biden in 2012?",
      "description": "Joe Biden’s efforts — the latest, a video of Obama complimenting Biden — to campaign as Obama’s heir conflict with evidence that Obama didn’t want to designate a successor. But doing so could’ve prevented messy Democratic primaries in 2016 and 2020.",
      "url": "http://nymag.com/intelligencer/2019/08/biden-posts-video-of-obama-complimenting-him.html",
      "urlToImage": "https://pixel.nymag.com/imgs/daily/intelligencer/2019/08/22/22-obama-biden.w1200.h630.jpg",
      "publishedAt": "2019-08-22T21:38:16Z",
      "content": "Its not exactly a secret that the central message of Joe Bidens presidential candidacy is that voters should choose him just like Barack Obama did. This new campaign ad makes that unsubtly clear:\r\nEleven years ago, I received a phone call from President Obama… [+4588 chars]"
    },
    {
      "source": {
        "id": "new-york-magazine",
        "name": "New York Magazine"
      },
      "author": "Sarah Jones",
      "title": "Ahead of 2020, Labor Is Seizing Its Moment",
      "description": "Bernie Sanders and Beto O’Rourke become the latest candidates to release formal labor plans, as unions step up their demands.",
      "url": "http://nymag.com/intelligencer/2019/08/as-candidates-press-for-union-votes-labor-seizes-its-moment.html",
      "urlToImage": "https://pixel.nymag.com/imgs/daily/intelligencer/2019/08/22/22-labor-protest-bernie.w1200.h630.jpg",
      "publishedAt": "2019-08-22T18:52:28Z",
      "content": "Democrats have always needed labor votes, but they havent always worked very hard to get them. Thats beginning to change. Almost three years of Trump and a competitive primary race have pushed candidates to reconsider, at least partially, the partys status qu… [+5978 chars]"
    },
    {
      "source": {
        "id": "new-york-magazine",
        "name": "New York Magazine"
      },
      "author": "Adam K. Raymond",
      "title": "Sarah Sanders Passes Through the Revolving Door, Joins Fox News",
      "description": "Former White House press secretary Sarah Huckabee Sanders will feel very at home with her new employer Fox News.",
      "url": "http://nymag.com/intelligencer/2019/08/sarah-sanders-is-now-a-fox-news-contributor.html",
      "urlToImage": "https://pixel.nymag.com/imgs/daily/intelligencer/2019/08/22/22-sarah-huckabee-sanders.w1200.h630.jpg",
      "publishedAt": "2019-08-22T17:27:27Z",
      "content": "Sarah Sanders is the latest onetime Trump administration official to push her way through the revolving door between the White House and Fox News. The former White House press secretary, who left that job in June, has signed on as a Fox News contributor, the … [+1579 chars]"
    },
    {
      "source": {
        "id": "new-york-magazine",
        "name": "New York Magazine"
      },
      "author": "Steve Friess",
      "title": "Long vs. Short: Has Netflix Peaked?",
      "description": "Subscriber numbers are down. Streaming mainstay “Friends” is on its way out. Depending who you listen to, those developments are either harbingers or blips.",
      "url": "http://nymag.com/intelligencer/2019/08/long-vs-short-has-netflix-peaked.html",
      "urlToImage": "https://pixel.nymag.com/imgs/daily/intelligencer/2019/08/20/20-netflix.w1200.h630.jpg",
      "publishedAt": "2019-08-22T17:17:57Z",
      "content": "Its been an upside-down summer for the long-running smash that is Netflix stock. Since early July, when the streaming service announced its first drop in U.S. subscribers for any quarter since 2011, NFLX has lost more than 20 percent of its value, or more tha… [+8430 chars]"
    },
    {
      "source": {
        "id": "new-york-magazine",
        "name": "New York Magazine"
      },
      "author": "Benjamin Hart",
      "title": "Tea Party Agitator Joe Walsh to Launch Sure-Thing Primary Bid Against Trump",
      "description": "Tea Party agitator Joe Walsh is launching a primary bid against President Trump. “Long shot” isn’t strong enough to describe how unlikely he is to unseat the president.",
      "url": "http://nymag.com/intelligencer/2019/08/joe-walsh-to-launch-primary-bid-against-president-trump.html",
      "urlToImage": "https://pixel.nymag.com/imgs/daily/intelligencer/2019/08/22/22-joe-walsh.w1200.h630.jpg",
      "publishedAt": "2019-08-22T16:50:37Z",
      "content": "Joe Walsh, the impetuous former Republican congressman, will announce a beyond-long-shot primary bid against President Trump in the coming days, the New York Times reports.\r\nWalsh, who was elected out of Illinois as part of the Tea Party wave of 2010, then ou… [+2402 chars]"
    },
    {
      "source": {
        "id": "new-york-magazine",
        "name": "New York Magazine"
      },
      "author": "Ed Kilgore",
      "title": "Julián Castro Appeals to the Animal-Rights Vote",
      "description": "Former HUD Secretary Julian Castro is appealing the the animal rights vote with a Protecting Animals and Wildlife (PAW) plan addressing issues ranging from the Endangered Species Act to euthanasia to livestock confinement. It’s smart politics.",
      "url": "http://nymag.com/intelligencer/2019/08/julian-castro-appeals-to-the-animal-rights-vote.html",
      "urlToImage": "https://pixel.nymag.com/imgs/daily/intelligencer/2019/08/22/22-castro-dog.w1200.h630.jpg",
      "publishedAt": "2019-08-22T15:52:21Z",
      "content": "Sometimes the policy offerings of the many Democratic presidential candidates begin to blur in their similarity. But Julián Castro has taken a step that distinguishes him from the crowd, and taps a potentially important constituency: animal lovers. Earlier th… [+3977 chars]"
    }
  ]
}
