{
  "status": "ok",
  "totalResults": 3071,
  "articles": [
    {
      "source": {
        "id": "breitbart-news",
        "name": "Breitbart News"
      },
      "author": "John Nolte",
      "title": "Nolte: Bret Stephens Publishes Fake History to Compare ‘Bedbug’ Critics to Nazis",
      "description": "Bret Stephens penned a New York Times column where he not only compares those mocking him as a \"bedbug\" to Nazis, he does so by deliberately misleading his readers.",
      "url": "https://www.breitbart.com/the-media/2019/09/01/nolte-bret-stephens-publishes-fake-history-to-compare-bedbug-critics-to-nazis/",
      "urlToImage": "https://media.breitbart.com/media/2016/10/nazi-party.jpg",
      "publishedAt": "2019-09-01T15:05:44Z",
      "content": "Stephens’ ego kind of reminds me of a clown car.\r\nAnyway, it has become fairly obvious that someone at the far-left New York Times is out destroy the Never Trump columnist’s career and reputation, because there is really no other explanation for allowing him … [+5534 chars]"
    },
    {
      "source": {
        "id": "breitbart-news",
        "name": "Breitbart News"
      },
      "author": "Pam Key",
      "title": "Rick Scott on Trump’s Puerto Rico Tweets: ‘I Wish There Wasn’t Rhetoric Like There Is’",
      "description": "Sunday on CNN’s “State of the Union,” Sen. Rick Scott (R-FL) urged President Donald Trump to tone down his rhetoric on Puerto Rico. Partial transcript as follows: BASH: Hurricane Dorian, as it seemed to be approaching Puerto Rico this week, President Trump we…",
      "url": "https://www.breitbart.com/clips/2019/09/01/rick-scott-on-trumps-puerto-rico-tweets-i-wish-there-wasnt-rhetoric-like-there-is/",
      "urlToImage": "https://media.breitbart.com/media/2018/11/GettyImages-939382180.jpg",
      "publishedAt": "2019-09-01T15:00:49Z",
      "content": "Sunday on CNN’s “State of the Union,” Sen. Rick Scott (R-FL) urged President Donald Trump to tone down his rhetoric on Puerto Rico.BASH: Hurricane Dorian, as it seemed to be approaching Puerto Rico this week, President Trump went on Twitter and called Puerto … [+1199 chars]"
    },
    {
      "source": {
        "id": "breitbart-news",
        "name": "Breitbart News"
      },
      "author": "Breitbart Jerusalem",
      "title": "Hezbollah Fires from Lebanon at IDF Positions in Northern Israel",
      "description": "The Hezbollah terror group fired several anti-tank guided missiles at an army base and military vehicles in northern Israel Sunday afternoon, the Israel Defense Forces said, adding that more information would be released shortly.",
      "url": "https://www.breitbart.com/middle-east/2019/09/01/hezbollah-fires-from-lebanon-at-idf-positions-in-northern-israel/",
      "urlToImage": "https://media.breitbart.com/media/2019/09/idf-israeli-forces-tank-weapon-640x335.jpg",
      "publishedAt": "2019-09-01T14:47:27Z",
      "content": "The military said several of the missiles struck their targets, prompting retaliatory Israeli attacks. The Iran-backed Hezbollah took responsibility for the missile strikes, saying in a statement that its fighters destroyed an Israeli military vehicle on the … [+522 chars]"
    },
    {
      "source": {
        "id": "breitbart-news",
        "name": "Breitbart News"
      },
      "author": "Pam Key",
      "title": "GOP Sen. Toomey: Trump’s ‘Trade War’ Is a ‘Threat’ to Economy",
      "description": "Sunday on ABC’s “This Week,” Sen. Pat Toomey (R-PA) called President Donald Trump’s “trade war” with China a threat to the “strength and that growth” of America’s economy. Toomey said, “We’re starting from a very strong economy right now you",
      "url": "https://www.breitbart.com/clips/2019/09/01/gop-sen-toomey-trumps-trade-war-is-a-threat-to-economy/",
      "urlToImage": "https://media.breitbart.com/media/2019/06/toomey-640x335.jpg",
      "publishedAt": "2019-09-01T14:42:17Z",
      "content": "Sunday on ABC’s “This Week,” Sen. Pat Toomey (R-PA) called President Donald Trump’s “trade war” with China a threat to the “strength and that growth” of America’s economy.\r\nToomey said, “We’re starting from a very strong economy right now you know record low … [+679 chars]"
    },
    {
      "source": {
        "id": "breitbart-news",
        "name": "Breitbart News"
      },
      "author": "Pam Key",
      "title": "Julián Castro: Trump’s ‘Biggest Lies’ Have Been on Gun Control",
      "description": "Sunday on NBC’s “Meet the Press,” 2020 Democratic presidential hopeful and former HUD Secretary Julián Castro reacted to Saturday’s mass shooting in Odessa, TX with an attack on President Donald Trump. Castro said, “You were talking about gaffes and lies, the",
      "url": "https://www.breitbart.com/clips/2019/09/01/julian-castro-trumps-biggest-lies-have-been-on-gun-control/",
      "urlToImage": "https://media.breitbart.com/media/2019/05/Jae-C.-HongAP-640x335.jpg",
      "publishedAt": "2019-09-01T14:21:11Z",
      "content": "Sunday on NBC’s “Meet the Press,” 2020 Democratic presidential hopeful and former HUD Secretary Julián Castro reacted to Saturdays mass shooting in Odessa, TX with an attack on President Donald Trump.\r\nCastro said, “You were talking about gaffes and lies, the… [+306 chars]"
    },
    {
      "source": {
        "id": "breitbart-news",
        "name": "Breitbart News"
      },
      "author": "AWR Hawkins, AWR Hawkins",
      "title": "Elizabeth Warren Demands Gun Control Vote Before Midland Facts Known",
      "description": "Democrat presidential hopeful Elizabeth Warren demanded a Senate gun control vote prior to knowing details on the Midland-Odessa shootings.",
      "url": "https://www.breitbart.com/politics/2019/09/01/elizabeth-warren-demands-gun-control-vote-before-midland-facts-known/",
      "urlToImage": "https://media.breitbart.com/media/2019/08/Elizabeth-Warren-1-640x335.jpg",
      "publishedAt": "2019-09-01T13:59:39Z",
      "content": "Warren tweeted:\r\nTimes up, @SenateMajLdr. Lets vote on gun safety legislation NOW. Every day you wait, more tragedies happen. \r\nDo something, Senator McConnell. America is done waiting for you.\r\n— Elizabeth Warren (@SenWarren) September 1, 2019\r\nWarren’s twee… [+1617 chars]"
    },
    {
      "source": {
        "id": "breitbart-news",
        "name": "Breitbart News"
      },
      "author": "Jerome Hudson",
      "title": "Trump Mocks Debra Messing After She Called for Outing His Hollywood Fundraiser Attendees",
      "description": "President Trump fired back at \"Will & Grace\" star Debra Messing after she called for the identities of those attending his fundraiser next month to be made public.",
      "url": "https://www.breitbart.com/entertainment/2019/09/01/trump-mocks-debra-messing/",
      "urlToImage": "https://media.breitbart.com/media/2019/09/trumpmessing1-640x335.jpg",
      "publishedAt": "2019-09-01T13:57:36Z",
      "content": "“I have not forgotten that when it was announced that I was going to do The Apprentice, and when it then became a big hit, helping NBCs failed lineup greatly, @DebraMessing came up to me at an Upfront &amp; profusely thanked me, even calling me ‘Sir.'” Presid… [+1816 chars]"
    },
    {
      "source": {
        "id": "breitbart-news",
        "name": "Breitbart News"
      },
      "author": "AWR Hawkins",
      "title": "Cory Booker Responds to Midland Attack by Pledging Executive Gun Control",
      "description": "Democrat presidential hopeful Cory Booker responded to the Midland-Odessa shootings by pledging executive gun control and a crackdown on gun manufacturers.",
      "url": "https://www.breitbart.com/politics/2019/09/01/cory-booker-responds-to-midland-attack-by-pledging-executive-gun-control/",
      "urlToImage": "https://media.breitbart.com/media/2019/07/Cory-booker-outraged-kamala-harris-background-kavanaugh-confirmation-getty-640x480-640x335.jpg",
      "publishedAt": "2019-09-01T13:40:12Z",
      "content": "Booker tweeted:\r\nBeginning on Day One in office, I will take executive action to reduce gun violenceclosing dangerous loopholes in gun sales, cracking down on gun manufacturers, and investing in communities impacted by gun violence.\r\n— Cory Booker (@CoryBooke… [+1189 chars]"
    },
    {
      "source": {
        "id": "breitbart-news",
        "name": "Breitbart News"
      },
      "author": "Joel B. Pollak",
      "title": "Trump Criticizes John Brennan, James Clapper, James Comey over Iran Image",
      "description": "President Donald Trump criticized former Central Intelligence Agency director John Brennan, former Director of National Intelligence James Clapper, and former FBI Director James Comey in a tweet about an image of a failed Iranian rocket launch.",
      "url": "https://www.breitbart.com/politics/2019/09/01/trump-criticizes-john-brennan-james-clapper-james-comey-over-iran-image/",
      "urlToImage": "https://media.breitbart.com/media/2019/03/Comey-Clapper-Brennan-640x335.jpg",
      "publishedAt": "2019-09-01T13:33:19Z",
      "content": "On Friday, Trump tweeted an image of a destroyed rockets at an Iranian launch site:\r\nThe United States of America was not involved in the catastrophic accident during final launch preparations for the Safir SLV Launch at Semnan Launch Site One in Iran. I wish… [+2505 chars]"
    },
    {
      "source": {
        "id": "breitbart-news",
        "name": "Breitbart News"
      },
      "author": "Breitbart News",
      "title": "Parker: This Labor Day, Threats to the American Worker Lurk Behind Every Corner",
      "description": "Elaine Parker of Job Creators Network writes in RealClear Policy that, as strong as the economy is for the American worker, there are dark clouds on the horizon with policy proposals from the likes of Bernie Sanders such as Medicare for All.",
      "url": "https://www.breitbart.com/economy/2019/08/30/parker-this-labor-day-threats-to-the-american-worker-lurk-behind-every-corner/",
      "urlToImage": "https://media.breitbart.com/media/2019/08/American-Workers-Felicia-FonsecaAP-640x335.png",
      "publishedAt": "2019-09-01T13:21:36Z",
      "content": "Labor Day isnt simply a long weekend to mark the closing days of summer. Its a holiday intended to celebrate the foundation on which this country is built: the American worker. Luckily, these building blocks have benefited from the economic upswing of the pas… [+711 chars]"
    },
    {
      "source": {
        "id": "breitbart-news",
        "name": "Breitbart News"
      },
      "author": "Joel B. Pollak",
      "title": "Typo: Trump Calls Hannity Greatest ‘Shoe’ on Television",
      "description": "President Donald Trump made a humorous typographical error on Saturday when he congratulated Fox News host Sean Hannity for \"being the greatest shoe on television.\"",
      "url": "https://www.breitbart.com/the-media/2019/09/01/typo-trump-calls-hannity-greatest-shoe-on-television/",
      "urlToImage": "https://media.breitbart.com/media/2017/03/Sean-Hannity-April-21-2014-Getty.jpg",
      "publishedAt": "2019-09-01T13:11:28Z",
      "content": "The president meant to write “show.”\r\nTrump was continuing his recent criticism of Fox News, in which he has alleged that the center-right network has taken a more oppositional stance.\r\n“Has anyone noticed that the top shows on @FoxNews and cable ratings are … [+1426 chars]"
    },
    {
      "source": {
        "id": "breitbart-news",
        "name": "Breitbart News"
      },
      "author": "Simon Kent",
      "title": "‘Catastrophic’ Hurricane Dorian Builds to Category 5, Closes on Bahamas",
      "description": "Hurricane Dorian has continued to build in strength over the past 12 hours and now has maximum sustained winds of 160 mph, according to the National Hurricane Center (NHC).",
      "url": "https://www.breitbart.com/environment/2019/09/01/catastrophic-hurricane-dorian-builds-to-category-5-closes-on-bahamas/",
      "urlToImage": "https://media.breitbart.com/media/2019/09/Hurricane-Dorian-640x335.jpg",
      "publishedAt": "2019-09-01T12:30:41Z",
      "content": "This puts the storm in the highest category on the Saffir-Simpson Hurricane Wind Scale.\r\nDorian will be capable of catastrophic damage as it tracks towards the Bahamas during Sunday and into the early hours of tomorrow.\r\nThe NHC has confirmed Dorian’s strengt… [+1660 chars]"
    },
    {
      "source": {
        "id": "breitbart-news",
        "name": "Breitbart News"
      },
      "author": "Hannah Bleau",
      "title": "Debra Messing Calls for Media to Out Trump Hollywood Fundraiser Attendees",
      "description": "Actress Debra Messing joined her Will & Grace co-star Eric McCormack in calling for a outing of Hollywood attendees of next month's Beverly Hills fundraiser for President Donald Trump.",
      "url": "https://www.breitbart.com/entertainment/2019/08/31/debra-messing-calls-for-doxxing-trump-hollywood-fundraiser-attendees/",
      "urlToImage": "https://media.breitbart.com/media/2019/08/debramessingdox1-640x335.jpg",
      "publishedAt": "2019-09-01T12:18:39Z",
      "content": "“Please print a list of all attendees please. The public has a right to know,” Messing wrote to her 577k Twitter followers in response to a Hollywood Reporter story detailing the fundraiser, set for September 17.\r\nPlease print a list of all attendees please. … [+1874 chars]"
    },
    {
      "source": {
        "id": "breitbart-news",
        "name": "Breitbart News"
      },
      "author": "Simon Kent",
      "title": "Qatar Still to Confirm Israeli Soccer Fans Can Attend 2022 World Cup",
      "description": "The Islamic monarchy of Qatar is yet to confirm Israeli soccer fans will be welcomed into the country for the soccer World Cup in 2022.",
      "url": "https://www.breitbart.com/middle-east/2019/09/01/qatar-still-to-confirm-israeli-soccer-fans-can-attend-2022-world-cup/",
      "urlToImage": "https://media.breitbart.com/media/2017/01/GettyImages-130203041.png",
      "publishedAt": "2019-09-01T10:33:50Z",
      "content": "Israel does not feature in Qatars online list of 244 nationalities and territories eligible for a visa. The country does not recognise the Jewish state.\r\nA damning new report exposes discrimination by Qatars Islamist regime targeting Israelis, Egyptians and g… [+1525 chars]"
    },
    {
      "source": {
        "id": "breitbart-news",
        "name": "Breitbart News"
      },
      "author": "Chris Tomlinson",
      "title": "Canada: Quebec Youth Adopt Islamic Customs in 'Solidarity' with Muslims",
      "description": "Canada's French-speaking province of Quebec is seeing a new trend of young non-Muslim people adopting Islamic customs and holidays.",
      "url": "https://www.breitbart.com/europe/2019/09/01/canada-quebec-youth-adopt-islamic-customs-in-solidarity-with-muslims/",
      "urlToImage": "https://media.breitbart.com/media/2018/02/GettyImages-2212184.png",
      "publishedAt": "2019-09-01T10:24:50Z",
      "content": "The new phenomenon was first noted by anthropologist Géraldine Mossière who found young people, mostly women, in Montreal who frequented Muslim associations and cafes and began to adopt Islamic practices without ever formally converting, La Pressereports.\r\nAc… [+2363 chars]"
    },
    {
      "source": {
        "id": "breitbart-news",
        "name": "Breitbart News"
      },
      "author": "Jack Montgomery",
      "title": "Khan Brands Trump 'Global Poster Boy for White Nationalism', Attacks Polish Govt, Farage, Orban, Salvini, Boris, and Brexit",
      "description": "London mayor Sadiq Khan branded President Donald Trump “the global poster-boy for white nationalism”, attacked Nigel Farage and Boris Johnson, and denounced the Polish government, Hungary’s Viktor Orbán, Italy’s Matteo Salvini, and France’s Marine Le Pen as f…",
      "url": "https://www.breitbart.com/europe/2019/09/01/khan-brands-trump-global-poster-boy-white-nationalism-attacks-polish-govt-farage-orban-salvini/",
      "urlToImage": "https://media.breitbart.com/media/2019/09/Sadiq-Khan-640x335.png",
      "publishedAt": "2019-09-01T10:09:18Z",
      "content": "The Labour politician, who has presided over an epidemic of violent crime — particularly knife crime — and the extension of London’s illegal drugs trade into surrounding areas by so-called “county lines” gangs, claimed that “a new wave of extremist far-right … [+2777 chars]"
    },
    {
      "source": {
        "id": "breitbart-news",
        "name": "Breitbart News"
      },
      "author": "Simon Kent",
      "title": "Report: Iran Oil Tanker Pursued by U.S. Is 'Bound for Syria'",
      "description": "An Iranian oil tanker blacklisted by the U.S. Treasury is steaming slowly near the coast of Syria. The ship-tracking website MarineTraffic.com reveals the Adrian Darya 1 slowed to a near-stop on Sunday some 50 nautical miles off Syria.",
      "url": "https://www.breitbart.com/middle-east/2019/09/01/report-iran-oil-tanker-pursued-by-is-u-s-bound-for-syria/",
      "urlToImage": "https://media.breitbart.com/media/2019/08/GettyImages-1162375578-640x335.png",
      "publishedAt": "2019-09-01T09:32:59Z",
      "content": "The vessel still does not list a destination for its 2.1 million barrels of oil, worth some $130 million.\r\nThe Adrian Darya 1, previously known as Grace 1, was detained by British authorities in Gibraltar in July after it was suspected of moving oil to Syria … [+1751 chars]"
    },
    {
      "source": {
        "id": "breitbart-news",
        "name": "Breitbart News"
      },
      "author": "Simon Kent",
      "title": "Turkey Ready to Snub U.S., NATO Allies and Buy Russian Warplanes",
      "description": "Turkey and Russia have begun talks aimed at letting the former buy Sukhoi Su-35 and Su-57 fighter jets from Russia in a direct snub to the the Trump administration which nixed a deal that would’ve allowed NATO-ally Ankara to add the new F-35 Lightning II to i…",
      "url": "https://www.breitbart.com/middle-east/2019/09/01/turkey-ready-to-snub-u-s-nato-allies-and-buy-russian-warplanes/",
      "urlToImage": "https://media.breitbart.com/media/2019/09/Su-57-640x335.jpg",
      "publishedAt": "2019-09-01T08:58:48Z",
      "content": "The talks came after President Recep Tayyip Erdogan visited Russia this week to personally view the new Su-57 at an airshow in Moscow.\r\n“Negotiations are underway, and they will continue,” Erdogan told reportersat the air show. “Representatives of our ministr… [+1385 chars]"
    },
    {
      "source": {
        "id": "breitbart-news",
        "name": "Breitbart News"
      },
      "author": "Breitbart London",
      "title": "Iran Bullies EU's Macron on Nuclear Deal, Hints at Increasing Enrichment",
      "description": "(AFP) -- President Hassan Rouhani spoke with French counterpart Emmanuel Macron on Saturday, warning him Iran would take the next step in reducing its nuclear commitments unless Europe lives up to its own undertakings.",
      "url": "https://www.breitbart.com/europe/2019/09/01/iran-bullies-eus-macron-nuclear-deal-hints-increasing-enrichment/",
      "urlToImage": "https://media.breitbart.com/media/2018/11/rouhani.png",
      "publishedAt": "2019-09-01T08:02:31Z",
      "content": "Tensions have spiked in the Gulf since May last year when President Donald Trump unilaterally withdrew the U.S. from a nuclear deal between Iran and world powers — known formally as the Joint Comprehensive Plan of Action (JCPOA).\r\nShips have been attacked, dr… [+2021 chars]"
    },
    {
      "source": {
        "id": "breitbart-news",
        "name": "Breitbart News"
      },
      "author": "Simon Kent",
      "title": "German President Begs Poland's Forgiveness over World War II Atrocities",
      "description": "German President Frank-Walter Steinmeier asked Poles for forgiveness on Sunday for German atrocities committed during World War II, during a speech in Wielun, the first city to be bombarded by Luftwaffe in 1939.",
      "url": "https://www.breitbart.com/middle-east/2019/09/01/german-president-begs-polands-forgiveness-over-world-war-ii-atrocities/",
      "urlToImage": "https://media.breitbart.com/media/2019/09/Frank-Walter-Steinmeier-640x335.jpg",
      "publishedAt": "2019-09-01T07:55:29Z",
      "content": "Steinmeier, alongside a number of heads of state and government, arrived in Poland to commemorate the 80th anniversary of the outbreak of WWII.\r\n“I pay tribute to the victims of the attack on Wielun. I pay tribute to the Polish victims of German tyranny and I… [+2206 chars]"
    },
    {
      "source": {
        "id": "breitbart-news",
        "name": "Breitbart News"
      },
      "author": "Breitbart London",
      "title": "France: One Killed, Nine Wounded by Knife-wielding Afghan Migrant",
      "description": "VILLEURBANNE, France (AP) - Police detained an Afghan man seeking asylum in France after one person was fatally stabbed and nine others injured Saturday outside a subway station in a suburb of Lyon, authorities said. The reason for the attack was unclear.",
      "url": "https://www.breitbart.com/europe/2019/09/01/france-one-killed-nine-wounded-by-knife-wielding-afghan-migrant/",
      "urlToImage": "https://media.breitbart.com/media/2019/09/lyon--640x335.png",
      "publishedAt": "2019-09-01T07:49:39Z",
      "content": "The assailant was a 33-year-old Afghan citizen who had applied for asylum in France and was awaiting a response, a national police official said.\r\nThe suspect provided contradictory information to police, but the attack in the town of Villeurbanne did not app… [+1186 chars]"
    },
    {
      "source": {
        "id": "breitbart-news",
        "name": "Breitbart News"
      },
      "author": "Chris Tomlinson",
      "title": "Sweden: Municipality Inundated with Migrants Faces Tax Crisis as Native Swedes Leave",
      "description": "A Swedish municipality that took in one of the highest numbers of asylum seekers per population faces a crisis as natives move out and decimate the local tax base.",
      "url": "https://www.breitbart.com/europe/2019/09/01/sweden-municipality-inundated-with-migrants-faces-tax-crisis-as-native-swedes-flee/",
      "urlToImage": "https://media.breitbart.com/media/2018/09/Sweden-Border-Police.png",
      "publishedAt": "2019-09-01T07:31:21Z",
      "content": "The municipality of Filipstad took in many asylum seekers during the migrant crisis of 2015 and now are facing increasing costs as unemployment among migrants has surged and financial assistance rates have tripled, broadcaster SVT reports.\r\nClaes Hultgren, th… [+1948 chars]"
    },
    {
      "source": {
        "id": "breitbart-news",
        "name": "Breitbart News"
      },
      "author": "Thomas D. Williams, Ph.D.",
      "title": "Pro-Democracy Protests Escalate in Hong Kong",
      "description": "Hundreds of thousands of pro-democracy protesters filled the streets of Hong Kong island late Saturday afternoon and into the night, flouting government bans imposed against public assembly.",
      "url": "https://www.breitbart.com/europe/2019/09/01/pro-democracy-protests-escalate-in-hong-kong/",
      "urlToImage": "https://media.breitbart.com/media/2019/08/Hong-Kong-Protests-640x335.jpg",
      "publishedAt": "2019-09-01T07:17:23Z",
      "content": "Saturday marked the fifth anniversary of Beijings rejection of an appeal for universal suffrage for Hong Kong that ignited the 79-day Umbrella Movement in 2014.\r\nMany of the mostly peaceful protesters wore black along with face masks to avoid identification f… [+3234 chars]"
    },
    {
      "source": {
        "id": "breitbart-news",
        "name": "Breitbart News"
      },
      "author": "AWR Hawkins",
      "title": "Andrew Cuomo Demands Trump Pursue Gun Control Post-Midland Attack",
      "description": "New York Governor Andrew Cuomo (D) demanded President Donald Trump and other \"leaders\" enact more gun control following the Midland, Texas, shootings.",
      "url": "https://www.breitbart.com/politics/2019/08/31/andrew-cuomo-demands-trump-pursue-gun-control-post-midland-attack/",
      "urlToImage": "https://media.breitbart.com/media/2019/08/Andrew-Cuomo-Speaks-640x335.jpg",
      "publishedAt": "2019-09-01T03:26:42Z",
      "content": "Breitbart News reported that five were killed and 21 wounded in the Midland-Odessa shootings. CNN reported that the suspect allegedly drove around shooting people from his vehicle before being shot to death by police.\r\nBefore the shooter was identified or the… [+1165 chars]"
    },
    {
      "source": {
        "id": "breitbart-news",
        "name": "Breitbart News"
      },
      "author": "Joshua Caplan",
      "title": "Former Deputy Asst. Attorney General: Trump ‘Freed’ DOJ from ‘Self-Righteous Crusader’ James Comey",
      "description": "Appearing Friday on the Fox News Channel's \"The Ingraham Angle,\" former Deputy Assistant Attorney General John Yoo said President Donald Trump \"freed\" the Department of Justice (DOJ) by firing then-FBI Director James Comey.",
      "url": "https://www.breitbart.com/politics/2019/08/31/former-deputy-asst-attorney-general-trump-freed-doj-from-self-righteous-crusader-james-comey/",
      "urlToImage": "https://media.breitbart.com/media/2017/06/wi/afp/10/1l54p2i-e1498184306630.jpg",
      "publishedAt": "2019-09-01T03:03:13Z",
      "content": "LAURA INGRAHAM: I want to begin with this from CNN’s legal analyst Elie Honig.\r\nELIE HONIG: What I think we should not lose sight of is none of [the DOJ’s inspector general report] is any sort of vindication for Donald Trump. It doesn’t change anything about … [+1128 chars]"
    },
    {
      "source": {
        "id": "breitbart-news",
        "name": "Breitbart News"
      },
      "author": "AWR Hawkins",
      "title": "Chuck Schumer Uses Midland Attack for Gun Control Before Facts Known",
      "description": "Sen. Chuck Schumer (D-NY) put out a tweet calling for expanded gun control without knowing the details of the Midland shooting.",
      "url": "https://www.breitbart.com/politics/2019/08/31/chuck-schumer-uses-midland-attack-for-gun-control-before-facts-known/",
      "urlToImage": "https://media.breitbart.com/media/2019/08/Chuck-Schumer-640x335.jpg",
      "publishedAt": "2019-09-01T02:19:00Z",
      "content": "He specifically called for Senate passage of H.R. 8, the universal background check bill passed by the Democrat-controlled House in February.\r\nSchumer tweeted:\r\nOur thoughts are with the victims, their families, &amp; everyone injured in the shooting in Odess… [+1229 chars]"
    },
    {
      "source": {
        "id": "breitbart-news",
        "name": "Breitbart News"
      },
      "author": "Joshua Caplan",
      "title": "Former U.S. Attorney Slams ‘Unqualified’ James Comey After Damning IG Report",
      "description": "U.S. attorney Bud Cummins and former FBI special agent John Iannarelli slammed former FBI Director James Comey following the release of the DoJ inspector general report detailing the fired law enforcement official's leaking of classified information.",
      "url": "https://www.breitbart.com/politics/2019/08/31/former-u-s-attorney-slams-unqualified-james-comey-after-damning-ig-report/",
      "urlToImage": "https://media.breitbart.com/media/2018/04/james-comey-1.png",
      "publishedAt": "2019-09-01T02:13:59Z",
      "content": "DAVID ASMAN: Bud, you worked with Comey. When you hear the inspector general call his actions dangerous, I’m wondering if you harken back to any signs of that when you worked with him.\r\nBUD CUMMINS: Well, let me say good things about Jim Comey: talented guy, … [+1244 chars]"
    },
    {
      "source": {
        "id": "breitbart-news",
        "name": "Breitbart News"
      },
      "author": "Dr. Susan Berry",
      "title": "Back to School: The Rush to Create ‘Trauma-Sensitive’ Classrooms",
      "description": "As the school year begins, many districts are focused on social and emotional learning, and how to create “trauma-sensitive” classrooms.",
      "url": "https://www.breitbart.com/politics/2019/08/31/back-to-school-the-rush-to-create-trauma-sensitive-classrooms/",
      "urlToImage": "https://media.breitbart.com/media/2019/08/Social-and-Emotional-Learning-640x335.jpg",
      "publishedAt": "2019-09-01T02:07:27Z",
      "content": "“We’re in an all-fired hurry because there’s this ‘trauma’ thing and we have to help our kids,” said Melissa Sadin, according to Education Week. Sadin is the director of the Creating Trauma-Sensitive Schools Initiative, a national group that trains staff and … [+5353 chars]"
    },
    {
      "source": {
        "id": "breitbart-news",
        "name": "Breitbart News"
      },
      "author": "AWR Hawkins",
      "title": "Mike Pence: We Need Bipartisan Effort to Stop ‘Mass Atrocity’ in U.S.",
      "description": "Following Saturday's shooting in West Texas, Vice President Mike Pence said we need a bipartian effort to stop this \"mass atrocity.\"",
      "url": "https://www.breitbart.com/politics/2019/08/31/mike-pence-we-need-bipartisan-effort-to-stop-mass-atrocity-in-u-s/",
      "urlToImage": "https://media.breitbart.com/media/2019/08/Mike-Pence-Mass-Atrocity-640x335.jpg",
      "publishedAt": "2019-09-01T01:33:59Z",
      "content": "CNN quoted Pence addressing the West Texas attack:\r\nOur hearts go out to all the victims and families who had loved ones lose their lives. We commend the law enforcement in Odessa for their swift and courageous response, but at the Presidents direction weve d… [+830 chars]"
    },
    {
      "source": {
        "id": "breitbart-news",
        "name": "Breitbart News"
      },
      "author": "AWR Hawkins",
      "title": "Beto: We Don’t Know the Facts on Midland, but ‘This Is F*cked Up’",
      "description": "Democrat presidential hopeful Robert Francis \"Beto\" O'Rourke admitted not knowing the facts on the Midland-Odessa shootings yet observed, \"This is f*cked up.\"",
      "url": "https://www.breitbart.com/politics/2019/08/31/beto-we-dont-know-the-facts-on-midland-but-this-is-fcked-up/",
      "urlToImage": "https://media.breitbart.com/media/2019/08/Beto-This-is-Fucked-Up-640x335.png",
      "publishedAt": "2019-09-01T01:25:46Z",
      "content": "O’Rourke posted a video in which he said, “We don’t know what the motivation is, we do not yet know what firearms that was used or how they acquired them, but we do know this is f*cked up.”\r\nWe don't know how many have been killed. We don't know the motivatio… [+1087 chars]"
    },
    {
      "source": {
        "id": "breitbart-news",
        "name": "Breitbart News"
      },
      "author": "Joshua Caplan",
      "title": "Donna Brazile Defends Biden Fabricating War Story: Sometimes There’s ‘A lot of Information in Your Brain’",
      "description": "Donna Brazile offered a head-scratching defense on Friday of former Vice President Joe Biden badly mistelling an emotional story regarding the war in Afghanistan.",
      "url": "https://www.breitbart.com/politics/2019/08/31/donna-brazile-defends-biden-fabricating-war-story-sometimes-theres-a-lot-of-information-in-your-brain/",
      "urlToImage": "https://media.breitbart.com/media/2019/08/Joe-Biden-Squinting-640x335.jpg",
      "publishedAt": "2019-09-01T00:56:26Z",
      "content": "Appearing on The Five, Brazile argued Biden’s latest blunder was caused by an overload of information.\r\n“Lets not attribute this gaffe to age. There are a lot of people who are older than Joe Biden who still got it going on,” the longtime Democrat operative s… [+2387 chars]"
    },
    {
      "source": {
        "id": "breitbart-news",
        "name": "Breitbart News"
      },
      "author": "Joshua Caplan",
      "title": "Dem Rep. Steve Cohen: Declare Trump ‘The Worst Person in the Universe’",
      "description": "Appearing Friday on CNN, Rep. Steve Cohen (D-TN) said fired MSNBC host Keith Olbermann should return to broadcasting to declare President Donald Trump \"the worst person in the universe.\"",
      "url": "https://www.breitbart.com/politics/2019/08/31/dem-rep-steve-cohen-declare-trump-the-worst-person-in-the-universe/",
      "urlToImage": "https://media.breitbart.com/media/2019/05/Steve-Cohen-KFC-chicken-statue-getty-640x335.jpg",
      "publishedAt": "2019-09-01T00:50:59Z",
      "content": "JIM SCIUTTO: When you speak to your constituents back in Tennessee, do you sense any exhaustion from them at all with the whole range of investigations? Do you sense them turning to say, let’s look to November 2020, let’s forget all this other stuff?\r\nREP. ST… [+611 chars]"
    },
    {
      "source": {
        "id": "breitbart-news",
        "name": "Breitbart News"
      },
      "author": "AWR Hawkins",
      "title": "Beto Pushes Gun Control Rhetoric Before Midland, Odessa Facts Known",
      "description": "Democrat presidential hopeful Robert Francis \"Beto\" O'Rourke turned to gun control rhetoric Saturday before the details of the shooting incidents in Midland/Odessa, Texas, were known.",
      "url": "https://www.breitbart.com/politics/2019/08/31/beto-pushes-gun-control-rhetoric-before-midland-odessa-facts-known/",
      "urlToImage": "https://media.breitbart.com/media/2019/03/Beto-ORourke-Shadow-Dancing-640x335.jpg",
      "publishedAt": "2019-08-31T23:47:08Z",
      "content": "Breitbart News reported that multiple people were injured in shooting incidents in West Texas’s Midland-Odessa region. The Odessa Police Chief, Michael Gerka, said the incident began when a State Trooper pulled over a gold Honda around 3:17 pm. The driver all… [+1411 chars]"
    },
    {
      "source": {
        "id": "breitbart-news",
        "name": "Breitbart News"
      },
      "author": "Hannah Bleau",
      "title": "‘Will & Grace’ Star Eric McCormack Calls for Blacklist of Hollywood’s Trump Supporters",
      "description": "Actor and Will & Grace star Eric McCormack actively called for a blacklist of supporters of President Donald Trump in response to a Hollywood Reporter story detailing the Beverly Hills fundraiser the president is set to attend next month.",
      "url": "https://www.breitbart.com/entertainment/2019/08/31/will-grace-star-eric-mccormack-calls-for-blacklist-of-hollywoods-trump-supporters/",
      "urlToImage": "https://media.breitbart.com/media/2019/08/EricMcCormack1--640x335.jpg",
      "publishedAt": "2019-08-31T22:53:32Z",
      "content": "“Hey, @THR, kindly report on everyone attending this event, so the rest of us can be clear about who we dont wanna work with. Thx,” Eric McCormack said on Friday.\r\nHey, @THR, kindly report on everyone attending this event, so the rest of us can be clear about… [+2025 chars]"
    },
    {
      "source": {
        "id": "breitbart-news",
        "name": "Breitbart News"
      },
      "author": "Ian Hanchett",
      "title": "Dem Rep. Quigley: It’s Impeachable if Trump Holds G7 at Doral",
      "description": "On Saturday’s broadcast of MSNBC’s “Weekends with Alex Witt,” Representative Mike Quigley (D-IL) stated that if President Trump opts to host next year’s G7 conference at Trump National Doral Miami, it would hurt America’s image in the world and would",
      "url": "https://www.breitbart.com/clips/2019/08/31/dem-rep-quigley-its-impeachable-if-trump-holds-g7-at-doral/",
      "urlToImage": "https://media.breitbart.com/media/2019/08/Quigley-831-Thumbnail-640x335.jpg",
      "publishedAt": "2019-08-31T22:14:10Z",
      "content": "On Saturday’s broadcast of MSNBC’s “Weekends with Alex Witt,” Representative Mike Quigley (D-IL) stated that if President Trump opts to host next year’s G7 conference at Trump National Doral Miami, it would hurt America’s image in the world and would be “one … [+355 chars]"
    },
    {
      "source": {
        "id": "breitbart-news",
        "name": "Breitbart News"
      },
      "author": "Bob Price",
      "title": "Multiple People Shot in West Texas Active Shooter Incident",
      "description": "Local media outlets in the report multiple shooting victims in an active shooter situation in the Midland-Odessa region of West Texas.",
      "url": "https://www.breitbart.com/border/2019/08/31/multiple-people-shot-in-west-texas-active-shooter-incident/",
      "urlToImage": "https://media.breitbart.com/media/2018/11/GettyImages-490462844.jpg",
      "publishedAt": "2019-08-31T22:09:10Z",
      "content": "Media outlets in the Midland-Odessa region report that as many as two shooters in two separate incidents may ave shot as many as 20 people. The City of Odessa reports 20 injuries in connection to one of the alleged shootings, CBS7 reports.\r\nThe local CBS affi… [+1309 chars]"
    },
    {
      "source": {
        "id": "breitbart-news",
        "name": "Breitbart News"
      },
      "author": "Hannah Bleau",
      "title": "Sanders Campaign Blasts Washington Post, Demands Retraction for ‘Inaccurate’ Fact Check",
      "description": "Bernie Sanders' campaign hit back against the Washington Post, demanding the outlet tract its \"inaccurate\" fact check on Sanders' claim that “500,000 Americans will go bankrupt this year from medical bills.”",
      "url": "https://www.breitbart.com/2020-election/2019/08/31/sanders-campaign-blasts-washington-post-demands-retraction-for-inaccurate-fact-check/",
      "urlToImage": "https://media.breitbart.com/media/2019/08/GettyImages-1163058630b-640x335.jpg",
      "publishedAt": "2019-08-31T21:45:00Z",
      "content": "Sanders made the claim during an appearance on CNN’s State of the Union last week, but the Washington Post concluded that his claim was based on a “flawed statistic.” The Sanders campaign took issue with the analysis and wrote a letter to Washington Post edit… [+4715 chars]"
    },
    {
      "source": {
        "id": "breitbart-news",
        "name": "Breitbart News"
      },
      "author": "Ian Hanchett",
      "title": "GOP Sen. Kennedy: ‘Very Apt’ to Call Comey ‘Hurricane Comey’ – ‘Left Destruction in His Wake’",
      "description": "On Saturday’s broadcast of the Fox News Channel’s “Fox & Friends,” Senator John Kennedy (R-LA) said former FBI Director James Comey has a “breathtaking” degree of arrogance and the Wall Street Journal was accurate to dub him “Hurricane Comey” because he “left…",
      "url": "https://www.breitbart.com/clips/2019/08/31/gop-sen-kennedy-very-apt-to-call-comey-hurricane-comey-left-destruction-in-his-wake/",
      "urlToImage": "https://media.breitbart.com/media/2018/08/Kenndy.jpg",
      "publishedAt": "2019-08-31T21:09:35Z",
      "content": "On Saturday’s broadcast of the Fox News Channel’s “Fox &amp; Friends,” Senator John Kennedy (R-LA) said former FBI Director James Comey has a “breathtaking” degree of arrogance and the Wall Street Journal was accurate to dub him “Hurricane Comey” because he “… [+443 chars]"
    },
    {
      "source": {
        "id": "breitbart-news",
        "name": "Breitbart News"
      },
      "author": "Hannah Bleau, Hannah Bleau",
      "title": "Ruth Bader Ginsburg: I'm Alive and 'on My Way to Being Very Well' After Cancer Scares",
      "description": "Ruth Bader Ginsburg gave a public health update amid recent reports that she was treated for pancreatic cancer: she is alive and \"on my way to being very well\" following her latest cancer treatment.",
      "url": "https://www.breitbart.com/politics/2019/08/31/ruth-bader-ginsburg-im-alive-and-on-my-way-to-being-very-well-after-cancer-scares/",
      "urlToImage": "https://media.breitbart.com/media/2019/08/Ruth-Bader-Ginsberg-640x335.png",
      "publishedAt": "2019-08-31T21:02:01Z",
      "content": "The 86-year-old justice reportedly started radiation therapy at the Memorial Sloan Kettering Cancer Center in New York City earlier this month August 5 but told the crowd that she is well on her way to health.\r\nAs this audience can see I am alive and Im on my… [+2596 chars]"
    },
    {
      "source": {
        "id": "breitbart-news",
        "name": "Breitbart News"
      },
      "author": "Hannah Bleau",
      "title": "Ruth Bader Ginsburg: I’m Alive and ‘on My Way to Being Very Well’ After Cancer Scares",
      "description": "Ruth Bader Ginsburg gave a public health update amid recent reports that she was treated for pancreatic cancer: she is alive and \"on my way to being very well\" following her latest cancer treatment.",
      "url": "https://www.breitbart.com/politics/2019/08/31/ruth-bader-ginsburg-im-alive-and-on-my-way-to-being-very-well-after-cancer-scares/",
      "urlToImage": "https://media.breitbart.com/media/2019/08/Ruth-Bader-Ginsberg-640x335.png",
      "publishedAt": "2019-08-31T21:02:01Z",
      "content": "The 86-year-old justice reportedly started radiation therapy at the Memorial Sloan Kettering Cancer Center in New York City earlier this month August 5 but told the crowd that she is well on her way to health.\r\nAs this audience can see I am alive and Im on my… [+2596 chars]"
    },
    {
      "source": {
        "id": "breitbart-news",
        "name": "Breitbart News"
      },
      "author": "Penny Starr",
      "title": "Holiday Facts: 818 Hotdogs Eaten Every Second from Memorial Day to Labor Day",
      "description": "The quintessential American holiday bookends are Memorial Day, kicking off the summer, and Labor Day, marking the back-to-work and school season.",
      "url": "https://www.breitbart.com/politics/2019/08/31/holiday-facts-818-hotdogs-eaten-every-second-from-memorial-day-to-labor-day/",
      "urlToImage": "https://media.breitbart.com/media/2019/08/hot-dogs-640x335.jpg",
      "publishedAt": "2019-08-31T19:56:08Z",
      "content": "This includes the number of hotdogs consumed between the two holidays 818 hotdogs every second.\r\nThe personal finance website WalletHub gathered some of these statistics and fun facts in a recent report and survey:\r\nLabor Day in the 21st century is all about … [+2764 chars]"
    },
    {
      "source": {
        "id": "breitbart-news",
        "name": "Breitbart News"
      },
      "author": "John Hayward",
      "title": "China Claims Trade War Hinders Efforts to Control Carbon Emissions",
      "description": "The Chinese Ministry of Ecology and Environment claimed on Friday that the trade war between the U.S. and China is making it difficult for the latter to hit carbon emissions targets, even though Chinese researchers claimed just two weeks ago they were well ah…",
      "url": "https://www.breitbart.com/national-security/2019/08/31/china-claims-trade-war-hinders-efforts-to-control-carbon-emissions/",
      "urlToImage": "https://media.breitbart.com/media/2019/08/Shanghai-coal-plant-640x335.jpg",
      "publishedAt": "2019-08-31T19:08:17Z",
      "content": "Although the world climate change movement reserves most of its criticism for the United States, China is the largest emitter of greenhouse gases, partly due to its heavy reliance on coal-fired power plants. Environmentalists bizarrely give China copious prai… [+4210 chars]"
    },
    {
      "source": {
        "id": "breitbart-news",
        "name": "Breitbart News"
      },
      "author": "John Hayward, John Hayward",
      "title": "China Claims Trade War Hinders Efforts to Control Carbon Emissions",
      "description": "The Chinese Ministry of Ecology and Environment claimed on Friday that the trade war between the U.S. and China is making it difficult for the latter to hit carbon emissions targets, even though Chinese researchers claimed just two weeks ago they were well ah…",
      "url": "https://www.breitbart.com/national-security/2019/08/31/china-claims-trade-war-hinders-efforts-to-control-carbon-emissions/",
      "urlToImage": "https://media.breitbart.com/media/2019/08/Shanghai-coal-plant-640x335.jpg",
      "publishedAt": "2019-08-31T19:05:37Z",
      "content": "Although the world climate change movement reserves most of its criticism for the United States, China is the largest emitter of greenhouse gases, partly due to its heavy reliance on coal-fired power plants. Environmentalists bizarrely give China copious prai… [+4210 chars]"
    },
    {
      "source": {
        "id": "breitbart-news",
        "name": "Breitbart News"
      },
      "author": "Ian Hanchett",
      "title": "Brooks: Biden Might ‘Embellish’ for ‘Dramatic Effect’ – ‘But He’s Not Mendacious’",
      "description": "On Friday’s “PBS NewsHour,” New York Times columnist David Brooks stated 2020 Democratic presidential candidate former Vice President Joe Biden might “embellish” stories to make them more dramatic, “But he’s not mendacious. He’s not irresponsible.” Brooks beg…",
      "url": "https://www.breitbart.com/clips/2019/08/31/brooks-biden-might-embellish-for-dramatic-effect-but-hes-not-mendacious/",
      "urlToImage": "https://media.breitbart.com/media/2018/06/Brooks-61-Thumbnail.jpg",
      "publishedAt": "2019-08-31T18:54:22Z",
      "content": "On Friday’s “PBS NewsHour,” New York Times columnist David Brooks stated 2020 Democratic presidential candidate former Vice President Joe Biden might “embellish” stories to make them more dramatic, “But he’s not mendacious. He’s not irresponsible.”\r\nBrooks be… [+1084 chars]"
    },
    {
      "source": {
        "id": "breitbart-news",
        "name": "Breitbart News"
      },
      "author": "Bob Price",
      "title": "Three Large Migrant Groups Apprehended Crossing Arizona Border",
      "description": "Tucson Sector Border Patrol agents apprehended three large groups of migrants after they illegally crossed the border near Sasabe, Arizona. Officials report human smugglers use the large groups of mostly Central American migrants to tie up Border Patrol agent…",
      "url": "https://www.breitbart.com/border/2019/08/31/three-large-migrant-groups-apprehended-crossing-arizona-border/",
      "urlToImage": "https://media.breitbart.com/media/2019/08/Group-of-98-family-units-awaiting-transportation-at-the-Sasabe-FOB-640x335.jpg",
      "publishedAt": "2019-08-31T18:43:42Z",
      "content": "Earlier this week, Tucson Sector Border Patrol agents working east of Sasabe encountered three separate large groups of mostly Central American migrants, according to a statement obtained by Breitbart Texas from Tucson Sector Border Patrol officials. The grou… [+1486 chars]"
    },
    {
      "source": {
        "id": "breitbart-news",
        "name": "Breitbart News"
      },
      "author": "Amy Furr",
      "title": "New York Teen Arrested for Allegedly Plotting ISIS-Inspired Attack",
      "description": "A Pakistani-born teenager was arrested Thursday in Queens, New York, for allegedly planning to carry out a knife and bomb attack for ISIS, reports said.",
      "url": "https://www.breitbart.com/crime/2019/08/31/new-york-teen-arrested-for-allegedly-plotting-isis-inspired-attack/",
      "urlToImage": "https://media.breitbart.com/media/2019/07/police-car-640x335.jpg",
      "publishedAt": "2019-08-31T18:39:18Z",
      "content": "Awais Chudhary, 19, was arrested by FBI officals when he went to pick up a knife and other supplies from an Amazon locker, according to the Daily Mail.\r\nOn Friday, documents released by authorities said Chudhary was planning to “carry out a lone wolf knife an… [+2201 chars]"
    },
    {
      "source": {
        "id": "breitbart-news",
        "name": "Breitbart News"
      },
      "author": "Amy Furr",
      "title": "Suspect Tosses Molotov Cocktail into Florida DHS Facility",
      "description": "A female suspect was arrested after allegedly throwing a Molotov cocktail into a U.S. Citizenship and Immigration Services facility in Oakland Park, Florida, on Friday.",
      "url": "https://www.breitbart.com/crime/2019/08/31/suspect-tosses-molotov-cocktail-into-florida-dhs-facility/",
      "urlToImage": "https://media.breitbart.com/media/2019/08/USCIS-facility-640x335.jpg",
      "publishedAt": "2019-08-31T17:46:44Z",
      "content": "“Authorities said the unidentified woman walked into the office in Oakland Park — about 33 miles north of Miami — and hurled a bottle of gasoline with a lit fuse. But the fuse detached from the bottle before it could ignite,” according to a Fox News report.\r\n… [+2266 chars]"
    },
    {
      "source": {
        "id": "breitbart-news",
        "name": "Breitbart News"
      },
      "author": "Jack Montgomery",
      "title": "Former BBC Broadcaster: Brexit Voters Should Be Deprived of Medicine, Left to 'Starve and Die'",
      "description": "Mainstream media talking head Terry Christian suggested Brexit supporters should be deprived of food and medicine in the event of a No Deal Brexit, and that he is hoping for a “good virulent strain” of flu to strike down aged pensioners.",
      "url": "https://www.breitbart.com/europe/2019/08/31/former-bbc-broadcaster-brexit-voters-should-be-deprived-flu-jabs-left-starve-and-die/",
      "urlToImage": "https://media.breitbart.com/media/2019/06/brexit-party-640x335.png",
      "publishedAt": "2019-08-31T17:39:11Z",
      "content": "“No Deal brexit [sic] will cause shortage of flu vaccine,” former BBC and Channel 4 broadcaster claimed in a mean-spirited social media post.\r\n“Should have 2 queues at Doctors [sic] one for brexit [sic] one for remain. Brexit queue gets told they dont [sic] n… [+3419 chars]"
    },
    {
      "source": {
        "id": "breitbart-news",
        "name": "Breitbart News"
      },
      "author": "Hannah Bleau",
      "title": "Report: Campaigns Ramping Up Opposition Research on Elizabeth Warren",
      "description": "Sen. Elizabeth Warren (D-MA) has had a relatively lax campaign as far as opposition goes, with ideological ally Sen. Bernie Sanders (I-VT) refusing to criticize her. However, other campaigns are ramping up their opposition research and planning to take Warren…",
      "url": "https://www.breitbart.com/politics/2019/08/31/report-campaigns-ramping-up-opposition-research-on-elizabeth-warren/",
      "urlToImage": "https://media.breitbart.com/media/2019/08/elizabeth-warren-kick-getty-640x335.jpg",
      "publishedAt": "2019-08-31T17:26:15Z",
      "content": "Sanders who has been Warren’s closest ally in the race has repeatedly refused to take the Massachusetts senator on, arguing that it is not the way you necessarily win a campaign. However, with Warren solidifying herself as a top tier candidate with growing mo… [+2199 chars]"
    },
    {
      "source": {
        "id": "breitbart-news",
        "name": "Breitbart News"
      },
      "author": "Penny Starr",
      "title": "Forecasters Expect Hurricane Dorian to Spare Florida Direct Hit as Bahamas Brace for Storm",
      "description": "Hurricane Dorian, now an “extremely dangerous” Category 4 storm, could now only skirt Florida on its northern trek, but the storm still has the Bahamas in its sights.",
      "url": "https://www.breitbart.com/politics/2019/08/31/forecasters-expect-hurricane-dorian-to-spare-florida-direct-hit-as-bahamas-brace-for-storm/",
      "urlToImage": "https://media.breitbart.com/media/2019/08/hurricane-dorian-forecast-getty-640x335.jpg",
      "publishedAt": "2019-08-31T17:21:19Z",
      "content": "The National Hurricane Center said on Saturday morning that the storm is packing 145 miles per hour winds and could impact the northern Bahamas on Sunday and Monday.\r\nBut even without a direct hit, Florida would still be in the cone of the storm if forecasts … [+2291 chars]"
    },
    {
      "source": {
        "id": "breitbart-news",
        "name": "Breitbart News"
      },
      "author": "Hannah Bleau",
      "title": "Many Sanders Supporters Not Enthralled by ‘Angry Bernie’",
      "description": "Democrats are not necessarily on board with the less-than-cheerful attitude Sen. Bernie Sanders (I-VT) has exhibited on the campaign trail, which could explain why many of Sanders' former supporters are looking to others, like Sen. Elizabeth Warren (D-MA).",
      "url": "https://www.breitbart.com/politics/2019/08/31/many-sanders-supporters-not-enthralled-by-angry-bernie/",
      "urlToImage": "https://media.breitbart.com/media/2019/08/bernie-sanders-grump-getty-640x335.jpg",
      "publishedAt": "2019-08-31T17:12:13Z",
      "content": "Sanders won over the hearts and minds of many enthusiastic Democrats during the 2016 primary race against Hillary Clinton. His generally grouchy nature resonated with supporters, who were frustrated with not only at the GOP but the Democrat establishment for … [+2935 chars]"
    },
    {
      "source": {
        "id": "breitbart-news",
        "name": "Breitbart News"
      },
      "author": "Amy Furr",
      "title": "911 Dispatcher Tells Arkansas Woman to ‘Shut Up’ Moments Before Her Death",
      "description": "A 911 dispatcher told a drowning woman to \"shut up\" in the moments before she died on August 24, reports said.",
      "url": "https://www.breitbart.com/environment/2019/08/31/911-dispatcher-tells-arkansas-woman-to-shut-up-moments-before-her-death/",
      "urlToImage": "https://media.breitbart.com/media/2019/08/Debbie-Stevens-640x335.jpg",
      "publishedAt": "2019-08-31T17:12:01Z",
      "content": "Audio recording of the phone call revealed that dispatcher Donna Reneau of Fort Smith, Arkansas, spoke callously to Debbie Stevens, 47, who was on a paper route in the 5800 block of Kinkead Avenue when her car was caught in a flash flood.\r\n“Please help me; I … [+1727 chars]"
    },
    {
      "source": {
        "id": "breitbart-news",
        "name": "Breitbart News"
      },
      "author": "Hannah Bleau",
      "title": "Hurricane Dorian Experiences ‘Notable Shift’ Toward Georgia, Carolinas",
      "description": "Hurricane Dorian continues to grow in size and strength, but its uncertain track is now bringing the coasts of Florida, Georgia, and South Carolina into play.",
      "url": "https://www.breitbart.com/politics/2019/08/31/hurricane-dorian-experiences-notable-shift-toward-georgia-carolinas/",
      "urlToImage": "https://media.breitbart.com/media/2019/08/hurricane-dorian-nasa-AP-640x335.jpg",
      "publishedAt": "2019-08-31T17:06:51Z",
      "content": "The projections for Hurricane Dorian now a Category 4 hurricane continues to shift, with the most recent National Hurricane Center update showing the massive storm skimming the east coast of Florida, Georgia, and South Carolina and shaving North Carolina. Reg… [+3195 chars]"
    },
    {
      "source": {
        "id": "breitbart-news",
        "name": "Breitbart News"
      },
      "author": "Hannah Bleau",
      "title": "Trump: I Forgive Madeleine Westerhout but Am Suing Others for Violating Confidentiality Agreements",
      "description": "President Trump directly addressed the ongoing controversy surrounding accused White House leaker Madeleine Westerhout on Twitter Saturday morning, telling his massive social media following that she apologized and he forgave her. However, he warned that he i…",
      "url": "https://www.breitbart.com/politics/2019/08/31/trump-i-forgive-madeleine-westerhout-suing-others-violating-confidentiality-agreements/",
      "urlToImage": "https://media.breitbart.com/media/2018/04/Trump-stern-pointing-ap.jpg",
      "publishedAt": "2019-08-31T16:59:35Z",
      "content": "“While Madeleine Westerhout has a fully enforceable confidentiality agreement, she is a very good person and I dont think there would ever be reason to use it,” Trump wrote Saturday morning.\r\n“She called me yesterday to apologize, had a bad night. I fully und… [+2849 chars]"
    },
    {
      "source": {
        "id": "breitbart-news",
        "name": "Breitbart News"
      },
      "author": "Hannah Bleau",
      "title": "Bernie Sanders Promises to Erase Medical Debt",
      "description": "Sen. Bernie Sanders (I-VT) revealed another piece of his plan to overhaul the health care system in America on Saturday, teasing his proposal to cancel $81 billion in past medical debt.",
      "url": "https://www.breitbart.com/politics/2019/08/31/bernie-sanders-promises-to-erase-medical-debt/",
      "urlToImage": "https://media.breitbart.com/media/2019/07/GettyImages-1162629776-640x335.png",
      "publishedAt": "2019-08-31T16:51:25Z",
      "content": "In the United States of America, your financial life and future should not be destroyed because you or a member of your family gets sick, Sanders said in a statement, calling it “unacceptable.”\r\n“I am sick and tired of seeing over 500,000 Americans declare ba… [+1872 chars]"
    },
    {
      "source": {
        "id": "breitbart-news",
        "name": "Breitbart News"
      },
      "author": "Ben Kew",
      "title": "Actress Whitney Cummings Uncovers a ‘Crisis’ in London: ‘Dicks Literally Everywhere’",
      "description": "Actress and comedian Whitney Cummings claims to have uncovered a \"crisis\" in London after authorities installed open-air urinals in an effort to stop men relieving themselves on the street.",
      "url": "https://www.breitbart.com/entertainment/2019/08/31/whitney-cummings-crisis-london-dicks-everywhere/",
      "urlToImage": "https://media.breitbart.com/media/2019/08/whitneycummings1-640x335.jpg",
      "publishedAt": "2019-08-31T16:33:52Z",
      "content": "“Theres a crisis in the streets of London nobody is talking about and it involves dicks being literally everywhere,” Cummings said on Twitter, seemingly shocked at men relieving themselves in the public urinals in the middle of the day. “I got the scoop.”\r\nTh… [+1392 chars]"
    },
    {
      "source": {
        "id": "breitbart-news",
        "name": "Breitbart News"
      },
      "author": "John Nolte",
      "title": "Nolte: Debunking the Joke Police Attacks on Dave Chappelle",
      "description": "Dave Chappelle's brilliant new Netflix special has only been out a few days but the Woke Gestapo are already about one hot take away from declaring Chappelle a black white-supremacist.",
      "url": "https://www.breitbart.com/entertainment/2019/08/31/nolte-debunking-the-joke-police-attacks-on-dave-chappelle/",
      "urlToImage": "https://media.breitbart.com/media/2019/08/davechappelle222-640x335.jpg",
      "publishedAt": "2019-08-31T16:30:58Z",
      "content": "And this is a decision we are all going to have to make. It ‘s not enough for comedian Dave Chappelle to say I’m not going to sit in the back of the satire bus, and it’s not enough for me to say it. As a country we have to decide if we’re going to cave to the… [+9375 chars]"
    },
    {
      "source": {
        "id": "breitbart-news",
        "name": "Breitbart News"
      },
      "author": "Cartel Chronicles",
      "title": "VIDEO: Rival Cartels in Western Mexico Clash for Hours Before Authorities Arrive",
      "description": "Gunmen from rival cartels battled for hours in the rural communities of Western Michoacán before authorities arrived. Initial reports point to 9 dead and 11 injured. Unofficial accounts point to as a much higher death toll.",
      "url": "https://www.breitbart.com/border/2019/08/31/video-rival-cartels-clash-for-hours-before-authorities-arrive-in-western-mexico/",
      "urlToImage": "https://media.breitbart.com/media/2019/08/Michoacan-Cartel-main-640x335.png",
      "publishedAt": "2019-08-31T15:26:37Z",
      "content": "The fighting began shortly after 5 a.m. in the municipality of Tepalcatepec. The community is located on the border between Jalisco and Michoacán. The battle pitted large convoys of gunmen from Cartel Jalisco Nueva Generacion (CJNG) against former self-defens… [+2143 chars]"
    },
    {
      "source": {
        "id": "breitbart-news",
        "name": "Breitbart News"
      },
      "author": "Ian Hanchett",
      "title": "Dem Sen. Brown to Trump: ‘You Owe It’ to Gun Violence Victims to Act",
      "description": "During Friday’s Democratic Weekly Address, Senator Sherrod Brown (D-OH) called on President Trump to act on gun control and told the president, “You owe it to the millions of Americans whose lives were taken by gun violence, those millions of",
      "url": "https://www.breitbart.com/clips/2019/08/31/dem-sen-brown-to-trump-you-owe-it-to-gun-violence-victims-to-act/",
      "urlToImage": "https://media.breitbart.com/media/2018/11/Sherrod-Brown-1.jpg",
      "publishedAt": "2019-08-31T14:48:56Z",
      "content": "During Friday’s Democratic Weekly Address, Senator Sherrod Brown (D-OH) called on President Trump to act on gun control and told the president, “You owe it to the millions of Americans whose lives were taken by gun violence, those millions of Americans who wa… [+4769 chars]"
    },
    {
      "source": {
        "id": "breitbart-news",
        "name": "Breitbart News"
      },
      "author": "Breitbart London",
      "title": ".New Greek Govt to Strengthen Borders, Deport Fake Refugees Faster",
      "description": "ATHENS, Greece (AP) – Greece’s prime minister and his national security advisers decided Saturday to transfer refugees from overcrowded migrant camps on its eastern islands to the mainland and accelerate the deportation of rejected applicants for asylum witho…",
      "url": "https://www.breitbart.com/europe/2019/08/31/greece-new-right-wing-govt-strengthen-borders-deport-fake-refugees-faster/",
      "urlToImage": "https://media.breitbart.com/media/2019/08/new-democracy-greece-640x335.png",
      "publishedAt": "2019-08-31T14:30:25Z",
      "content": "The Greek government’s Council on Foreign Affairs and Defence also agreed while meeting for several hours Saturday to increase border surveillance and to activate a 50-million-euro integrated maritime surveillance system that the previous government didn’t pu… [+1177 chars]"
    },
    {
      "source": {
        "id": "breitbart-news",
        "name": "Breitbart News"
      },
      "author": "Dylan Gwinn",
      "title": "At Least 10 Teenagers Shot at Alabama High School Football Game",
      "description": "A shooting at a high school football game in Alabama has left at least ten teenagers wounded, according to police.",
      "url": "https://www.breitbart.com/sports/2019/08/31/at-least-10-teenagers-shot-alabama-high-school-football-game/",
      "urlToImage": "https://media.breitbart.com/media/2019/08/Getty-Images5-640x335.jpg",
      "publishedAt": "2019-08-31T14:14:26Z",
      "content": "The incident occurred on Friday night at Ladd-Peebles Stadium in Mobile, Alabama, soon after the game between Leflore and Williamson high schools.\r\nAccording to the Hill:\r\nPolice said the victims, all between ages 15 and 18, were taken to local hospitals, acc… [+1328 chars]"
    },
    {
      "source": {
        "id": "breitbart-news",
        "name": "Breitbart News"
      },
      "author": "Jeff Poor, Jeff Poor",
      "title": "MSNBC's Chris Hayes: If the Electoral College Wasn't in the Constitution, It Would Be Unconstitutional",
      "description": "Friday on MSNBC's \"All In,\" host Chris Hayes took on the Electoral College and how it can allow for candidates to win the presidency without a majority of the vote, which undermines the premise of one person, one vote.",
      "url": "https://www.breitbart.com/clips/2019/08/31/msnbcs-chris-hayes-if-the-electoral-college-wasnt-in-the-constitution-it-would-be-unconstitutional/",
      "urlToImage": "https://media.breitbart.com/media/2019/08/Hayes831-640x335.jpg",
      "publishedAt": "2019-08-31T14:07:05Z",
      "content": "Friday on MSNBC’s “All In,” host Chris Hayes took on the Electoral College and how it can allow for candidates to win the presidency without a majority of the vote, which undermines the premise of one person, one vote.\r\nDuring his dissertation, Hayes made the… [+1451 chars]"
    },
    {
      "source": {
        "id": "breitbart-news",
        "name": "Breitbart News"
      },
      "author": "Haris Alic, Haris Alic",
      "title": "Joe Biden Undercuts Own Electability Strategy: 'Almost Anybody' Could Beat Trump",
      "description": "Joe Biden undercut the \"electability\" strategy his campaign team has been pushing rigorously in recent weeks, claiming on Thursday that \"almost anybody\" could beat President Donald Trump in 2020.",
      "url": "https://www.breitbart.com/2020-election/2019/08/31/joe-biden-undercuts-electability-strategy-almost-anybody-beat-trump/",
      "urlToImage": "https://media.breitbart.com/media/2019/08/GettyImages-1165961841-640x335.png",
      "publishedAt": "2019-08-31T13:53:20Z",
      "content": "Biden, who has argued that he is the best candidate to win back the White House for Democrats, made remarks during an interview in South Carolina for the Washington Posts Cape Up podcast with Jonathan Capehart. During the interview, Capehart told Biden an ane… [+2778 chars]"
    },
    {
      "source": {
        "id": "breitbart-news",
        "name": "Breitbart News"
      },
      "author": "Chris Tomlinson",
      "title": "500 Illegal Migrants Land on Greek Island in One Day",
      "description": "At least 500 migrants have landed on the Greek island of Lesbos this week from Turkey in a single day, as conditions on the islands in the Aegean continue to deteriorate.",
      "url": "https://www.breitbart.com/europe/2019/08/31/500-illegal-migrants-land-on-greek-island-in-one-day/",
      "urlToImage": "https://media.breitbart.com/media/2017/03/rsz_GettyImages-653556396.jpg",
      "publishedAt": "2019-08-31T13:53:19Z",
      "content": "The 500 migrants arrived on Thursday, according to the DPA news agency, who noted that the landing was the single largest since the migration pact signed betwen the European Union and Turkey in 2016, television broadcaster RTBF reports.\r\nAll of the migrants w… [+1547 chars]"
    },
    {
      "source": {
        "id": "breitbart-news",
        "name": "Breitbart News"
      },
      "author": "Breitbart London",
      "title": "Tear Gas and Petrol Bombs as Hong Kongers Defy Regime Protest Ban",
      "description": "(AFP) — Police fired water cannon and tear gas to clear Hong Kong pro-democracy protesters from outside the city’s parliament on Saturday, as demonstrators defied a ban on rallying and the arrests of leading activists to take to the streets for a 13th straigh…",
      "url": "https://www.breitbart.com/europe/2019/08/31/tear-gas-petrol-bombs-hong-kongers-defy-regime-protest-ban/",
      "urlToImage": "https://media.breitbart.com/media/2019/08/Hong-Kong-2-640x335.png",
      "publishedAt": "2019-08-31T12:26:00Z",
      "content": "Police had banned the demonstration on security grounds, then organisers had cancelled it, after last weekend saw some of the most violent clashes in months of political turmoil.\r\nBut large crowds, many in their signature black T-shirts and under a colourful … [+4291 chars]"
    },
    {
      "source": {
        "id": "breitbart-news",
        "name": "Breitbart News"
      },
      "author": "Jack Montgomery",
      "title": "Omar's Call for UN Takeover of Mexico Border Undermined by History of Child Rape Scandals",
      "description": "Democrat left-winger Ilhan Omar wants the United Nations to take control of the U.S.-Mexico border to handle migrants “humanely” — despite its long record of child abuse scandals.",
      "url": "https://www.breitbart.com/europe/2019/08/31/omars-call-un-takeover-of-mexico-border-undermined-history-child-rape-scandals/",
      "urlToImage": "https://media.breitbart.com/media/2019/08/omar-640x335.png",
      "publishedAt": "2019-08-31T11:41:05Z",
      "content": "We should do what any other country does, by dealing with this situation in a serious way,” Rep. Omar insisted at a public meeting in Minnesota– but the Somalia-born ‘Squad’ member was not advocating building a wall or adopting a robust policy of turning ille… [+4748 chars]"
    },
    {
      "source": {
        "id": "breitbart-news",
        "name": "Breitbart News"
      },
      "author": "Chris Tomlinson",
      "title": "Another Swedish Municipality That Took In Migrants Faces Economic Crisis",
      "description": "The Swedish municipality of Hässleholm, which took in nearly 3,000 asylum seekers in three years, faces an economic crisis as up to 80 per cent remain on welfare.",
      "url": "https://www.breitbart.com/europe/2019/08/31/another-swedish-municipality-that-took-in-migrants-faces-economic-crisis/",
      "urlToImage": "https://media.breitbart.com/media/2017/04/Sweden-refugees-welcome.png",
      "publishedAt": "2019-08-31T08:20:28Z",
      "content": "Hässleholm City Council chairman Lars Johnsson, a member of the centre-right Moderate Party, said that the Swedish municipality has at least 100 migrants who are illiterate and another 200 with very poor educational backgrounds, saying, “It will in principle … [+2158 chars]"
    },
    {
      "source": {
        "id": "breitbart-news",
        "name": "Breitbart News"
      },
      "author": "Thomas D. Williams, Ph.D., Thomas D. Williams, Ph.D.",
      "title": "U.N. Chief: Climate Change Damaging Human Rights, Will Produce ‘Powerful Conflicts’",
      "description": "The U.N. High Commissioner on Human Rights, Michelle Bachelet, warned Friday that climate change will cause serious “harm to Human Rights” as well as producing “powerful conflicts” among peoples.",
      "url": "https://www.breitbart.com/environment/2019/08/30/u-n-chief-climate-change-damaging-human-rights-will-produce-powerful-conflicts/",
      "urlToImage": "https://media.breitbart.com/media/2019/07/GettyImages-1151401880-640x335.png",
      "publishedAt": "2019-08-31T06:05:23Z",
      "content": "One year after beginning her mandate, Bachelet said that climate change has been a reality for a long time, and in order to address it, nations much take concrete measures to comply with the Paris Agreements.\r\nI know that climate change will generate, volunta… [+2336 chars]"
    },
    {
      "source": {
        "id": "breitbart-news",
        "name": "Breitbart News"
      },
      "author": "Alana Mastrangelo, Alana Mastrangelo",
      "title": "Washington Post: Pumpkin Spice Lattes Connected to War, Genocide, Slavery",
      "description": "Starbucks' Pumpkin Spice Latte (PSL) is already back in stores, and in honor of the drink's annual arrival last Tuesday, the Washington Post published a bizarre piece alerting readers of \"the violent history behind your favorite Starbucks latte,\" which report…",
      "url": "https://www.breitbart.com/the-media/2019/08/30/washington-post-pumpkin-spice-latte-connected-war-genocide-slavery/",
      "urlToImage": "https://media.breitbart.com/media/2019/08/starbucks-customers-workers-overhead-ap-640x335.jpg",
      "publishedAt": "2019-08-31T05:10:15Z",
      "content": "“PSL is back, and so is its connection to a centuries old genocide,” writes Gillian Brockell of the Washington Post. “Underneath those fuzzy-sweater vibes, the spices in ‘the PSL’ have a dark history.”\r\n“It’s a story of war, genocide and slavery,” affirms Bro… [+2653 chars]"
    },
    {
      "source": {
        "id": "breitbart-news",
        "name": "Breitbart News"
      },
      "author": "Jeff Poor, Jeff Poor",
      "title": "GOP Rep. Rogers: 'Barack Obama Could Not Win the Nomination in This Year’s Democrat Field -- He Is Not Socialist Enough to Win'",
      "description": "While the state of the Democratic Party in 2020 may make some Republicans cringe, it could pay off in the long run for Republicans according to Rep. Mike Rogers (R-AL).",
      "url": "https://www.breitbart.com/clips/2019/08/30/gop-rep-rogers-barack-obama-could-not-win-the-nomination-in-this-years-democrat-field-he-is-not-socialist-enough-to-win/",
      "urlToImage": "https://media.breitbart.com/media/2018/08/rep-mike-rogers-alabama-Strategic-Forces-NASA-Flickr.jpg",
      "publishedAt": "2019-08-31T04:55:15Z",
      "content": "While the state of the Democratic Party in 2020 may make some Republicans cringe, it could pay off in the long run for Republicans according to Rep. Mike Rogers (R-AL).\r\nDuring an appearance on Huntsville, AL radio’s WVNN on Thursday, Rogers speculated that i… [+2483 chars]"
    },
    {
      "source": {
        "id": "breitbart-news",
        "name": "Breitbart News"
      },
      "author": "Kristina Wong, Kristina Wong",
      "title": "Reports: Mainland Chinese Joining Pro-Democracy Hong Kong Protesters",
      "description": "China's worst nightmare may be happening: Mainland Chinese citizens are now participating in pro-democracy protests in Hong Kong, according to recent reports.",
      "url": "https://www.breitbart.com/national-security/2019/08/30/reports-mainland-chinese-joining-pro-democracy-hong-kong-protesters/",
      "urlToImage": "https://media.breitbart.com/media/2019/08/hong-kong-protests-china-august2019-gettyimages-640x335.jpg",
      "publishedAt": "2019-08-31T04:28:29Z",
      "content": "Wall Street Journal reported Wednesday that a “small cohort of mainlanders have joined the demonstrations, taking extraordinary risks to support a society that offers freedoms unavailable back home.”\r\nMy understanding is that one country, two systems is a cre… [+3114 chars]"
    },
    {
      "source": {
        "id": "breitbart-news",
        "name": "Breitbart News"
      },
      "author": "Dr. Susan Berry",
      "title": "DNC Embraces ‘Religiously Unaffiliated,’ Belittles Americans of Faith",
      "description": "The Democratic National Committee unanimously passed a resolution that embraced nonreligious Americans and belittled Americans of faith.",
      "url": "https://www.breitbart.com/politics/2019/08/30/dnc-embraces-religiously-unaffiliated-belittles-americans-of-faith/",
      "urlToImage": "https://media.breitbart.com/media/2019/08/Anti-Religion-640x335.jpg",
      "publishedAt": "2019-08-31T03:27:20Z",
      "content": "The resolution proclaimed that 70 percent of religiously unaffiliated Americans share the values of the Democrat Party.\r\nThe religiously unaffiliated demographic represents the largest religious group within the Democratic Party, growing from 19% in 2007 to o… [+3953 chars]"
    },
    {
      "source": {
        "id": "breitbart-news",
        "name": "Breitbart News"
      },
      "author": "Pam Key, Pam Key",
      "title": "Trey Gowdy: I'll Apologize to Comey 'When It Snows in Hell'",
      "description": "Friday on Fox News Channel, network contributor and former Rep. Trey Gowdy criticized former FBI director James Comey for claiming he is owed apologies. Gowdy said, “I’m certainly not going to apologize to anyone who violated FBI and Department of",
      "url": "https://www.breitbart.com/clips/2019/08/30/trey-gowdy-ill-apologize-to-comey-when-it-snows-in-hell/",
      "urlToImage": "https://media.breitbart.com/media/2016/09/gowdy.jpg",
      "publishedAt": "2019-08-31T03:15:36Z",
      "content": "Friday on Fox News Channel, network contributor and former Rep. Trey Gowdy criticized former FBI director James Comey for claiming he is owed apologies.\r\nGowdy said, “Im certainly not going to apologize to anyone who violated FBI and Department of Justice pol… [+634 chars]"
    },
    {
      "source": {
        "id": "breitbart-news",
        "name": "Breitbart News"
      },
      "author": "Neil Munro, Neil Munro",
      "title": "Illegal Migrant in Kate Steinle Killing Escapes Guilty Verdict for Gun Possession",
      "description": "A California appeals-court judge has vacated the 2017 guilty verdict for the illegal migrant who allegedly shot Kate Steinle on a San Francisco waterfront in 2015.",
      "url": "https://www.breitbart.com/crime/2019/08/30/illegal-migrant-in-kate-steinle-killing-escapes-guilty-verdict-for-gun-possession/",
      "urlToImage": "https://media.breitbart.com/media/2017/12/Jose-ines-Garcia-Zarate-lopez-sanchez-kate-Steinle-ap-640x480.jpg",
      "publishedAt": "2019-08-31T03:09:53Z",
      "content": "The 1st District Court of Appeal on Friday overturned the conviction against Jose Inez Garcia-Zarate because the judge failed to instruct the jury on his defense that he only momentarily possessed the gun.\r\nThe Associated Press also reported further comments:… [+976 chars]"
    },
    {
      "source": {
        "id": "breitbart-news",
        "name": "Breitbart News"
      },
      "author": "Haris Alic, Haris Alic",
      "title": "Joe Biden Accused of Neglecting Pennsylvania Labor Union",
      "description": "Former Vice President Joe Biden is being accused of neglecting a major Pennsylvania labor union, even as he positions himself as the best candidate to win back the keystone state in 2020.",
      "url": "https://www.breitbart.com/politics/2019/08/30/joe-biden-accused-of-neglecting-pennsylvania-labor-union/",
      "urlToImage": "https://media.breitbart.com/media/2019/08/Biden-in-Pennsylvania-640x335.jpg",
      "publishedAt": "2019-08-31T03:02:35Z",
      "content": "The Philadelphia chapter of the AFL-CIO lambasted Biden on Friday for ignoring an invitation to attend their presidential town hall in September. The union hopes the event, which has already drawn the attention of seven other presidential candidates, will mak… [+3440 chars]"
    },
    {
      "source": {
        "id": "breitbart-news",
        "name": "Breitbart News"
      },
      "author": "Breitbart News",
      "title": "Dior Perfume Ad Campaign with Johnny Depp Accused of Appropriating Native American Culture",
      "description": "LOS ANGELES (AP) — A new ad for a Dior men’s fragrance called Sauvage sparked outrage Friday for its use of Native American culture and symbols.",
      "url": "https://www.breitbart.com/entertainment/2019/08/30/dior-perfume-ad-campaign-with-johnny-depp-accused-of-appropriating-native-american-culture/",
      "urlToImage": "https://media.breitbart.com/media/2019/08/diorjohnnydepp1-640x335.jpg",
      "publishedAt": "2019-08-31T02:00:49Z",
      "content": "The French luxury goods company posted a trailer Friday of a Native American dancer and promised more details about the fragrance on Monday. Another post, on Instagram, noted the campaign was developed along with Native American consultants. But the ad contin… [+2026 chars]"
    },
    {
      "source": {
        "id": "breitbart-news",
        "name": "Breitbart News"
      },
      "author": "Kristina Wong",
      "title": "Pentagon Sprinting to Catch Up with China on Artificial Intelligence",
      "description": "The U.S. military is sprinting to catch up with China on the development of artificial intelligence capabilities.",
      "url": "https://www.breitbart.com/politics/2019/08/30/pentagon-sprinting-to-catch-up-with-china-on-artificial-intelligence/",
      "urlToImage": "https://media.breitbart.com/media/2019/08/Pentagon-640x335.jpg",
      "publishedAt": "2019-08-31T01:49:51Z",
      "content": "“Leadership in the military application of AI is critical to our national security. The table stakes are high. For that reason I doubt I will ever be entirely satisfied that we’re moving fast enough when it comes to DOD’s adoption of AI. My sense of urgency r… [+3957 chars]"
    },
    {
      "source": {
        "id": "breitbart-news",
        "name": "Breitbart News"
      },
      "author": "Robert Kraychik",
      "title": "Dr. Scott Barbour: Trump Is Our Last Chance to Save Health Care",
      "description": "\"If we have one more cycle where we fail to reform our health care,\" the \"doctor-patient relationship\" will die, warned Dr. Scott Barbour.",
      "url": "https://www.breitbart.com/radio/2019/08/30/scott-barbour-trump-last-chance-save-health-care/",
      "urlToImage": "https://media.breitbart.com/media/2017/06/doctor-hospital-bills-getty.jpg",
      "publishedAt": "2019-08-31T01:44:40Z",
      "content": "Health care is “probably the worst issue for Republicans heading into 2020,” estimated Marlow, inviting Barbour’s and Ortiz’s comments on the status of American health care.\r\nLISTEN:\r\nOrtiz replied. “Because of Obamacare, about a third of small businesses had… [+5463 chars]"
    },
    {
      "source": {
        "id": "breitbart-news",
        "name": "Breitbart News"
      },
      "author": "Hannah Bleau",
      "title": "Lana Del Rey: ‘I’m Really Not More of a Liberal Than I Am a Republican’",
      "description": "Pop star Lana Del Rey responded to questions surrounding her personal political leanings and said that she is \"really not more of a liberal than I am a Republican.\"",
      "url": "https://www.breitbart.com/entertainment/2019/08/30/lana-del-rey-im-really-not-more-of-a-liberal-than-i-am-a-republican/",
      "urlToImage": "https://media.breitbart.com/media/2019/08/LanaDelray1-640x335.jpg",
      "publishedAt": "2019-08-31T01:37:36Z",
      "content": "The “Summertime Sadness” star dropped her fifth album Norman Fucking Rockwell! Friday and spoke to the New York Times about one of her more controversial lyrics in “The Greatest” — “Kanye West is blond and gone”  in the interview published Wednesday.\r\nThe Tim… [+1790 chars]"
    },
    {
      "source": {
        "id": "breitbart-news",
        "name": "Breitbart News"
      },
      "author": "Ian Hanchett, Ian Hanchett",
      "title": "Dem Rep. Gallego: I Think Mattis 'Wants to Have It Both Ways'",
      "description": "On Friday’s broadcast of CNN’s “OutFront,” Representative Ruben Gallego (D-AZ) reacted to former Defense Secretary James Mattis’ statements about President Trump by stating that Mattis can decide what he says for himself, but that Mattis “wants to have it both",
      "url": "https://www.breitbart.com/clips/2019/08/30/dem-rep-gallego-i-think-mattis-wants-to-have-it-both-ways/",
      "urlToImage": "https://media.breitbart.com/media/2018/08/Ruben-Gallego.png",
      "publishedAt": "2019-08-31T01:37:28Z",
      "content": "On Friday’s broadcast of CNN’s “OutFront,” Representative Ruben Gallego (D-AZ) reacted to former Defense Secretary James Mattis’ statements about President Trump by stating that Mattis can decide what he says for himself, but that Mattis “wants to have it bot… [+429 chars]"
    },
    {
      "source": {
        "id": "breitbart-news",
        "name": "Breitbart News"
      },
      "author": "Robert Kraychik, Robert Kraychik",
      "title": "Former Immigration Judge Fact-Checks Joe Biden's 'Unplug These Kids' Line",
      "description": "Former immigration judge Art Arthur explained an immigration policy change Joe Biden claimed would \"unplug\" children from life-saving care.",
      "url": "https://www.breitbart.com/radio/2019/08/30/former-immigration-judge-fact-check-joe-biden-unplug-these-kids/",
      "urlToImage": "https://media.breitbart.com/media/2019/08/8102019-former-vp-joe-biden-speaking-getty-images-640x335.jpg",
      "publishedAt": "2019-08-31T00:58:32Z",
      "content": "The policy change transfers responsibility for adjudicating applications for deferred action submitted by aliens illegally in the United States to Immigration and Customs Enforcement (ICE), explained Arthur.\r\nLISTEN:\r\nBiden said the new policy would yield dep… [+5728 chars]"
    },
    {
      "source": {
        "id": "breitbart-news",
        "name": "Breitbart News"
      },
      "author": "Sean Moran",
      "title": "Steve Cortes, CNN Contributor Benched for Fighting Charlottesville Hoax, Met with Trump",
      "description": "CNN commentator Steve Cortes met with President Donald Trump Friday after he was benched by CNN for dispelling the Charlottesville \"hoax\" that the president once called Neo-nazis \"very fine people.\"",
      "url": "https://www.breitbart.com/politics/2019/08/30/steve-cortes-cnn-contributor-benched-for-fighting-charlottesville-hoax-met-with-trump/",
      "urlToImage": "https://media.breitbart.com/media/2019/08/Steve-Cortes-close-leaving-White-House-640x335.jpg",
      "publishedAt": "2019-08-31T00:33:00Z",
      "content": "Cortes was seen leaving the White House Friday afternoon, and a source familiar with the situation reported that President Trump met with the CNN contributor in solidarity.\r\nA source said that CNN benched him and prevented him from appearing on CNN for disput… [+1707 chars]"
    },
    {
      "source": {
        "id": "breitbart-news",
        "name": "Breitbart News"
      },
      "author": "Pam Key",
      "title": "Rep. Cohen: ‘We Need to Just Impeach’ — Trump Is Violating Emoluments Clause",
      "description": "Friday on MSNBC's \"The Beat,\" Rep. Steve Cohen (D-TN) said impeachment proceedings against President Donald Trump need to begin.",
      "url": "https://www.breitbart.com/clips/2019/08/30/rep-cohen-we-need-to-just-impeach-trump-is-violating-emoluments-clause/",
      "urlToImage": "https://media.breitbart.com/media/2019/07/cohen-640x335.jpg",
      "publishedAt": "2019-08-31T00:13:40Z",
      "content": "Friday on MSNBC’s “The Beat,” Rep. Steve Cohen (D-TN) said impeachment proceedings against President Donald Trump need to begin.\r\nWhile discussing Congress working on getting witnesses, Cohen said, “We know what they are going to say because it’s in the Muell… [+433 chars]"
    },
    {
      "source": {
        "id": "breitbart-news",
        "name": "Breitbart News"
      },
      "author": "Hannah Bleau, Hannah Bleau",
      "title": "Julian Castro Blasts DNC's Decision to Nix 'Virtual Caucuses'",
      "description": "Presidential candidate Julián Castro (D) blasted the Democratic National Committee's (DNC) decision to reject the proposal for \"virtual caucuses\" in Iowa and Nevada, adding that it \"goes against everything our Party says we stand for.\"",
      "url": "https://www.breitbart.com/politics/2019/08/30/julian-castro-blasts-dncs-decision-to-nix-virtual-caucuses/",
      "urlToImage": "https://media.breitbart.com/media/2019/07/Julian-Castro-1-640x335.jpg",
      "publishedAt": "2019-08-30T23:44:16Z",
      "content": "It was reported on Friday that the DNC will nix the proposal for “virtual caucuses” in the states, due in part to mounting security concerns. The proposal was part of statewide efforts to abide by the rules the DNC implemented following the 2016 election, req… [+2266 chars]"
    },
    {
      "source": {
        "id": "breitbart-news",
        "name": "Breitbart News"
      },
      "author": "Penny Starr",
      "title": "ABC Arrangements for Democrat Debate Stage: Yang Moves Up, Beto Down",
      "description": "The DNC unveiled the way the candidates will be arranged on the next debate stage with Andrew Yang moving up, Beto O'Rourke down.",
      "url": "https://www.breitbart.com/2020-election/2019/08/30/abc-arrangements-for-democrat-debate-stage-yang-moves-up-beto-down/",
      "urlToImage": "https://media.breitbart.com/media/2019/08/ABC-Democrat-Debate-Lineup-640x335.jpg",
      "publishedAt": "2019-08-30T23:39:20Z",
      "content": "Former Vice President Joe Biden, who is leading in the polls, will be in the center flanked by Sen. Bernie Sanders (D-VT) on his right and Sen. Elizabeth Warren (D-MA) on his left. Next to Warren is Sen. Kamala Harris (D-CA) followed by a once-unlikely top ti… [+1566 chars]"
    },
    {
      "source": {
        "id": "breitbart-news",
        "name": "Breitbart News"
      },
      "author": "Charlie Spiering",
      "title": "Donald Trump Blasts ‘Hurtful’ Comments by Fired Assistant: ‘I Love Tiffany’",
      "description": "President Donald Trump said he spoke to his former White House assistant Madeleine Westerhout, who resigned abruptly on Thursday after White House staff became aware of embarrassing comments she made to reporters. “I love Tiffany,” he said as he left the Whit…",
      "url": "https://www.breitbart.com/politics/2019/08/30/donald-trump-blasts-hurtful-comments-by-fired-assistant-i-love-tiffany/",
      "urlToImage": "https://media.breitbart.com/media/2019/08/Trump-Kisses-Tiffany-640x335.png",
      "publishedAt": "2019-08-30T23:22:43Z",
      "content": "Trump told reporters that he found the comments “a little bit hurtful” but also noted that they were “off the record.”\r\nI love Tiffany, he said to reporters as he left the White House for Camp David.\r\nPoliticoreported that Westerhout made the comments at an o… [+1103 chars]"
    },
    {
      "source": {
        "id": "breitbart-news",
        "name": "Breitbart News"
      },
      "author": "Dr. Susan Berry",
      "title": "Study: There Is No Single ‘Gay Gene’",
      "description": "A new study has concluded that while no single \"gay gene\" exists, same-sex sexual behavior is likely influenced by the interaction of many genetic and environmental factors.",
      "url": "https://www.breitbart.com/politics/2019/08/30/study-there-is-no-single-gay-gene/",
      "urlToImage": "https://media.breitbart.com/media/2019/06/Gay-Marriage-640x335.jpg",
      "publishedAt": "2019-08-30T23:12:14Z",
      "content": "Results of the investigation showed that, as is the case for much of human behavior, same-sex sexual behavior is influenced by both nature and nurture.\r\nThere is no single gay gene, according to a new study in Science. Thousands of genetic variants are linked… [+3326 chars]"
    },
    {
      "source": {
        "id": "breitbart-news",
        "name": "Breitbart News"
      },
      "author": "Penny Starr, Penny Starr",
      "title": "Hurricane Dorian ‘Extremely Dangerous’ Category 3 Storm Still on Course for Florida Landfall",
      "description": "Hurricane Dorian became a major hurricane on Friday, reaching Category 3 status, and forecasters say the storm will pack a three-pronged punch: high winds, storm surge, and severe flooding.",
      "url": "https://www.breitbart.com/environment/2019/08/30/hurricane-dorian-extremely-dangerous-category-3-storm-still-on-course-for-florida-landfall/",
      "urlToImage": "https://media.breitbart.com/media/2019/08/Hurricane-Dorian-preparation-640x335.jpg",
      "publishedAt": "2019-08-30T22:52:41Z",
      "content": "The Bahamas are bracing for a hit, and at present the storm is expected to reach Florida early next week, potentially making landfall as a Category 4 hurricane.\r\nExtremely dangerous Hurricane Dorian poses a significant threat to Florida and Northwestern Baham… [+1429 chars]"
    },
    {
      "source": {
        "id": "breitbart-news",
        "name": "Breitbart News"
      },
      "author": "Allum Bokhari, Allum Bokhari",
      "title": "Minds.com Event to Proceed Despite Violent Antifa Threats",
      "description": "An event hosted by free speech friendly social network Minds.com on racism and political violence will proceed this weekend, despite Antifa threats.",
      "url": "https://www.breitbart.com/tech/2019/08/30/minds-com-event-to-proceed-despite-violent-antifa-threats/",
      "urlToImage": "https://media.breitbart.com/media/2019/07/GettyImages-839981910-640x335.png",
      "publishedAt": "2019-08-30T22:42:46Z",
      "content": "The event was previously set to be held at a theater in Pitman, New Jersey. The theater owner canceled the event after allegedly receiving multiple threats from Antifa, including an alleged threat to burn his theater down.\r\nThe Minds.com event has now secured… [+1694 chars]"
    },
    {
      "source": {
        "id": "breitbart-news",
        "name": "Breitbart News"
      },
      "author": "Hannah Bleau, Hannah Bleau",
      "title": "Tomi Lahren: Athleisure Brand I Collaborated with 'Aims to Be Made in America'",
      "description": "Tomi Lahren posted a public statement responding to the fallout from her collaboration with athleisure line Alexo Athletica, which manufactures its products in China, noting that the company \"aims to be made in America.\"",
      "url": "https://www.breitbart.com/politics/2019/08/30/tomi-lahren-athleisure-brand-i-collaborated-with-aims-to-be-made-in-america/",
      "urlToImage": "https://media.breitbart.com/media/2019/08/Tomi-Lahren-Leggings-640x335.jpg",
      "publishedAt": "2019-08-30T22:27:23Z",
      "content": "Lahren came under fire after collaborating with the company and promoting the “Introducing Freedom” line.\r\n“Some have told me Im too ‘controversial’ to have an athleisure line, that conservatives should just stick to politics and Trump cheerleading. My respon… [+1721 chars]"
    },
    {
      "source": {
        "id": "breitbart-news",
        "name": "Breitbart News"
      },
      "author": "Amy Furr",
      "title": "New Mexico Attorney General Proposes Seizure of Land at Epstein’s Zorro Ranch",
      "description": "State officials are preparing to seize land on Jeffrey Epstein's Zorro Ranch in New Mexico, according to reports.",
      "url": "https://www.breitbart.com/crime/2019/08/30/new-mexico-attorney-general-proposes-seizure-of-land-at-epsteins-zorro-ranch/",
      "urlToImage": "https://media.breitbart.com/media/2019/08/Zorro-Ranch-640x335.jpg",
      "publishedAt": "2019-08-30T22:21:24Z",
      "content": "The nearly 10,000 acre Zorro Ranch, which is about 40 miles south of Santa Fe, is a mixture of private and state-owned lands. However, New Mexico Attorney General Hector Balderas has proposed that the government take back the lands that he says were “improper… [+1842 chars]"
    },
    {
      "source": {
        "id": "breitbart-news",
        "name": "Breitbart News"
      },
      "author": "Kyle Morris, Kyle Morris",
      "title": "Alexandria Ocasio-Cortez Unveils Green New Deal Art Posters",
      "description": "Rep. Alexandria Ocasio-Cortez (D-NY) released a series of Green New Deal art posters Friday through her Twitter account in an attempt to promote her unpopular Green New Deal plan.",
      "url": "https://www.breitbart.com/politics/2019/08/30/alexandria-ocasio-cortez-unveils-green-new-deal-art-posters/",
      "urlToImage": "https://media.breitbart.com/media/2019/08/Green-New-Deal-Art-Posters-640x335.jpg",
      "publishedAt": "2019-08-30T22:17:30Z",
      "content": "Of the two cartoon-style posters highlighted by the freshman New York congresswoman, feature two historic monuments in New York City: the Bronx’s Victory Memorial in Pelham Bay Park and the Unisphere globe sculpture located in Flushing Meadows Corona Park in … [+2375 chars]"
    },
    {
      "source": {
        "id": "breitbart-news",
        "name": "Breitbart News"
      },
      "author": "John Hayward, John Hayward",
      "title": "Hong Kong Protesters Plan ‘Airport Traffic Stress Test'",
      "description": "Hong Kong protest organizers on Thursday sarcastically invited supporters to schedule a “weekend getaway” at the international airport and give the facility a “stress test” on Sunday and Monday by blocking off the roads and overloading the railway system.",
      "url": "https://www.breitbart.com/national-security/2019/08/30/hong-kong-protesters-plan-airport-traffic-stress-test/",
      "urlToImage": "https://media.breitbart.com/media/2019/08/GettyImages-1148741209-640x335.png",
      "publishedAt": "2019-08-30T22:12:41Z",
      "content": "A similar effort failed to achieve gridlock last weekend, but airport officials say they are prepared to cancel flights as needed.\r\nThe South China Morning Postexplained that organizers are not calling for a march, rally, or hostile occupation of the airport,… [+3827 chars]"
    },
    {
      "source": {
        "id": "breitbart-news",
        "name": "Breitbart News"
      },
      "author": "Kyle Morris, Kyle Morris",
      "title": "Establishment GOP Candidates Prove Successful in Mississippi Runoff",
      "description": "Earlier this week, establishment Republican candidates in the races for governor and attorney general in Mississippi proved successful as they defeated their primary challengers.",
      "url": "https://www.breitbart.com/politics/2019/08/30/establishment-gop-candidates-prove-successful-in-mississippi-runoff/",
      "urlToImage": "https://media.breitbart.com/media/2019/08/Tate-Reeves-640x335.jpg",
      "publishedAt": "2019-08-30T22:08:42Z",
      "content": "In the governor’s race, Mississippi Lieutenant Governor Tate Reeves, who has been widely viewed as an establishment candidate since he got his start in politics, defeated retired longtime state Supreme Court Chief Justice Bill Waller Jr.\r\nIn total, Reeves rec… [+1911 chars]"
    },
    {
      "source": {
        "id": "breitbart-news",
        "name": "Breitbart News"
      },
      "author": "Matthew Boyle, Matthew Boyle",
      "title": "Report: Terminated Alleged West Wing Leaker Madeleine Westerhout Trashed Ivanka, Tiffany Trump",
      "description": "Terminated alleged West Wing leaker Madeleine Westerhout reportedly trashed the president's two daughters Ivanka and Tiffany Trump to reporters during an off-the-record dinner, Politico reported on Friday.",
      "url": "https://www.breitbart.com/the-media/2019/08/30/report-terminated-alleged-west-wing-leaker-madeleine-westerhout-trashed-ivanka-tiffany-trump/",
      "urlToImage": "https://media.breitbart.com/media/2019/08/Westerhaut-640x335.jpg",
      "publishedAt": "2019-08-30T21:48:53Z",
      "content": "Politico’s Daniel Lippman revealed the contents of the leak that led to her termination, which the New York Times first reported on Thursday evening, in a Friday afternoon report. Lippman wrote:\r\nMadeleine Westerhout, who left her White House job suddenly on … [+10108 chars]"
    },
    {
      "source": {
        "id": "breitbart-news",
        "name": "Breitbart News"
      },
      "author": "Warner Todd Huston, Warner Todd Huston",
      "title": "Angels Pitcher Tyler Skaggs Had Fentanyl, Oxycodone, Alcohol, in His System at Time of Death",
      "description": "A newly released toxicology report finds that LA Angels pitcher Tyler Skaggs had fentanyl, oxycodone, and alcohol in his system when he died.",
      "url": "https://www.breitbart.com/sports/2019/08/30/angels-pitcher-tyler-skaggs-had-fentanyl-oxycodone-and-alcohol-in-his-system-at-time-death/",
      "urlToImage": "https://media.breitbart.com/media/2019/08/AP-Photo_Marcio-Jose-Sanchez-640x335.jpg",
      "publishedAt": "2019-08-30T21:45:51Z",
      "content": "Skaggs was found unresponsive in his Texas hotel room on July 1 while the team was in town to play the Texas Rangers. He was pronounced dead at the scene, and police felt there was no foul play, according to USA Today.\r\nAuthorities said that Skaggs aspirated … [+801 chars]"
    },
    {
      "source": {
        "id": "breitbart-news",
        "name": "Breitbart News"
      },
      "author": "Joshua Caplan, Joshua Caplan",
      "title": "Report: New York Times' Social Media Controversies Take Toll on Staff",
      "description": "A string of recent high-profile social media controversies by New York Times journalists has reportedly left a slew of staffers at the embattled newspaper feeling aggravated and listless.",
      "url": "https://www.breitbart.com/the-media/2019/08/30/report-new-york-times-social-media-controversies-leave-staff-exhausted/",
      "urlToImage": "https://media.breitbart.com/media/2019/08/New-York-Times-Building-640x335.jpg",
      "publishedAt": "2019-08-30T21:24:41Z",
      "content": "According to the Daily Beast:\r\n[T]he barrage of recent incidents on social media have left many in the organization fatigued. Multiple staffers expressed ambivalence and frustration about the onslaught of outside interest in papers internal affairs. When aske… [+3473 chars]"
    },
    {
      "source": {
        "id": "breitbart-news",
        "name": "Breitbart News"
      },
      "author": "Allum Bokhari, Allum Bokhari",
      "title": "Twitter CEO Jack Dorsey's Own Account Hacked",
      "description": "Twitter CEO Jack Dorsey had his twitter account hacked earlier today, with the hackers posting a string of racial messages and a false report of a bomb threat before he regained control of his account.",
      "url": "https://www.breitbart.com/tech/2019/08/30/twitter-ceo-jack-dorseys-own-account-hacked/",
      "urlToImage": "https://media.breitbart.com/media/2018/07/GettyImages-459305156.jpg",
      "publishedAt": "2019-08-30T21:02:59Z",
      "content": "“A flurry of offensive messages including racial slurs were posted on Dorsey’s Twitter page” reported Sky News. The tweets have since been taken down by Twitter.\r\nSome of the tweets posted while the account was hacked included “aqua up in this b****,” “Hitler… [+1455 chars]"
    },
    {
      "source": {
        "id": "breitbart-news",
        "name": "Breitbart News"
      },
      "author": "Robert Arce",
      "title": "Mexican Cartel-Linked Fentanyl Operation Busted in Delaware, Say Feds",
      "description": "A fentanyl and heroin operation in Delaware was busted in a multi-agency investigative effort, resulting in the arrests of two Mexican nationals residing illegally in the United States. Roughly 22 pounds of heroin, 14,000 fake Oxycodone pills laced with fenta…",
      "url": "https://www.breitbart.com/border/2019/08/30/mexican-cartel-linked-fentanyl-operation-busted-in-delaware-say-feds/",
      "urlToImage": "https://media.breitbart.com/media/2019/03/AP_19036849969530.jpg",
      "publishedAt": "2019-08-30T21:01:10Z",
      "content": "A long-term investigation into a suspected Mexican cartel-connected fentanyl and heroin trafficking organization came to an end last week. David C. Weiss, United States Attorney for the District of Delaware, announced criminal charges against Julian Rivera-Vi… [+2176 chars]"
    },
    {
      "source": {
        "id": "breitbart-news",
        "name": "Breitbart News"
      },
      "author": "Neil Munro, Neil Munro",
      "title": "Buzzfeed: DHS to Expand DNA Tests on Migrants",
      "description": "The Department of Homeland Security is drafting plans to greatly expand DNA identification of migrants who plead for asylum or try to sneak across the border, according to Buzzfeed News.",
      "url": "https://www.breitbart.com/politics/2019/08/30/buzzfeed-dhs-to-expand-dna-tests-on-migrants/",
      "urlToImage": "https://media.breitbart.com/media/2018/06/wi/afp/29/1b2a83_chilean-josefina-sandoval-holds-test-tube-containing-saliva-an-interview.jpg",
      "publishedAt": "2019-08-30T20:59:06Z",
      "content": "Buzzfeed reported:\r\nThe Trump administration wants to enable Customs and Border Protection officials to collect DNA samples from undocumented immigrants in its custody, according to a draft policy obtained by BuzzFeed News.The move will likely inspire the ang… [+2765 chars]"
    }
  ]
}
