{
  "status": "ok",
  "totalResults": 4594,
  "articles": [
    {
      "source": {
        "id": "business-insider",
        "name": "Business Insider"
      },
      "author": "Tanza Loudenback",
      "title": "Here's how your money could grow if contribute $10, $100, or $1,000 a month to a high-yield savings account at Betterment",
      "description": "Betterment, the online investing adviser, offers an APY of up to 2.39% on its high-yield savings account if you join the waitlist for its checking account. You need a minimum deposit of $10 to open a Betterment Everyday Savings account, which has no monthly f…",
      "url": "https://www.businessinsider.com/betterment-high-yield-savings-return-growth-calculation",
      "urlToImage": "https://amp.businessinsider.com/images/5d673d302e22af1f9475d932-1920-960.jpg",
      "publishedAt": "2019-09-01T15:45:00Z",
      "content": "The best high-yield savings accounts live up to all the hype. After all, what more could you need in a savings account than no fees, zero risk, full liquidity, and excellent earning potential? \r\n Whether you're building up an emergency fund, saving for a down… [+2399 chars]"
    },
    {
      "source": {
        "id": "business-insider",
        "name": "Business Insider"
      },
      "author": "Dan DeFrancesco",
      "title": "Hong Kong protesters barricaded roads and disrupted trains to and from the airport, forcing travelers to walk",
      "description": "Hong Kong pro-democracy protests blocked roads and disrupted railways to and from Hong Kong International Airport. It's the second time protesters have targeted the transportation hub, occupying it for nearly a week in August. China, meanwhile, has shown no s…",
      "url": "https://www.businessinsider.com/hong-kong-protesters-disrupted-routes-to-and-from-airport-2019-9",
      "urlToImage": "https://amp.businessinsider.com/images/5d6bdaab2e22af45c8783932-2732-1366.jpg",
      "publishedAt": "2019-09-01T15:19:55Z",
      "content": "Hong Kong pro-democracy protesters barricaded roads and disrupted trains servicing Hong Kong International Airport, marking the second time the group has targeted the transportation hub. \r\n Protesters blocked roads to and from the highway and threw debris on … [+1519 chars]"
    },
    {
      "source": {
        "id": "business-insider",
        "name": "Business Insider"
      },
      "author": "Jason Guerrasio",
      "title": "'Angel Has Fallen' continues to take advantage of the quiet late summer box office",
      "description": "\"Angel Has Fallen\" won the Labor Day weekend box office with an estimated $11.5 million ($14.5 million by Monday). It is the second-straight weekend the movie has topped the domestic box office. The 2019 summer box office came in two percent below last year's…",
      "url": "https://www.businessinsider.com/angel-has-fallen-wins-the-labor-day-weekend-box-office-2019-9",
      "urlToImage": "https://amp.businessinsider.com/images/5d6bae882e22af3a8d369823-1136-568.jpg",
      "publishedAt": "2019-09-01T15:14:48Z",
      "content": "Recently Labor Day has been the holiday weekend big studios have wanted no part of. And that continues this year. \r\n With Warner Bros.' \"It Chapter Two\" opening next weekend, all the majors are staying clear of releasing new movies at the multiplexes this wee… [+1931 chars]"
    },
    {
      "source": {
        "id": "business-insider",
        "name": "Business Insider"
      },
      "author": "David Slotnick",
      "title": "A recalled MacBook Pro has been banned on more than a dozen airlines — here are the carriers that won't let you bring the laptop on board",
      "description": "The Federal Aviation Administration in August that it was banning certain models of the Apple MacBook Pro from flights. The ban applies to 15-inch MacBook Pro units primarily sold between September 2015 and February 2017. Apple said the battery in the affecte…",
      "url": "https://www.businessinsider.com/macbook-pro-banned-airlines-list-2019-8",
      "urlToImage": "https://amp.businessinsider.com/images/5d5412e9cd97842c4b0c80fa-2732-1366.jpg",
      "publishedAt": "2019-09-01T14:49:00Z",
      "content": "The Federal Aviation Administration announced in August that it was banning certain models of Apple's MacBook Pro from being brought on board flights, whether as cargo, or in passengers' carry-on luggage. \r\n The recall, which Apple announced in June, applies … [+1102 chars]"
    },
    {
      "source": {
        "id": "business-insider",
        "name": "Business Insider"
      },
      "author": "Antonio Villas-Boas",
      "title": "Samsung's flashiest and most advanced smartphone has 3 camera lenses, but it still can't beat Google's year-old Pixel 3",
      "description": "The Samsung Galaxy Note 10 Plus I've been using has been a fantastic phone, but I often wished I was taking photos with the Google Pixel 3 instead. The Galaxy Note 10 is capable of taking great photos, but even with its three camera lenses, it doesn't give me…",
      "url": "https://www.businessinsider.com/samsung-galaxy-note-10-vs-google-pixel-3-camera-comparison-2019-8",
      "urlToImage": "https://amp.businessinsider.com/images/5d6930742e22af3874442b93-1920-960.jpg",
      "publishedAt": "2019-09-01T14:35:00Z",
      "content": "The Galaxy Note 10 Plus I've been using has been an absolute treat, especially after using the Pixel 3 for several months. \r\n The Note 10 is faster, smoother, and has significantly better battery life than the Pixel 3. By comparison, the Pixel 3's specs are s… [+744 chars]"
    },
    {
      "source": {
        "id": "business-insider",
        "name": "Business Insider"
      },
      "author": "Andy Kiersz",
      "title": "10 charts that show why the economy feels so bad — even though it sounds so good",
      "description": "By most major indicators, the US economy is doing pretty well right now. But many Americans feel left out of the apparent boom. We put together 10 charts that help illustrate that divergence. Visit Business Insider's homepage for more stories. Although there …",
      "url": "https://www.businessinsider.com/charts-why-us-economy-feels-bad-2019-8",
      "urlToImage": "https://amp.businessinsider.com/images/5d69878e2e22af4d7028eaa3-1920-960.jpg",
      "publishedAt": "2019-09-01T14:34:00Z",
      "content": "Although there are some clouds on the horizon hinting at a possible recession, most of the major US economic indicators are pretty strong right now. \r\n Economic growth is steady, the unemployment rate is extremely low, and the stock market has massively rebou… [+489 chars]"
    },
    {
      "source": {
        "id": "business-insider",
        "name": "Business Insider"
      },
      "author": "Eric Rosenberg",
      "title": "Employer-provided disability insurance can be a big help. But for most people, it probably isn't enough.",
      "description": "Employer disability insurance policies typically aren't portable. If you change jobs or become self-employed, the insurance won't go with you. But according to government data, p eople entering the workforce today have a one in four chance of disability befor…",
      "url": "https://www.businessinsider.com/disability-insurance-why-employer-provided-isnt-enough",
      "urlToImage": "https://amp.businessinsider.com/images/5d681eec2e22af1448558773-1920-960.jpg",
      "publishedAt": "2019-09-01T14:30:00Z",
      "content": "What would happen to your family if your income suddenly stopped tomorrow? How long could you keep paying the bills? Would you be able to keep your home, or have to move somewhere else? \r\n Everyone hopes to live a long life free of major health scares, but in… [+4256 chars]"
    },
    {
      "source": {
        "id": "business-insider",
        "name": "Business Insider"
      },
      "author": "Travis Clark",
      "title": "The top 9 shows on Netflix and other streaming services this week",
      "description": "Every week, Parrot Analytics provides Business Insider with the most in-demand original TV shows on streaming services. This week includes Netflix's \"Mindhunter,\" Amazon's \"The Boys,\" and DC Universe's \"Titans.\" Visit Business Insider's homepage for more stor…",
      "url": "https://www.businessinsider.com/top-netflix-streaming-shows-to-watch-this-week-mindhunter-boys-2019-8",
      "urlToImage": "https://amp.businessinsider.com/images/5d694e222e22af2ecf0a4f21-1136-568.jpg",
      "publishedAt": "2019-09-01T14:15:00Z",
      "content": "Average demand expressions: 51,606,973 \r\n Description: \"THE BOYS is an irreverent take on what happens when superheroes, who are as popular as celebrities, as influential as politicians and as revered as Gods, abuse their superpowers rather than use them for … [+560 chars]"
    },
    {
      "source": {
        "id": "business-insider",
        "name": "Business Insider"
      },
      "author": "Benjamin Goggin and Reuters",
      "title": "Pope Francis got stuck in a Vatican elevator for 25 minutes before he was freed by firemen",
      "description": "Pope Francis arrived late to his weekly Sunday address in St. Peter's Square. He told the crowd he was stuck in an elevator for 25 minutes before being freed by firemen. It's believed that this is the first time such an event has occurred with a living Pope. …",
      "url": "https://www.businessinsider.com/pope-stuck-in-elevator-for-25-minutes-freed-by-fire-brigade-2019-9",
      "urlToImage": "https://amp.businessinsider.com/images/5d6bcf9b2e22af681c634952-1536-768.jpg",
      "publishedAt": "2019-09-01T14:04:00Z",
      "content": "Pope Francis arrived late for his weekly address in St. Peter's Square on Sunday, explaining that he had been stuck in an elevator in the Vatican for 25 minutes and had to be freed by firefighters. \r\n \"I have to beg your pardon,\" the smiling pontiff said as h… [+750 chars]"
    },
    {
      "source": {
        "id": "business-insider",
        "name": "Business Insider"
      },
      "author": "Irene Jiang",
      "title": "I compared the legendary McChicken with 4 cheap sandwiches from other fast-food chains, and it proved the original is still the best",
      "description": "Now that the chicken sandwich wars are in full swing, I'm jumping into the fray again with a comparison of budget chicken sandwiches. I taste-tested the budget chicken sandwiches from McDonald's, Wendy's, Arby's, KFC, and Burger King to find the best one. I f…",
      "url": "https://www.businessinsider.com/best-cheap-chicken-sandwich-mcchicken-mcdonalds-kfc-wendys-burger-king-2019-8",
      "urlToImage": "https://amp.businessinsider.com/images/5d6937f02e22af39ec458449-1920-960.jpg",
      "publishedAt": "2019-09-01T14:01:00Z",
      "content": "Budget chicken sandwiches aren't to be trifled with. \r\n My veggies-obsessed mom won't touch most fast food, but she'll eat two McChickens in one sitting. My meat-loving dad who grew up on a meat-based Inner Mongolian diet usually prefers cheeseburgers, but he… [+613 chars]"
    },
    {
      "source": {
        "id": "business-insider",
        "name": "Business Insider"
      },
      "author": "Rebecca Aydin",
      "title": "These are the former high-ranking Google execs who have been accused of sexual misconduct (GOOGL)",
      "description": "Google was thrust back into the #MeToo spotlight on Wednesday, when a former Google employee Jennifer Blakely posted an essay on Medium alleging that she had an affair with her boss, Google's chief legal counsel David Drummond, and that she suffered emotional…",
      "url": "https://www.businessinsider.com/former-google-execs-accused-sexual-misconduct-rubin-singhal-devaul-drummond-2019-8",
      "urlToImage": "https://amp.businessinsider.com/images/5d69459d2e22af2cf25456a5-1920-960.jpg",
      "publishedAt": "2019-09-01T14:00:00Z",
      "content": "Google was thrust back into the #MeToo spotlight on Wednesday, when a former Google employee Jennifer Blakely posted an essay on Medium alleging that she had an affair with David Drummond, Google's chief legal counsel. \r\n Though Blakely did not accuse Drummon… [+2411 chars]"
    },
    {
      "source": {
        "id": "business-insider",
        "name": "Business Insider"
      },
      "author": "The Oracles",
      "title": "Bethenny Frankel, Gary Vaynerchuk, and other wildly successful CEOs on the questions they ask themselves to ensure they stay happy",
      "description": "These advisors — from Bethenny Frankel to Gary Vaynerchuk — are at the top of their game. But for them, happiness isn't about having all of the answers. Instead, they know the right questions to ask. From goal-setting to reflecting on mistakes, these question…",
      "url": "https://www.businessinsider.com/8-questions-to-ask-yourself-daily-for-lifetime-of-happiness-2019-8",
      "urlToImage": "https://amp.businessinsider.com/images/5ba292db89c8a14e7f8b4fc9-750-375.jpg",
      "publishedAt": "2019-09-01T13:52:00Z",
      "content": "I ask myself five questions every night to hold myself accountable for my growth and achieve my goals. One: \"What was the best thing that happened to me today?\" Reflecting on this makes me grateful. Secondly, \"Did I leave my comfort zone?\" I try new things ev… [+1243 chars]"
    },
    {
      "source": {
        "id": "business-insider",
        "name": "Business Insider"
      },
      "author": "Eric Rosenberg",
      "title": "The American Express Gold Card has a $250 annual fee, but two benefits alone can get you $220 in value each year",
      "description": "The American Express® Gold Card charges a $250 annual fee, but you can make most of that back when you fully utilize two of its annual statement credits. The Gold Card can automatically give you credit backs for some dining and travel purchases up to a combin…",
      "url": "https://www.businessinsider.com/american-express-gold-card-worth-annual-fee-statement-credits",
      "urlToImage": "https://amp.businessinsider.com/images/5d66e3642e22af1a9f0f80b4-1136-568.jpg",
      "publishedAt": "2019-09-01T13:47:00Z",
      "content": "For many years, I was averse to any credit card with an annual fee. I wondered why I should pay money to spend money, but over time I came to learn that it can be worth it. In fact, if you use a credit card's perks to their full extent, it will pay you a lot … [+3279 chars]"
    },
    {
      "source": {
        "id": "business-insider",
        "name": "Business Insider"
      },
      "author": "Bethany Biron",
      "title": "What Le Tote's acquisition of Lord & Taylor could mean for the future of department stores",
      "description": "After Le Tote 's acquisition of Lord & Taylor, some experts are saying such partnerships between struggling department stores and emerging rental and subscription companies could serve as a vital lifeline as the retail apocalypse looms on. \"The broader signal…",
      "url": "https://www.businessinsider.com/what-le-totes-acquisition-lord-and-taylor-means-2019-8",
      "urlToImage": "https://amp.businessinsider.com/images/5d6973e02e22af48fe3e08bb-2732-1366.jpg",
      "publishedAt": "2019-09-01T13:41:00Z",
      "content": "If Le Tote's acquisition of Lord &amp; Taylor is any indicator, rental and subscription services might be the light at the end of the tunnel for struggling department stores. \r\n On Wednesday, the seven-year-old San Francisco-based rental company purchased Lor… [+4025 chars]"
    },
    {
      "source": {
        "id": "business-insider",
        "name": "Business Insider"
      },
      "author": "Dave Smith",
      "title": "The world's most popular tech reviewer just poured cold water on the 5G hype parade, saying it's not worth your money yet",
      "description": "Marques Brownlee, also known as \" MKBHD,\" is one of the most popular tech reviewers on the planet with over 9.2 million subscribers on YouTube. Brownlee recently visited Providence, Rhode Island, to test 5G using Samsung's $1,600 5G-enabled Galaxy S10 Plus. W…",
      "url": "https://www.businessinsider.com/marques-mkbhd-brownlee-pours-water-on-5g-2019-8",
      "urlToImage": "https://amp.businessinsider.com/images/5d6963ae2e22af44ff2d3085-2732-1366.jpg",
      "publishedAt": "2019-09-01T13:40:00Z",
      "content": "5G, the next-generation wireless network technology, is everywhere right now. \r\n Carriers around the US like Verizon, T-Mobile, and AT&amp;T are advertising their new 5G networks. There are also a bunch of new smartphones with 5G-enabled variants: There's the… [+1246 chars]"
    },
    {
      "source": {
        "id": "business-insider",
        "name": "Business Insider"
      },
      "author": "Paige Leskin",
      "title": "From Jiff Pom to Lil Bub, these are the 23 most popular pet influencers",
      "description": "Influencers don't have to be human to accrue massive followings and garner incomes of millions of dollars. The world of pet influencers has boomed in recent years, spawning animal-specific influencer agencies, major brand campaigns and partnerships, and on-sc…",
      "url": "https://www.businessinsider.com/most-popular-pet-influencers-instagram-youtube-tiktok-jiffpom-lil-bub-2019-8",
      "urlToImage": "https://amp.businessinsider.com/images/5d66d3372e22af131f6b0521-1920-960.jpg",
      "publishedAt": "2019-09-01T13:39:00Z",
      "content": "Instagram: 888,000 \r\nYouTube: 2,500 \r\nTikTok: 22,000 \r\nFacebook: 2.4 million \r\n Waffles was, by his owners' admittance, the runt of the litter, but he's since captured the internet's hearts with his big eyes, folded ears, and perfectly round face. He's worked… [+215 chars]"
    },
    {
      "source": {
        "id": "business-insider",
        "name": "Business Insider"
      },
      "author": "Taylor Nicole Rogers",
      "title": "7 billionaires who have Warren Buffett to thank for their fortunes",
      "description": "The success of Warren Buffett 's Berkshire Hathaway has made at least seven people and families billionaires, including former Tennesee Gov. Bill Haslam. The Berkshire Hathaway billionaires include employees, early investors, and the former owners of business…",
      "url": "https://www.businessinsider.com/billionaires-thanks-to-warren-buffett-berkshire-hathaway",
      "urlToImage": "https://amp.businessinsider.com/images/5d695b4f2e22af42dc01095a-2732-1366.jpg",
      "publishedAt": "2019-09-01T13:27:00Z",
      "content": "Warren Buffett isn't the only person to benefit from Berkshire Hathaway's success. \r\n At least seven other individuals and families have become billionaires thanks to their stakes in the Omaha-based conglomerate, Bloomberg reported in May 2019. And not all of… [+880 chars]"
    },
    {
      "source": {
        "id": "business-insider",
        "name": "Business Insider"
      },
      "author": "Dan DeFrancesco",
      "title": "Alaska was hit by a 5.0-magnitude earthquake that impacted two capital cities and left locals' beds and showers shaking",
      "description": "Southeast Alaska and northern Canada were hit by a 5.0-magnitude earthquake. It was the second earthquake to hit the region in the last two days. According to the Anchorage Daily News, there was no immediate reports of injuries or damage. The National Tsunami…",
      "url": "https://www.businessinsider.com/alaska-northern-canada-earthquake-yukon-juneau-2019-9",
      "urlToImage": "https://amp.businessinsider.com/images/5d6bb6b22e22af69512b8d13-1920-960.jpg",
      "publishedAt": "2019-09-01T13:16:31Z",
      "content": "A 5.0-magnitude earthquake impacted southeast Alaska and northern Canada on Saturday night, marking the second time in just two days the region was affected by one. \r\n The Alaska Earthquake Center, the state's earthquake monitoring agency that's based at the … [+1176 chars]"
    },
    {
      "source": {
        "id": "business-insider",
        "name": "Business Insider"
      },
      "author": "Amanda Perelli",
      "title": "An influencer with over 50 million podcast downloads gives her advice on how to start a successful podcast in 2019",
      "description": "Social-media influencer Lauryn Evarts Bosstick cohosts \"The Skinny Confidential Him & Her Podcast\" with her husband, Michael Bosstick. The show, produced by Michael's influencer-focused podcasting network Dear Media, has over 50 million episode downloads, and…",
      "url": "https://www.businessinsider.com/how-to-start-a-successful-influencer-podcast-skinny-confidential-2019-8",
      "urlToImage": "https://amp.businessinsider.com/images/5d6843e22e22af2428436795-1920-960.jpg",
      "publishedAt": "2019-09-01T13:15:00Z",
      "content": "Podcasting has become a popular medium for influencers, and Lauryn Evarts Bosstick is at the forefront. \r\n \"Podcasting is the only medium that saves time,\" Bosstick told Business Insider. \"Every other medium takes the consumer's time.\" Instagram and Facebook … [+4761 chars]"
    },
    {
      "source": {
        "id": "business-insider",
        "name": "Business Insider"
      },
      "author": "Mark Matousek",
      "title": "The 10 best cruise ships for families",
      "description": "The website CruiseCritic compiled a ranking of the best cruise ships for families based on reviews from its users. The list includes a variety of ships from big names like Carnival Cruise Line, Royal Caribbean International, and Disney Cruise Line. A CruiseCr…",
      "url": "https://www.businessinsider.com/best-cruise-ships-for-families-2019-9",
      "urlToImage": "https://amp.businessinsider.com/images/5d66b0282e22af15b96f526e-2560-1280.jpg",
      "publishedAt": "2019-09-01T13:08:00Z",
      "content": "When you're taking your family on a cruise, it's important to choose a cruise ship that has something for everyone. \r\n The website CruiseCritic examined reviews from its users to determine which cruise ships are the best for families. (A CruiseCritic represen… [+350 chars]"
    },
    {
      "source": {
        "id": "business-insider",
        "name": "Business Insider"
      },
      "author": "Lisa Eadicicco",
      "title": "Ex-Apple store employees reveal the biggest mistakes customers make at the Genius Bar (AAPL)",
      "description": "Some of the most common mistakes people make when coming into the Apple Store for repairs include forgetting their iCloud password and failing to back up their device beforehand. Sometimes customers will forget to charge their device before bringing it in, to…",
      "url": "https://www.businessinsider.com/apple-store-employees-reveal-biggest-genius-bar-mistakes-2019-8",
      "urlToImage": "https://amp.businessinsider.com/images/5d6851e22e22af290c7bbe62-960-480.jpg",
      "publishedAt": "2019-09-01T12:57:00Z",
      "content": "When customers are dishonest about what happened to their device, it makes it harder to address the problem, two of the people said. \r\n \"On a technical level, if they're not honest with us, it becomes tough,\" said one former employee of seven years. \r\n The ex… [+221 chars]"
    },
    {
      "source": {
        "id": "business-insider",
        "name": "Business Insider"
      },
      "author": "Matt Turner",
      "title": "Peloton's pitch, a deadline at D.E. Shaw, and SoftBank's Deutsche Bank connection",
      "description": "Hello and happy Labor Day weekend! First it was WeWork. Now it's Peloton that's aiming to go public. As my colleague Alexei Oreskovic wrote this week in his weekly Trending email (sign up here if you don't already receive it ), there's more than just the red …",
      "url": "https://www.businessinsider.com/top-business-stories-this-week-peloton-ipo-deshaw-softbank-2019-8",
      "urlToImage": "https://amp.businessinsider.com/images/5d67ae3a2e22af08b26d6632-1136-568.jpg",
      "publishedAt": "2019-09-01T12:51:44Z",
      "content": "Hello and happy Labor Day weekend! \r\n First it was WeWork. Now it's Peloton that's aiming to go public. As my colleague Alexei Oreskovic wrote this week in his weekly Trending email (sign up here if you don't already receive it), there's more than just the re… [+5264 chars]"
    },
    {
      "source": {
        "id": "business-insider",
        "name": "Business Insider"
      },
      "author": "Lindsey Updyke",
      "title": "I'm a die-hard Whole Foods fan who shopped at Trader Joe's for the first time — and I know which grocery store I'll be going back to",
      "description": "Whole Foods and Trader Joe's are two of the most popular grocery store chains in the US. I've shopped at Whole Foods almost exclusively since moving to New York. But I r ecently decided to give Trader Joe's a try to see what all the fuss was about. Although I…",
      "url": "https://www.businessinsider.com/trader-joes-or-whole-foods-comparison-2019-8",
      "urlToImage": "https://amp.businessinsider.com/images/5d696d112e22af1f793b5de6-1334-667.jpg",
      "publishedAt": "2019-09-01T12:51:00Z",
      "content": "Whole Foods and Trader Joe's are two of the most popular grocery store chains in the US. \r\n There are plenty of noticeable similarities between the two stores, like their variety of organic and healthier options and their eco-friendly policies that many custo… [+669 chars]"
    },
    {
      "source": {
        "id": "business-insider",
        "name": "Business Insider"
      },
      "author": "Aria Bendix",
      "title": "This $15 million water tank can simulate a Category 5 hurricane. It could reveal clues about how storms worsen over time.",
      "description": "A $15 million machine at the University of Miami can simulate the conditions of a Category 5 hurricane. The acrylic tank — the largest of its kind — uses a wind tunnel and wave basin to mimic oceanic and atmospheric conditions. Brian Haus, the lab's director,…",
      "url": "https://www.businessinsider.com/hurricane-simulator-machine-category-5-storms-2019-8",
      "urlToImage": "https://amp.businessinsider.com/images/5d6999962e22af50a0349713-2732-1366.jpg",
      "publishedAt": "2019-09-01T12:43:00Z",
      "content": "He said the US needs to continue to invest in satellites, remote sensors, and direct observations of the ocean to monitor and predict hurricane behavior. \r\n He does not, however, support President Donald Trump's suggestion that the US drop nuclear bombs into … [+614 chars]"
    },
    {
      "source": {
        "id": "business-insider",
        "name": "Business Insider"
      },
      "author": "Benjamin Pimentel",
      "title": "Amazon Web Services is seeing its 'growth engine' change from infrastructure services to platform, as a new report shows how it continues to dominate the cloud wars (AMZN, MSFT)",
      "description": "Amazon is growing \"aggressively\" in platform-as-a-service, a key segment of the cloud market, Gartner analyst Ed Anderson told Business Insider. This underscores Amazon increasingly dominant position in cloud computing, even as Microsoft, Alibaba and Google a…",
      "url": "https://www.businessinsider.com/amazon-expanding-platform-cloud-gartner-2019-8",
      "urlToImage": "https://amp.businessinsider.com/images/5d5ac3decd97844e3d2dcef2-2732-1366.jpg",
      "publishedAt": "2019-09-01T12:30:00Z",
      "content": "Amazon has recently become even more dominant in the cloud as it grew more rapidly in a key segment of that market, a tech expert said Thursday. \r\n Amazon has been grabbing more share in platform-as-a-service (PaaS) — the segment that makes it easier for cust… [+2333 chars]"
    },
    {
      "source": {
        "id": "business-insider",
        "name": "Business Insider"
      },
      "author": "Joseph Zeballos-Roig",
      "title": "Republicans are on edge about the economy. Any slowdown from Trump’s trade wars could cost them the Senate",
      "description": "Republicans have weathered President Donald Trump's trade war against China with some unease, but their patience is starting to wear thin and their frustration is spilling out publicly. Recently, Republican Sen. Pat Toomey of Pennsylvania told Politico, \"ther…",
      "url": "https://www.businessinsider.com/trumps-trade-wars-could-cost-republicans-senate-majority-2019-8",
      "urlToImage": "https://amp.businessinsider.com/images/5d6848502e22af1877232d65-2732-1366.jpg",
      "publishedAt": "2019-09-01T12:13:00Z",
      "content": "Republicans have weathered President Donald Trump's trade war against China with some unease, but their patience starting to wear thin and their frustration is spilling out publicly. \r\n Republican Sen. Pat Toomey of Pennsylvania — a leading free-trader — rece… [+4683 chars]"
    },
    {
      "source": {
        "id": "business-insider",
        "name": "Business Insider"
      },
      "author": "Mark Matousek",
      "title": "9 flight attendants reveal the most shocking part of their jobs",
      "description": "Nine flight attendants described to Business Insider the most surprising part of their jobs. They work for eight airlines, including United Airlines, Delta Air Lines, and American Airlines. They offered a range of feedback about passengers, other flight atten…",
      "url": "https://www.businessinsider.com/flight-attendants-reveal-most-shocking-part-of-job-2019-8",
      "urlToImage": "https://amp.businessinsider.com/images/5d6953e52e22af1a263faae8-2732-1366.jpg",
      "publishedAt": "2019-09-01T12:11:00Z",
      "content": "A flight attendant who works for Worldwide Jet, which charters private jets, said she often works flights with celebrity passengers. By watching celebrities on television or reading about them in tabloids, you think you know them better than you do, she said.… [+308 chars]"
    },
    {
      "source": {
        "id": "business-insider",
        "name": "Business Insider"
      },
      "author": "Megan Hernbroth",
      "title": "Before it was a smash hit, clothing resale app Poshmark struggled to convince investors that mobile was the future. Here’s the original, 2011 pitch deck that inspired one VC to bet on it.",
      "description": "Poshmark, a clothing resale app, is one of the privately funded tech companies rumored to go public before the end of 2019 after it confidentially filed with the SEC in April. The company was founded in 2011 as GoshPosh before cofounder and CEO Manish Chandra…",
      "url": "https://www.businessinsider.com/clothing-resale-app-poshmark-first-investor-pitch-deck-2019-8",
      "urlToImage": "https://amp.businessinsider.com/images/5d6868df2e22af33997e2864-750-375.jpg",
      "publishedAt": "2019-09-01T12:00:00Z",
      "content": "Poshmark, the popular clothing resale app, is preparing to list shares on the public markets after filing confidential IPO paperwork with the SEC in April. \r\n The timing sets up the buzzy startup, which has raised more than $159 million in venture capital, to… [+2926 chars]"
    },
    {
      "source": {
        "id": "business-insider",
        "name": "Business Insider"
      },
      "author": "Dave Smith",
      "title": "Here's what Disney Plus, the company's $7-a-month answer to Netflix, looks like when you open it for the first time (DIS, NFLX)",
      "description": "Disney Plus, the company's long-awaited subscription streaming service, launches on November 12 for $7 a month. Disney Plus will offer access to Disney's films and shows, Marvel and Pixar movies, Star Wars, \" The Simpsons,\" National Geographic, and a ton of o…",
      "url": "https://www.businessinsider.com/disney-plus-guided-walkthrough-on-an-apple-tv-photos-2019-8",
      "urlToImage": "https://amp.businessinsider.com/images/5d69344d2e22af10f14ebe02-2732-1366.jpg",
      "publishedAt": "2019-09-01T11:56:00Z",
      "content": "Disney's huge new streaming service, Disney Plus, is almost here. \r\n On November 12, Disney will roll out its Plus service to the US, Canada, and the Netherlands, adding Australia and New Zealand one week later, and more countries later on. It costs $6.99 a m… [+1044 chars]"
    },
    {
      "source": {
        "id": "business-insider",
        "name": "Business Insider"
      },
      "author": "Marley Jay",
      "title": "Investors have triggered a recession signal with a perfect 50-year track record — and one expert says years of 0% market returns could be in store",
      "description": "Barry Bannister, Stifel's head of institutional equity strategy, says a market indicator with a flawless track record for 50 years is telling him that the US is months away from a stock plunge and recession. For Bannister, that settles a debate over the recen…",
      "url": "https://www.businessinsider.com/next-recession-signal-points-to-a-2020-downturn-barry-bannister-2019-8",
      "urlToImage": "https://amp.businessinsider.com/images/5d6940f02e22af14a0668977-1920-960.jpg",
      "publishedAt": "2019-09-01T10:02:00Z",
      "content": "Since the US yield curve inverted and startled the market, there's been a debate about whether the recession warning sign was for real. \r\n Stifel's head of institutional equity Barry Bannister says that it is, and the implications are more dire than most peop… [+2919 chars]"
    },
    {
      "source": {
        "id": "business-insider",
        "name": "Business Insider"
      },
      "author": "Alexandra Ma",
      "title": "A former 'body broker' has a surprising theory for why FBI agents found a person's head sewn onto a different torso in an Arizona body-donation center",
      "description": "Warning: This story contains graphic details. A 2014 FBI raid of a for-profit body-donation center in Phoenix, Arizona, found a woman's head sewn onto a larger man's torso, among other gruesome discoveries. It's not clear why someone at the centre did it, but…",
      "url": "https://www.businessinsider.com/philip-guyett-body-broker-theory-arizona-center-sewed-body-parts-2019-8",
      "urlToImage": "https://amp.businessinsider.com/images/5d3ae3ad8813a27c167e3d02-1136-568.jpg",
      "publishedAt": "2019-09-01T09:41:00Z",
      "content": "A former \"body broker\" has a surprising theory for why the FBI found different body parts sewn together in a 2014 raid, the gruesome details of which were revealed in court documents in July. \r\n During the raid of the Biological Resource Center (BRC) in Phoen… [+5169 chars]"
    },
    {
      "source": {
        "id": "business-insider",
        "name": "Business Insider"
      },
      "author": "Alan Dawson",
      "title": "Naomi Osaka consoled a teary-eyed Coco Gauff after beating her in style at the US Open",
      "description": "Naomi Osaka, 21, beat Cori \"Coco\" Gauff, 15, in the third round of the 2019 US Open on Saturday. Osaka swatted Gauff aside with a dominant straight sets score of 6-3, 6-0. After the match, Osaka could be seen consoling Gauff, giving her a pep talk to address …",
      "url": "https://www.businessinsider.com/naomi-osaka-consoled-coco-gauff-after-her-us-open-2019-9",
      "urlToImage": "https://amp.businessinsider.com/images/5d6b8acd2e22af5dc1009273-1920-960.jpg",
      "publishedAt": "2019-09-01T09:38:02Z",
      "content": "Naomi Osaka, 21, consoled a teary-eyed Cori \"Coco\" Gauff after dominating the 15-year-old in the third round of their 2019 US Open match at the Arthur Ashe Stadium. \r\n Osaka is the reigning US Open women's singles champion, and though her form has stuttered o… [+1796 chars]"
    },
    {
      "source": {
        "id": "business-insider",
        "name": "Business Insider"
      },
      "author": "Barnaby Lane",
      "title": "3 charts that show Neymar has been a massive waste of money at Paris Saint Germain",
      "description": "Neymar cost Paris Saint-Germain $250 million in 2017 but has been a massive waste of money. The amount Paris has spent on his wages in the two years since means each goal or assist the forward has contributed has cost more than $1 million. When compared to hi…",
      "url": "https://www.businessinsider.com/neymar-has-been-a-massive-waste-of-money-at-psg-2019-8",
      "urlToImage": "https://amp.businessinsider.com/images/5d692f232e22af46921bb8ee-1920-960.jpg",
      "publishedAt": "2019-09-01T08:49:09Z",
      "content": "Neymar became the most expensive soccer player in history when he joined Paris Saint Germain in the summer of 2017. He was supposed to be the club's superstar player, but instead he's been a massive waste of money. \r\n The French giant paid $250 million for th… [+6076 chars]"
    },
    {
      "source": {
        "id": "business-insider",
        "name": "Business Insider"
      },
      "author": "Gina Heeb",
      "title": "IT'S OFFICIAL: The US and China slap tariffs on thousands of each other's products in major trade war escalation",
      "description": "President Donald Trump followed through with plans to slap tariffs on $112 billion worth of products from China on Sunday. The move significantly escalated a trade dispute that has cast uncertainty on the economy and led to retaliation against American busine…",
      "url": "https://www.businessinsider.com/trump-trade-war-us-and-china-escalate-with-more-tariffs-2019-8",
      "urlToImage": "https://amp.businessinsider.com/images/5d19c49ca17d6c4aba0df967-2732-1366.jpg",
      "publishedAt": "2019-09-01T04:01:00Z",
      "content": "President Donald Trump followed through with plans to slap tariffs on $112 billion worth of products from China on Sunday, escalating a trade dispute that has cast uncertainty on the economy and led to retaliation against American businesses. \r\n The 15% tarif… [+2395 chars]"
    },
    {
      "source": {
        "id": "business-insider",
        "name": "Business Insider"
      },
      "author": "Ellen Cranley",
      "title": "Hackers cracked Jack Dorsey's Twitter account using a very simple technique",
      "description": "Twitter founder and CEO Jack Dorsey's official Twitter account was hacked on Friday, following a string of other odd incidents where YouTube celebrities and influencers were similarly targeted. The hackers apparently used a tactic known as SIM swapping or SIM…",
      "url": "https://www.businessinsider.com/jack-dorsey-hack-sim-swapping-how-2019-8",
      "urlToImage": "https://amp.businessinsider.com/images/5d6ace4c2e22af57516611b5-1920-960.jpg",
      "publishedAt": "2019-09-01T03:12:27Z",
      "content": "Twitter founder and CEO Jack Dorsey's official Twitter account was hacked on August 30, shocking his followers as his account spewed racial slurs, anti-Semitic tweets, and more offensive content, before all the tweets and retweets were eventually removed. \r\n … [+1646 chars]"
    },
    {
      "source": {
        "id": "business-insider",
        "name": "Business Insider"
      },
      "author": "Kat Tenbarge",
      "title": "Bernie Sanders' campaign is demanding that The Washington Post retract a fact-check article that assigned Sanders 3 'Pinocchios'",
      "description": "2020 Democratic presidential candidate Bernie Sanders' campaign team published a letter on Saturday demanding The Washington Post retract a recent fact-check article. The article questioned Sanders' claim that \"500,000 people go bankrupt every year because th…",
      "url": "https://www.businessinsider.com/bernie-sanders-washington-post-retract-fact-check-medical-bill-bankruptcy-2019-8",
      "urlToImage": "https://amp.businessinsider.com/images/5d6ad99b2e22af3a545e6243-1920-960.jpg",
      "publishedAt": "2019-09-01T02:39:00Z",
      "content": "Bernie Sanders and his team have taken another shot at The Washington Post in what has become a tense back-and-forth between one of the country's leading publications and one of the 2020 Democratic presidential frontrunners. \r\n The Bernie 2020 campaign's seni… [+3022 chars]"
    },
    {
      "source": {
        "id": "business-insider",
        "name": "Business Insider"
      },
      "author": "Áine Cain",
      "title": "Police footage from 2005 reportedly shows Jeffrey Epstein's Palm Beach mansion littered with massage chairs and nude pictures of young women",
      "description": "Jeffrey Epstein 's Palm Beach mansion was decorated with nude photos of young women. Fox News obtained 2005 police footage of the raid on the Palm Beach residence. Epstein was charged with sex trafficking earlier this summer, and died by suicide on August 10.…",
      "url": "https://www.businessinsider.com/jeffrey-epsteins-palm-beach-mansion-raid-footage-2019-8",
      "urlToImage": "https://amp.businessinsider.com/images/5d6ad6642e22af32a008e0b4-1536-768.jpg",
      "publishedAt": "2019-09-01T01:34:37Z",
      "content": "Police footage of Jeffrey Epstein's Palm Beach mansion may offer some clues into the convicted sex offender's lifestyle. \r\n The video, which was shot during an October 20, 2005 police raid and recently obtained by Fox News, provides viewers with a walkthrough… [+1728 chars]"
    },
    {
      "source": {
        "id": "business-insider",
        "name": "Business Insider"
      },
      "author": "Michelle Ullman",
      "title": "How to start meditating if you've never done it before, and the tools you need to do it",
      "description": "While many people take up meditation to cope with stress, the benefits definitely don't stop there. A regular meditation practice can provide quite a few powerful boosts to your health and well-being, including reduced anxiety and depression, improved memory …",
      "url": "https://www.businessinsider.com/how-to-meditate-for-beginners",
      "urlToImage": "https://amp.businessinsider.com/images/5d67e6672e22af13404c3a74-1920-960.jpg",
      "publishedAt": "2019-08-31T22:00:00Z",
      "content": "Learning to meditate is not difficult, but mastering meditation takes a lifetime of practice. Even the Dalai Lama, who spends hours meditating each day, admits that his mind sometimes wanders, rather than remaining focused. And that's okay. \r\n Everyone has a … [+4051 chars]"
    },
    {
      "source": {
        "id": "business-insider",
        "name": "Business Insider"
      },
      "author": "Katie Canales",
      "title": "A Philadelphia Starbucks employee wrote 'ISIS' on the cup of a customer in Islamic dress instead of 'Aziz'",
      "description": "A Philadelphia Starbucks employee wrote \"ISIS\" instead of \"Aziz\" on the cup of a customer in Islamic dress, according to a Washington Post report. The customer, Niquel Johnson, told the Post that he felt shocked and angry after the incident. Starbucks told th…",
      "url": "https://www.businessinsider.com/starbucks-employee-discrimination-philadelphia-islamic-man-customer-2019-8",
      "urlToImage": "https://amp.businessinsider.com/images/5d6ac8f82e22af716b222af3-1920-960.jpg",
      "publishedAt": "2019-08-31T20:27:50Z",
      "content": "A Starbucks employee in Philadelphia wrote \"ISIS,\" the name of the Islamic terrorist group, instead of \"Aziz\" on a customer's cup, as reported by The Washington Post.\r\n According to the report, Niquel Johnson, 40, went into a Philadelphia Starbucks location i… [+1783 chars]"
    },
    {
      "source": {
        "id": "business-insider",
        "name": "Business Insider"
      },
      "author": "Reuters",
      "title": "Bernie Sanders proposes canceling $81 billion US medical debt - Business Insider",
      "description": "Bernie Sanders proposes canceling $81 billion US medical debt Business Insider US presidential contender Bernie Sanders proposed a plan on Saturday to cancel $81 billion in existing past-due medical debt for Americans.",
      "url": "https://www.businessinsider.com/bernie-sanders-proposes-canceling-81-billion-us-medical-debt-2019-8",
      "urlToImage": "https://amp.businessinsider.com/images/5d6ad0ea2e22af3a0d725883-960-480.jpg",
      "publishedAt": "2019-08-31T20:06:15Z",
      "content": "WASHINGTON — U.S. presidential contender Bernie Sanders proposed a plan on Saturday to cancel $81 billion in existing past-due medical debt for Americans, but offered no details on how it would be financed. \r\n Sanders, an independent U.S. senator from Vermont… [+1592 chars]"
    },
    {
      "source": {
        "id": "business-insider",
        "name": "Business Insider"
      },
      "author": "Sonam Sheth",
      "title": "Intelligence veterans are pulling their hair out over Trump's 'outrageous' and 'moronic' decision to tweet out a photo from a classified briefing",
      "description": "President Donald Trump's decision to tweet out a photo of an Iranian launch pad that he got from a classified intelligence briefing this week has stunned national-security and intelligence veterans. The US rarely disseminates such imagery, and Trump's move to…",
      "url": "https://www.businessinsider.com/intelligence-veterans-react-trump-tweet-iran-launch-pad-briefing-photo-2019-8",
      "urlToImage": "https://amp.businessinsider.com/images/5cdec257021b4c0a1b5bdb82-1920-960.jpg",
      "publishedAt": "2019-08-31T19:56:25Z",
      "content": "Over the last few days, President Donald Trump has spent a good portion of his time ripping former FBI director James Comey and falsely accusing him of leaking classified information to the public after he was fired. \r\n So it was ironic when Trump himself too… [+7303 chars]"
    },
    {
      "source": {
        "id": "business-insider",
        "name": "Business Insider"
      },
      "author": "Áine Cain",
      "title": "After Trump tweeted out an image from a secret intelligence briefing to mock Iran, a top Iranian official trolled the president with a 'good morning' selfie",
      "description": "Iranian official Mohammad Javad Azari Jahromi taunted US President Donald Trump on Twitter Friday. Jahromi posted a selfie of himself standing before the Nahid-1 satellite. The tweet appears to be a response to Trump's tweets mocking an incident involving a r…",
      "url": "https://www.businessinsider.com/iranian-official-trump-twitter-selfie-nuclear-program-troll-2019-8",
      "urlToImage": "https://amp.businessinsider.com/images/5d6aaf002e22af37c00cd9e3-960-480.jpg",
      "publishedAt": "2019-08-31T19:37:49Z",
      "content": "US President Donald Trump's Twitter beef with Iran took a turn Saturday, when a top Iranian official tweeted out a selfie with a satellite. \r\n Mohammad Javad Azari Jahromi, Iran's information and communications technology minister, posted a photo of himself s… [+1636 chars]"
    },
    {
      "source": {
        "id": "business-insider",
        "name": "Business Insider"
      },
      "author": "Katie Canales",
      "title": "'I've never seen anything like this': As Hurricane Dorian approaches Florida, residents empty store shelves and make other preparations",
      "description": "Florida is bracing for impact as Category 4 storm Hurricane Dorian prepares to slam into the US coast. Dorian has already hit Puerto Rico, St. Lucia, and Barbados with high winds and heavy rainfall. The storm is projected to reach Florida by Monday, but a rec…",
      "url": "https://www.businessinsider.com/photos-hurricane-dorian-florida-water-gas-shortage-2019-8",
      "urlToImage": "https://amp.businessinsider.com/images/5d6aab602e22af4a1b5601f4-1920-960.jpg",
      "publishedAt": "2019-08-31T19:03:58Z",
      "content": null
    },
    {
      "source": {
        "id": "business-insider",
        "name": "Business Insider"
      },
      "author": "Libertina Brandt and Shayanne Gal",
      "title": "Wealthy weekender's guide: Where to eat, shop, stay, and party in the Hamptons",
      "description": "The Hamptons, a series of beach towns dotting eastern Long Island, New York, are a popular summer destination for the wealthy. Business Insider spoke with Hamptons-based real-estate agent Diane Saatchi to get the inside scoop on how to enjoy the Hamptons, nei…",
      "url": "https://www.businessinsider.com/hamptons-ny-real-estate-guide-eat-shop-stay-party",
      "urlToImage": "https://amp.businessinsider.com/images/5d6962202e22af3e5823de5f-1136-568.png",
      "publishedAt": "2019-08-31T17:55:00Z",
      "content": "The Hamptons, a series of beach towns and villages dotting eastern Long Island, New York, are known around the world as a destination for ultra-wealthy vacationers. And, while all indisputably beautiful, each area of the Hamptons offers something a bit differ… [+795 chars]"
    },
    {
      "source": {
        "id": "business-insider",
        "name": "Business Insider"
      },
      "author": "Tyler Lauletta",
      "title": "23-year-old Russian tennis star Daniil Medvedev taunted a booing crowd at the US Open: 'I won because of you'",
      "description": "Daniil Medvedev trolled a booing US Open audience after his victory on Friday night. \"I want all of you to know when you sleep tonight: I won because of you,\" Medvedev told the booing crowd after the match, waving his arms to encourage them to continue to sho…",
      "url": "https://www.businessinsider.com/daniil-medvedev-booed-us-open-troll-middle-finger-2019-8",
      "urlToImage": "https://amp.businessinsider.com/images/5d6aa1de2e22af5bd7288623-1920-960.jpg",
      "publishedAt": "2019-08-31T17:29:18Z",
      "content": "Daniil Medvedev embraced his role as a villain at the US Open on Friday night, encouraging the crowd to boo him through his post-match interview on the court. \r\n After defeating Feliciano Lopez in four sets, the 23-year-old Russian was met with a swell of boo… [+2260 chars]"
    },
    {
      "source": {
        "id": "business-insider",
        "name": "Business Insider"
      },
      "author": "Ellen Cranley",
      "title": "Conservative firebrand Tomi Lahren admitted her 'Freedom' clothing line is not made in America after backlash",
      "description": "Fox News commentator Tomi Lahren announced Friday that her \"Freedom\" athleisure line is not made in the United States. Lahren responded to the widespread backlash a week after she announced the line, which she said is for customers that are \"proud of the coun…",
      "url": "https://www.businessinsider.com/tomi-lahren-freedom-clothing-not-made-in-america-2019-8",
      "urlToImage": "https://amp.businessinsider.com/images/5d6a912e2e22af5acf18a203-2732-1366.jpg",
      "publishedAt": "2019-08-31T16:47:12Z",
      "content": "Fox News commentator Tomi Lahren announced Friday that her \"Freedom\" athleisure line is not made in the United States. \r\n After the line was announced a week earlier, critics were quick to point out the range of sports bras, leggings, and other garments offer… [+2107 chars]"
    },
    {
      "source": {
        "id": "business-insider",
        "name": "Business Insider"
      },
      "author": "Áine Cain",
      "title": "An inside look on how home improvement giants Lowe's and Home Depot are battening down the hatches for Hurricane Dorian (LOW, HD)",
      "description": "Hurricane Dorian is bearing down on the southeastern United States this weekend. Home Depot and Lowe's both run emergency command centers dedicated to responding to natural disasters. Home improvement sales can be simultaneously harmed and boosted by natural …",
      "url": "https://www.businessinsider.com/home-depot-lowes-hurricane-dorian-2019-8",
      "urlToImage": "https://amp.businessinsider.com/images/5d6aa1f62e22af36d5495ca3-160-80.jpg",
      "publishedAt": "2019-08-31T16:36:14Z",
      "content": "Hurricane Dorian is hurtling toward the southeastern United States, but the residents caught in the path of the hurricane aren't the only ones bracing for the storm. Home improvement giants Home Depot and Lowe's have also prepped for the hurricane, with the h… [+4527 chars]"
    },
    {
      "source": {
        "id": "business-insider",
        "name": "Business Insider"
      },
      "author": "Liz Knueven",
      "title": "7 things people who are good with money know that the rest of us don't",
      "description": "Those who are truly good with money know that consistent savings, living below their means, and spending their money in a way that grows their wealth are key, according to personal finance expert and author Lynette Khalfani-Cox. They'd rather spend on things …",
      "url": "https://www.businessinsider.com/things-people-good-with-money-know",
      "urlToImage": "https://amp.businessinsider.com/images/5d69743a2e22af21663633a2-1136-568.jpg",
      "publishedAt": "2019-08-31T16:25:00Z",
      "content": "\"Anybody at any income or asset level can be good with money by practicing fiscal discipline and smart money management habits,\" says Khalfani-Cox. \r\n While she acknowledges that building wealth is a very different scenario for those with little access to cre… [+542 chars]"
    },
    {
      "source": {
        "id": "business-insider",
        "name": "Business Insider"
      },
      "author": "Tyler Lauletta",
      "title": "Nevada awards scholarship to freshman kicker Brandon Talton after hitting game-winning 56-yard field goal in upset over Purdue",
      "description": "Nevada pulled off an upset win over Purdue on Friday, scoring 20 unanswered points in the second half to beat the Boilermakers. The hero of the game was freshman kicker Brandon Talton, who hit a 56-yard field goal as the clock expired to give the Wolfpack the…",
      "url": "https://www.businessinsider.com/nevada-kicker-earns-scholarship-brandon-talton-purdue-upset-2019-8",
      "urlToImage": "https://amp.businessinsider.com/images/5d6a92102e22af48e61b8ee3-1920-960.jpg",
      "publishedAt": "2019-08-31T16:15:51Z",
      "content": "The Nevada Wolfpack pulled off an incredible comeback against the Purdue Boilermakers on Friday night thanks to freshman kicker Brandon Talton. \r\n The Wolfpack entered the game as 11-point underdogs at home, and at halftime trailed Purdue 24-7, but would moun… [+1681 chars]"
    },
    {
      "source": {
        "id": "business-insider",
        "name": "Business Insider"
      },
      "author": "Kat Tenbarge",
      "title": "Trump forgave his former personal assistant for telling reporters he doesn't like taking pictures with his daughter Tiffany",
      "description": "Before retweeting a dozen tweets about Hurricane Dorian on Saturday morning, Trump first addressed the latest controversy in his White House administration – the recent reported firing of his personal assistant Madeleine Westerhout, 28, after she told reporte…",
      "url": "https://www.businessinsider.com/trump-tweets-forgives-madeleine-westerhout-tiffany-pictures-overweight-confidentiality-omarosa-2019-8",
      "urlToImage": "https://amp.businessinsider.com/images/5d6a93d82e22af36200b75e3-1920-960.jpg",
      "publishedAt": "2019-08-31T16:06:41Z",
      "content": "As Hurricane Dorian neared the Florida coast, President Donald Trump had a few things to say about a recent White House administration controversy on Twitter before retweeting information about the storm. \r\n In a Saturday morning tweet-storm, Trump included a… [+3301 chars]"
    },
    {
      "source": {
        "id": "business-insider",
        "name": "Business Insider"
      },
      "author": "Sonam Sheth and John Haltiwanger",
      "title": "Alexandria Ocasio-Cortez says she has the right to block critics on social media. A court ruling against Trump suggests she might not",
      "description": "Democratic Rep. Alexandria Ocasio-Cortez is at the center of a legal firestorm surrounding her decision to block several individuals and organizations who have criticized her or engaged in \"ongoing harassment\" from following her personal Twitter account. Ocas…",
      "url": "https://www.businessinsider.com/alexandria-ocasio-cortez-trump-first-amendment-aoc-block-critics-2019-8",
      "urlToImage": "https://amp.businessinsider.com/images/5d0a5036e3ecba206a138ec3-1920-960.jpg",
      "publishedAt": "2019-08-31T16:06:00Z",
      "content": "Democratic Rep. Alexandria Ocasio-Cortez has found herself in the middle of a legal firestorm over the past few months stemming from her decision to block people on Twitter who have criticized or harassed her. \r\n The latest salvo came on Thursday, when Columb… [+5846 chars]"
    },
    {
      "source": {
        "id": "business-insider",
        "name": "Business Insider"
      },
      "author": "Ariana Arghandewal",
      "title": "IHG has one of the most underrated hotel credit cards, with benefits like an annual free night and a great sign-up bonus. Here's why it's worth the $89 annual fee",
      "description": "The IHG Rewards Club Premier Credit Card is currently offering an elevated sign-up bonus of 125,000 points after you spend $3,000 in the first three months. Even without considering this higher-than-average welcome offer, the card is worth considering. It off…",
      "url": "https://www.businessinsider.com/ihg-rewards-club-premier-credit-card-review",
      "urlToImage": "https://amp.businessinsider.com/images/5d6929bb2e22af35c35e22b6-2732-1366.jpg",
      "publishedAt": "2019-08-31T16:04:00Z",
      "content": "Chase recently increased the sign-up bonus on the IHG Rewards Club Premier Credit Card, along with adding a temporary boost to the card's earning rate. While the card's benefits have always been generous, the latest improvements are pretty significant. \r\n If … [+5487 chars]"
    },
    {
      "source": {
        "id": "business-insider",
        "name": "Business Insider"
      },
      "author": "Frank Olito",
      "title": "12 of the most luxurious retirement home communities in the US — and how much they cost",
      "description": "Throughout the US, there are several luxurious retirement communities that offer modern amenities at a high price tag. In Florida, the Villages — which can cost renters $10,000 per month— and the Sarasota Bay Club — which can cost buyers $300,000 — are exampl…",
      "url": "https://www.businessinsider.com/luxurious-retirement-home-communities-in-us",
      "urlToImage": "https://amp.businessinsider.com/images/5d66f2572e22af1aa87994fa-1536-768.jpg",
      "publishedAt": "2019-08-31T16:01:00Z",
      "content": "Located in Sarasota, Florida, Sarasota Bay Club boasts a list of amenities, which include a pool, a spa, an auditorium, a massage therapy studio, a billiards room, a woodworking shop, a salon, and a library. The community's main dining room also serves fine-d… [+113 chars]"
    },
    {
      "source": {
        "id": "business-insider",
        "name": "Business Insider"
      },
      "author": "Tanza Loudenback",
      "title": "6 ways you're probably leaving money on the table on a daily basis",
      "description": "It pays to be thoughtful about your systems for spending, saving, earning, and investing money. If you're not using a rewards credit card or saving in a high-yield account, you're missing out on ways to maximize your dollar every day. Visit Business Insider's…",
      "url": "https://www.businessinsider.com/ways-to-save-earn-more-money-every-day",
      "urlToImage": "https://amp.businessinsider.com/images/5d68acec2e22af016901e7f4-1920-960.jpg",
      "publishedAt": "2019-08-31T15:45:00Z",
      "content": "If your savings is still sitting in a regular savings or checking account earning less than 1% in interest, you're missing an opportunity to earn money while you sleep. \r\n High-yield savings accounts are a great place to store money for emergencies and short-… [+776 chars]"
    },
    {
      "source": {
        "id": "business-insider",
        "name": "Business Insider"
      },
      "author": "Áine Cain",
      "title": "13 of the scariest crimes to ever hit the world of retail",
      "description": "Retail isn't immune to some truly terrifying crimes. Over the decades, a number of high-profile cases have emerged concerning retail establishments. The details of these crimes are disturbing. Visit Business Insider's homepage for more stories. We'd all like …",
      "url": "https://www.businessinsider.com/scariest-crimes-retail-stores-restaurants-employees-customers-2019-8",
      "urlToImage": "https://amp.businessinsider.com/images/5d63fa082e22af0a6415b022-960-480.jpg",
      "publishedAt": "2019-08-31T15:12:00Z",
      "content": "On February 15, 1997, dishwasher and convicted robber Paul Dennis Reid Jr. reportedly hurled a plate at a fellow employee in the kitchen of a Nashville-area Shoney's. The restaurant's manager promptly fired the 39-year-old aspiring country singer. \r\n The foll… [+2018 chars]"
    },
    {
      "source": {
        "id": "business-insider",
        "name": "Business Insider"
      },
      "author": "Benjamin Goggin",
      "title": "New York Times columnist Bret Stephens linked getting called a 'bedbug' on Twitter to Nazi rhetoric in his latest op-ed",
      "description": "Conservative New York Times opinion columnist Bret Stephens was at the center of ridicule again this week after a column published Friday likened his being called a \"bedbug\" on Twitter to the dehumanizing language about Jewish people under Nazi authorities in…",
      "url": "https://www.businessinsider.com/bret-stephens-new-york-times-bedbug-2019-8",
      "urlToImage": "https://amp.businessinsider.com/images/5aa1863723aa6327008b4764-1136-568.jpg",
      "publishedAt": "2019-08-31T14:36:11Z",
      "content": "Conservative New York Times opinion columnist Bret Stephens was at the center of ridicule again after a column published Friday mentioned bedbugs in reference to the horrors of WWII days after he let loose on a Twitter user for comparing him to the pest. \r\n S… [+2074 chars]"
    },
    {
      "source": {
        "id": "business-insider",
        "name": "Business Insider"
      },
      "author": "Graham Rapier",
      "title": "You can now book an Uber ride without a phone for the first time (UBER)",
      "description": "Uber rides are now bookable without a smartphone at Toronto's Pearson International Airport. The company launched the kiosks earlier this month, with inspiration from similar ones at its driver hubs. There's no word yet on future locations. Visit Business Ins…",
      "url": "https://www.businessinsider.com/how-to-take-uber-without-a-phone-toronto-airport-kiosk-2019-8",
      "urlToImage": "https://amp.businessinsider.com/images/5d6970242e22af48032b7c98-2732-1366.jpg",
      "publishedAt": "2019-08-31T14:32:00Z",
      "content": "For the first 10 years, Uber was more or less useless to those without a phone. But that's finally starting to change. \r\nUber \r\nEarlier this month, the ride-hailing giant rolled out a kiosk at Toronto's Pearson International Airport that allows passengers to … [+966 chars]"
    },
    {
      "source": {
        "id": "business-insider",
        "name": "Business Insider"
      },
      "author": "Grace Panetta",
      "title": "Trump will likely survive his primary challenge from Joe Walsh — but history suggests that it could hurt him in the general election",
      "description": "Former congressman Joe Walsh probably won't win his primary challenge to President Donald Trump, but Walsh's media savvy and heavy-hitting criticisms could batter Trump going into the general election. Walsh is highly unlikely to actually defeat Trump, who ha…",
      "url": "https://www.businessinsider.com/joe-walsh-gop-primary-challenge-could-hurt-trump-2020-election-2019-8",
      "urlToImage": "https://amp.businessinsider.com/images/5d67fb8a2e22af0ba94b7618-1920-960.jpg",
      "publishedAt": "2019-08-31T14:31:00Z",
      "content": "Former GOP congressman Joe Walsh probably won't win his primary challenge to President Donald Trump, but Walsh's media savvy and heavy-hitting criticisms could batter Trump going into the general election. \r\n Walsh served one term in the House of Representati… [+6048 chars]"
    },
    {
      "source": {
        "id": "business-insider",
        "name": "Business Insider"
      },
      "author": "Katie Canales",
      "title": "Google contract workers in Pittsburgh are unionizing as the company's 'shadow workforce' continues to fight for the same pay and benefits as full-time employees",
      "description": "A group of Google contract workers in Pittsburgh is unionizing, according to a statement released Thursday. More than 66% of employees at a tech contractor signed their support for a plan that could bring them fairer wages and more benefits. The union filing …",
      "url": "https://www.businessinsider.com/google-contract-workers-unionizing-pittsburgh-2019-8",
      "urlToImage": "https://amp.businessinsider.com/images/5d6a7fb42e22af2d8d41d713-1920-960.jpg",
      "publishedAt": "2019-08-31T14:30:52Z",
      "content": "Google contract workers in Pittsburgh are unionizing, according to a statement released by the Pittsburgh Association of Tech Professionals (PATP) on Thursday. \r\n More than 66% of employees with HCL, a tech contractor at Google's Pittsburgh offices, signed th… [+1443 chars]"
    },
    {
      "source": {
        "id": "business-insider",
        "name": "Business Insider"
      },
      "author": "Melanie Lockert",
      "title": "After using a high-yield saving account to earn 20 times more on my money, I've figured out the perfect system to have cash for everything I need — and want",
      "description": "I opened a high-yield savings account about a decade ago, and I've been refining my savings strategy ever since. Since I'm self-employed, I have not only an emergency fund and a travel fund, but also separate savings accounts for when I'm sick or on vacation,…",
      "url": "https://www.businessinsider.com/high-yield-savings-strategy-everything-i-need-want",
      "urlToImage": "https://amp.businessinsider.com/images/5d60193e23f19c663461e394-1334-667.jpg",
      "publishedAt": "2019-08-31T14:30:00Z",
      "content": "I've saved money in a high-yield savings account for more than a decade, opening my Capital One 360 account back when it was ING. \r\n I originally opened a savings account because of the higher-than-average APY at the time (high-yield savings accounts typicall… [+4086 chars]"
    },
    {
      "source": {
        "id": "business-insider",
        "name": "Business Insider"
      },
      "author": "Erin Brodwin",
      "title": "Here’s the real reason that Juul’s CEO is warning people against using his e-cigs",
      "description": "In an interview with CBS, Juul CEO Kevin Burns warned against using his products and acknowledged that vaping has unknown health risks. Juul has walked a fine line between portraying its products as a trendy gadget and a healthcare tool. After launching as a …",
      "url": "https://www.businessinsider.com/juul-ceo-dont-use-juul-vape-ecigs-health-warnings-2019-8",
      "urlToImage": "https://amp.businessinsider.com/images/5ccb50b0021b4c07d12cad16-1536-768.jpg",
      "publishedAt": "2019-08-31T14:30:00Z",
      "content": "In an interview with CBS on Thursday, the CEO of the $38 billion e-cigarette company Juul warned against using his products. \r\n Specifically, Juul CEO Kevin Burns said anyone who isn't already using nicotine, the addictive drug in Juul, should not start. \r\n \"… [+3749 chars]"
    },
    {
      "source": {
        "id": "business-insider",
        "name": "Business Insider"
      },
      "author": "Brittany Chang",
      "title": "See the world's first fully electric rally car: the Corsa-e",
      "description": "German automaker Opel is releasing what it claims is the world's first all-electric rally car. It's a modified version of the Europe-only Opel Corsa-e, which itself is the electric version of the Corsa. The Corsa-e is part of Opel's plan to electrifying every…",
      "url": "https://www.businessinsider.com/worlds-first-fully-electric-rally-car-corsa-e-opel-2019-8",
      "urlToImage": "https://amp.businessinsider.com/images/5d6946502e22af1546191533-1334-667.jpg",
      "publishedAt": "2019-08-31T14:30:00Z",
      "content": "German car manufacturer Opel has made what it claims is the world's first all-electric rally car, which is based on the carmaker's first electric vehicle. \r\n The Corsa-e is the first time the automaker is offering a battery-electric version of the Corsa, one … [+1598 chars]"
    },
    {
      "source": {
        "id": "business-insider",
        "name": "Business Insider"
      },
      "author": "James Pasley",
      "title": "How Ebola went from killing 11,000 people in one year to being on the verge of a cure",
      "description": "Since 1976, more than 11,000 people have been killed by the Ebola virus, and nearly 30,000 have caught it. Deadly outbreaks have occurred in Democratic Republic of Congo, Gabon, Ivory Coast, South Sudan, Uganda, Guinea, Liberia, and Sierra Leone. It made its …",
      "url": "https://www.businessinsider.com/ebola-virus-timeline-possible-cure-2019-8",
      "urlToImage": "https://amp.businessinsider.com/images/5d541cf0cd97840fe66d75ad-1536-768.jpg",
      "publishedAt": "2019-08-31T14:30:00Z",
      "content": "It's thought to have begun with a bat bite. \r\n The Ebola virus, once considered incurable, has plagued Africa for more than 40 years. Since 1976, nearly 30,000 people have caught Ebola, and more than 11,000 have died. It's often gone silent for years only to … [+468 chars]"
    },
    {
      "source": {
        "id": "business-insider",
        "name": "Business Insider"
      },
      "author": "Travis Clark",
      "title": "The 13 best Stephen King movie adaptations, according to critics",
      "description": "\"It: Chapter Two\" comes to theaters September 6 and it's sure to be a blockbuster. Ahead of the movie's release, we turned to review aggregator Rotten Tomatoes to determine the best Stephen King adaptations, based on critic scores. The list includes classics …",
      "url": "https://www.businessinsider.com/best-stephen-king-movie-adaptations-according-critic-reviews-2019-8",
      "urlToImage": "https://amp.businessinsider.com/images/5d680e112e22af04a358f335-960-480.jpg",
      "publishedAt": "2019-08-31T14:15:00Z",
      "content": "\"It: Chapter Two\" comes to theaters September 6 and it's looking like a blockbuster already. \r\n 2017's \"It,\" the first movie in this current series, broke the domestic opening-weekend record for a horror movie (before inflation) with $123 million, and the seq… [+721 chars]"
    },
    {
      "source": {
        "id": "business-insider",
        "name": "Business Insider"
      },
      "author": "Kate Taylor",
      "title": "Burger King's bet on faux meat is paying off as the Impossible Whopper convinces customers to spend more and buy more beef Whoppers (QSR)",
      "description": "Burger King's national Impossible Whopper rollout is boosting sales and bringing in new customers, according to analysis by Cowen. Orders including the plant-based burger tend to amount to $10 or higher, compared to Burger King's average check of $7.36 in 201…",
      "url": "https://www.businessinsider.com/impossible-whopper-boosts-burger-king-sales-2019-9",
      "urlToImage": "https://amp.businessinsider.com/images/5d67f4272e22af1be81b553b-1920-960.jpg",
      "publishedAt": "2019-08-31T14:12:00Z",
      "content": "Early signs are pointing to Burger King's national rollout of the Impossible Whopper already paying off for the chain. \r\n In early August, Burger King launched the plant-based burger at more than 7,000 Burger King locations across the US. The rollout followed… [+2045 chars]"
    },
    {
      "source": {
        "id": "business-insider",
        "name": "Business Insider"
      },
      "author": "Rafael Badziag, Contributor",
      "title": "I spent six years interviewing 21 billionaires. I found that the 1% are happier than the average person — and it's not just because they're rich.",
      "description": "Rafael Badziag interviewed 21 billionaires for his book \" The Billion Dollar Secret.\" According to him, billionaires are happier than the average person, but not because they have more money. Billionaires have choices, opportunities, and strong relationships …",
      "url": "https://www.businessinsider.com/traits-habits-that-make-billionaires-happy-2019-8",
      "urlToImage": "https://amp.businessinsider.com/images/5d683a4b2e22af14b247e5b5-1536-768.jpg",
      "publishedAt": "2019-08-31T14:00:00Z",
      "content": "Over half a decade ago I made myself take a journey to meet with the best entrepreneurs in the world and find out the secrets of their extreme business performance. It took six years of my life, 21 self-made billionaires, several travels around the globe, and… [+5005 chars]"
    },
    {
      "source": {
        "id": "business-insider",
        "name": "Business Insider"
      },
      "author": "Ben Folds",
      "title": "'It was a pretty good run': Musician Ben Folds on what it's like to be an aging rocker",
      "description": "Musician Ben Folds has seen massive success across genres. He was the first ever artistic advisor to the National Symphony Orchestra at the Kennedy Center in 2017. As part of the Ben Folds Five, he released pop albums. Now, however, he's come to see popular m…",
      "url": "https://www.businessinsider.com/musician-ben-folds-popular-music-is-music-for-mating-age-2019-8",
      "urlToImage": "https://amp.businessinsider.com/images/5d5fec7b23f19c56e172fcbc-2732-1366.jpg",
      "publishedAt": "2019-08-31T14:00:00Z",
      "content": "It's a legitimate worry for an aging rocker that your music will become so out of date and toxically uncool, it will get your kids beaten up at school. But, hey, it's your job. I used to see all those old guys with stringy long hair, pouring their fat butts i… [+8248 chars]"
    },
    {
      "source": {
        "id": "business-insider",
        "name": "Business Insider"
      },
      "author": "Troy Wolverton",
      "title": "Peloton says only 0.65% of its subscribers cancel each month. Here's why customer retention experts think that number 'doesn't pass the smell test.'",
      "description": "Peloton, in the paperwork is filed for its initial public offering, touted data that indicates that very few of the subscribers to its fitness video service cancel each month. The company's churn rate — the portion of customers that cancel in a given period —…",
      "url": "https://www.businessinsider.com/pelotons-ultra-low-churn-rate-appears-understated-experts-say-2019-8",
      "urlToImage": "https://amp.businessinsider.com/images/5d69bf312e22af64175202f4-1920-960.jpg",
      "publishedAt": "2019-08-31T14:00:00Z",
      "content": "Peloton wants potential investors to know its customers love its fitness service so much, that few of them ever give it up. \r\n But experts in customer retention think there's more to the story than the company is saying. \r\n The debate centers on something cal… [+9386 chars]"
    },
    {
      "source": {
        "id": "business-insider",
        "name": "Business Insider"
      },
      "author": "Debbie Wolfe",
      "title": "How to hem pants with or without a sewing machine",
      "description": "Fit is everything when it comes to a polished, professional-looking pair of pants. Properly hemmed pants won't drag across the floor, so your pant legs won't get ruined. Hemming pants with a sewing machine or by hand is easier than it looks. Here's how to hem…",
      "url": "https://www.businessinsider.com/how-to-hem-pants",
      "urlToImage": "https://amp.businessinsider.com/images/5d6681042e22af01267d71f2-1536-768.jpg",
      "publishedAt": "2019-08-31T14:00:00Z",
      "content": "One of the simplest things you can do to look more professional and polished is to hem your dress pants or jeans when they're too long. It's easy to spot when pants are too long. They're either dragging on the floor, or the break (the fabric that pools on top… [+4428 chars]"
    },
    {
      "source": {
        "id": "business-insider",
        "name": "Business Insider"
      },
      "author": "Lisa Eadicicco",
      "title": "Apple cofounder says the Apple Watch is his 'favorite piece of technology in the world' because he doesn't want to be addicted to his phone (AAPL)",
      "description": "Apple cofounder Steve Wozniak called the Apple Watch his \"favorite piece of technology in the world right now\" when speaking to Bloomberg Television. He said the watch gives him less of a reason to use his phone, and therefore prevents him from being addicted…",
      "url": "https://www.businessinsider.com/apple-cofounder-steve-wozniak-on-apple-watch-phone-addiction-2019-8",
      "urlToImage": "https://amp.businessinsider.com/images/5d6957572e22af42512951e8-750-375.jpg",
      "publishedAt": "2019-08-31T13:55:00Z",
      "content": "While Apple has certainly improved the Apple Watch's health functionality in recent years, company cofounder Steve Wozniak says he loves his smartwatch for a very different reason: it prevents him from being addicted to his phone. \r\n \"It's about my favorite p… [+2111 chars]"
    },
    {
      "source": {
        "id": "business-insider",
        "name": "Business Insider"
      },
      "author": "Caroline Lupini",
      "title": "I have almost 30 credit cards, and there are 5 things I wish I'd known about points and miles when I was starting out",
      "description": "I have almost 30 credit cards and regularly fly around the world thanks to credit card rewards, but getting into points and miles has a huge learning curve. When I first started out, I didn't realize how much more valuable business class is than economy, and …",
      "url": "https://www.businessinsider.com/tips-to-get-more-from-credit-card-points-miles",
      "urlToImage": "https://amp.businessinsider.com/images/5d693c0d2e22af30460cb698-1920-960.jpg",
      "publishedAt": "2019-08-31T13:45:00Z",
      "content": "People who are new to the miles and points game often start kicking themselves when they realize how many points they could have earned, the trips they could have taken, and the experiences they could have had. \r\n What if we look back 10 years, though? Ten ye… [+6172 chars]"
    },
    {
      "source": {
        "id": "business-insider",
        "name": "Business Insider"
      },
      "author": "Joseph Zeballos-Roig",
      "title": "Trump’s trade wars could cost him support among rural voters in the battleground states he barely won in 2016",
      "description": "There is mounting frustration among many farmers over President Donald Trump 's combative trade policies, which have significantly damaged their livelihoods and compelled some to reconsider their support of the president. Wisconsin dairy farmer Jerry Volenec …",
      "url": "https://www.businessinsider.com/trumps-trade-wars-support-rural-voters-battleground-states-wisconsin-2019-8",
      "urlToImage": "https://amp.businessinsider.com/images/5bbcc27266fb3f1dea747a6f-1334-667.jpg",
      "publishedAt": "2019-08-31T13:43:00Z",
      "content": "Jerry Volenec was very drawn to the idea of a businessman that championed American farmers in the White House. So the fifth-generation dairy farmer in Montfort, Wisconsin cast a vote for President Donald Trump in the 2016 election. \r\n In recent years, Volenec… [+9262 chars]"
    },
    {
      "source": {
        "id": "business-insider",
        "name": "Business Insider"
      },
      "author": "Shoshy Ciment",
      "title": "We shopped for groceries at Costco and Trader Joe's and easily saw which store is better for the average shopper",
      "description": "Trader Joe's and Costco are two nationwide chains that both sell groceries. Costco sells items in bulk, while Trader Joe's caters more to the average shopper. Both have their own in-house brands. We shopped at both stores and found that Trader Joe's offered t…",
      "url": "https://www.businessinsider.com/trader-joes-costco-which-is-better-grocery-store-2019-8",
      "urlToImage": "https://amp.businessinsider.com/images/5d6807442e22af1b2b071237-1920-960.jpg",
      "publishedAt": "2019-08-31T13:37:00Z",
      "content": "At first glance, Trader Joe's and Costco have little in common. \r\n As a membership-based wholesaler, Costco sells items in bulk quantities that can last for months. Its 544 US stores are organized in a warehouse-style, with massive cubes of merchandise lining… [+1210 chars]"
    },
    {
      "source": {
        "id": "business-insider",
        "name": "Business Insider"
      },
      "author": "Katie Warren",
      "title": "In the suburbs of Moscow, 2 winding highways are home to some of Russia's most expensive real estate — and they tell very different tales of the country's wealth",
      "description": "In the suburbs of Moscow, two winding highways are home to some of Russia's most expensive real estate. In Rublyovka, the ritzy suburb surrounding the Rublyovskoye highway, government officials and wealthy businesspeople live in homes that cost up to $80 mill…",
      "url": "https://www.businessinsider.com/moscow-suburbs-russia-most-expensive-real-estate-money-2019-8",
      "urlToImage": "https://amp.businessinsider.com/images/5d66dc2d2e22af18ed100513-2732-1366.jpg",
      "publishedAt": "2019-08-31T13:29:00Z",
      "content": "As we drove down the two-lane, tree-lined highway, I spotted Range Rovers, Land Rovers, Mercedes, Porsches, BMWs, and a Rolls Royce. \r\n The neighborhoods of Rublyovka are filled with \"men with old money and young women who hunt these men,\" Nikitskiy told me. … [+767 chars]"
    },
    {
      "source": {
        "id": "business-insider",
        "name": "Business Insider"
      },
      "author": "Olivia Oran",
      "title": "Inside $50 billion hedge fund D.E. Shaw ahead of a key deadline; A chat with Industrious' CEO",
      "description": "Hi everyone! I can't believe it is Labor Day weekend already. While this week was relatively quiet in New York with so many people on vacation, the finance team still had a number of important stories (and many more coming next week!). We took you inside the …",
      "url": "https://www.businessinsider.com/wall-street-insider-today-august-31-2019",
      "urlToImage": "https://amp.businessinsider.com/images/5d5db86346552c0c1b46e7e4-640-320.jpg",
      "publishedAt": "2019-08-31T13:15:00Z",
      "content": "Hi everyone! \r\n I can't believe it is Labor Day weekend already. While this week was relatively quiet in New York with so many people on vacation, the finance team still had a number of important stories (and many more coming next week!). \r\n We took you insid… [+5594 chars]"
    },
    {
      "source": {
        "id": "business-insider",
        "name": "Business Insider"
      },
      "author": "Ashley Rodriguez",
      "title": "A guide to the 3 main ways brands can become involved with Netflix shows, despite their lack of commercials (NFLX)",
      "description": "There are three main, commercial-free ways that advertisers can get in front of the audience for Netflix's shows: product placement, brand partnerships, and licensing deals around Netflix shows. We break down how Netflix approaches each of these. Visit Busine…",
      "url": "https://www.businessinsider.com/ways-brands-advertise-in-around-netflix-shows-marketers-guide-2019-8",
      "urlToImage": "https://amp.businessinsider.com/images/5d68222a2e22af24d468fb6b-2732-1366.jpg",
      "publishedAt": "2019-08-31T13:15:00Z",
      "content": "As viewers spend more time with ad-free platforms like Netflix and HBO, brands are looking beyond traditional TV commercials to get in front of audiences and insert themselves into streaming-TV moments. \r\n Entertainment-marketing agencies are seeing more inte… [+3329 chars]"
    },
    {
      "source": {
        "id": "business-insider",
        "name": "Business Insider"
      },
      "author": "Ben Gilbert",
      "title": "One man is converting leftover Amazon packaging into an incredible array of cardboard weapons inspired by video games (AMZN)",
      "description": "The \"Crafty Transformer\" YouTube channel is a delight that features dramatic re-creations of famously large weapons, like the one seen above. Rather than produce the weapons out of more sturdy materials, they're made using leftover cardboard from Amazon shipm…",
      "url": "https://www.businessinsider.com/amazon-cardboard-boxes-turned-into-monster-hunter-weapons-video-2019-8",
      "urlToImage": "https://amp.businessinsider.com/images/5d6934662e22af0ff2361926-1536-768.jpg",
      "publishedAt": "2019-08-31T13:06:00Z",
      "content": "What do you do with all your leftover cardboard boxes from Amazon? \r\n Like most people, you probably break down the boxes and toss 'em in the recycling. Fair enough! \r\n But one man in Japan is putting all that extra cardboard to work producing glorious, massi… [+145 chars]"
    },
    {
      "source": {
        "id": "business-insider",
        "name": "Business Insider"
      },
      "author": "Eli Reiter",
      "title": "I'm a kosher-eating, Shabbat-observing, drug-fearing orthodox Jew who attended Burning Man — here's how it helped me overcome my introversion",
      "description": "Eli Reiter is an orthodox Jew who decided, on a whim, to attend Burning Man several years ago. While the event was full of intimidating spectacles — including half-nude people, unique outfits, and plenty of drugs — he's glad he went. Experiencing Burning Man …",
      "url": "https://www.businessinsider.com/kosher-orthodox-jew-introvert-attended-burning-man",
      "urlToImage": "https://amp.businessinsider.com/images/5d6987db2e22af4d931d7642-1334-667.jpg",
      "publishedAt": "2019-08-31T13:00:00Z",
      "content": "I have two big fears: Ferris wheels and people. Ferris wheels, because they terrified me growing up, and people, because they also terrified me growing up. As an introvert, big crowds oftentimes render me silent, desperately seeking an escape route. Smoking i… [+5577 chars]"
    },
    {
      "source": {
        "id": "business-insider",
        "name": "Business Insider"
      },
      "author": "Ellen Ioanes",
      "title": "DARPA is asking universities for access to their tunnels ASAP, and it's because the US military thinks its next war will go underground",
      "description": "The Defense Advanced Research Projects Agency (DARPA) tweeted on Wednesday that it was seeking \"university-owned or commercially managed underground urban tunnels & facilities able to host research & experimentation,\" raising concern from Twitter users. DARPA…",
      "url": "https://www.businessinsider.com/darpa-underground-spaces-prep-urban-warfare-2019-8",
      "urlToImage": "https://amp.businessinsider.com/images/5d6843192e22af31f45d0cea-2732-1366.jpg",
      "publishedAt": "2019-08-31T13:00:00Z",
      "content": "Historically, underground warfare has been the domain of special operations troops like Navy SEALs. But military researchers predict that this kind of warfare will be too much for special operators alone to navigate, particularly if dealing with an adversary … [+579 chars]"
    },
    {
      "source": {
        "id": "business-insider",
        "name": "Business Insider"
      },
      "author": "Ben Winck",
      "title": "'Big Short' investor Michael Burry was among the few who predicted the 2008 housing collapse. Here are his biggest investments right now.",
      "description": "Michael Burry, of \"The Big Short\" fame, foresaw the 2008 housing meltdown and bet against the subprime-mortgage bonds that exacerbated the crisis. Burry now runs his own hedge fund — Scion Asset Management — out of Cupertino, California. Listed below are his …",
      "url": "https://www.businessinsider.com/big-short-investor-michael-burry-portfolio-stock-picks-scion-2019-8",
      "urlToImage": "https://amp.businessinsider.com/images/5d696f502e22af47b15d2c18-1920-960.jpg",
      "publishedAt": "2019-08-31T13:00:00Z",
      "content": "Michael Burry earned millions by betting against subprime-mortgage bonds in advance of the 2008 housing meltdown. \r\n His short trade was popularized by Michael Lewis' bestselling book \"The Big Short,\" and the movie in which he was portrayed by Christian Bale.… [+1082 chars]"
    },
    {
      "source": {
        "id": "business-insider",
        "name": "Business Insider"
      },
      "author": "Laura McCamy",
      "title": "The 7 biggest money mistakes people make before they retire",
      "description": "With more Americans than ever living past age 100, it's important to prepare your finances for a long retirement. You can start by avoiding mistakes now that could leave you strapped for cash in your old age. Business Insider spoke with financial planner Rich…",
      "url": "https://www.businessinsider.com/retirement-money-mistakes-before-retiring-advice-2019-8",
      "urlToImage": "https://amp.businessinsider.com/images/5ca25735569b550592317757-1536-768.jpg",
      "publishedAt": "2019-08-31T12:49:00Z",
      "content": "When you think of a timeshare, you might picture yourself sitting on a balcony overlooking the ocean, sipping a piña colada. Hall sees an expensive boondoggle that drains funds you could be saving. \r\n When people don't use their timeshares often, \"they're rea… [+704 chars]"
    },
    {
      "source": {
        "id": "business-insider",
        "name": "Business Insider"
      },
      "author": "Paige Leskin",
      "title": "The massive Burning Man playa in the middle of the Nevada desert can be seen from space — check out the pictures",
      "description": "Burning Man is taking place this week in the Nevada desert for nearly 80,000 attendees to enjoy a nine-day party made up of interactive art, music, elaborate costumes, and community. On the day the event started, August 25, a satellite captured photos of the …",
      "url": "https://www.businessinsider.com/burning-man-black-rock-city-playa-space-satellite-photos-2019-8",
      "urlToImage": "https://amp.businessinsider.com/images/5d6968562e22af3acb6e4b47-2732-1366.jpg",
      "publishedAt": "2019-08-31T12:27:00Z",
      "content": "Nearly 80,000 people have swarmed to a temporary city set up in the middle of the Nevada desert for a 30-year-old annual tradition known as Burning Man. \r\n Burning Man welcomed attendees to its site — dubbed Black Rock City— starting this past weekend for the… [+696 chars]"
    },
    {
      "source": {
        "id": "business-insider",
        "name": "Business Insider"
      },
      "author": "Alan Dawson",
      "title": "One of the world's best boxers is trying to sabotage his rivals by jokingly telling us to spread the word that the secret of his success is pork fat",
      "description": "Oleksandr Usyk, one of the best fighters on the planet, wants Business Insider to spread the word that the secret to his country's success in boxing is eating \"pork fat.\" Usyk told us this with a grin, causing his translator to laugh, meaning he is likely onl…",
      "url": "https://www.businessinsider.com/why-is-ukraine-lomachenko-usyk-so-good-at-boxing-2019-8",
      "urlToImage": "https://amp.businessinsider.com/images/5d6a5e1d2e22af59107a2f33-1334-667.jpg",
      "publishedAt": "2019-08-31T12:14:00Z",
      "content": "Oleksandr Usyk is trying to sabotage the diets of his boxing rivals by mischievously telling Business Insider to spread the word that the secret to Ukraine's success in the sport is because they \"eat a lot of pork fat.\" \r\n Usyk is one of the best fighters on … [+4318 chars]"
    },
    {
      "source": {
        "id": "business-insider",
        "name": "Business Insider"
      },
      "author": "Alan Dawson",
      "title": "'Vasyl Lomachenko is the greatest fighter since Floyd Mayweather,' but those close to Luke Campbell expect the Englishman to pull off an upset for the ages on Saturday",
      "description": "Vasyl Lomachenko is the greatest boxer since Floyd Mayweather, Business Insider has been told. The 31-year-old Ukrainian, who has won world titles in three weight classes in 14 professional bouts, fights Luke Campbell at the 02 Arena in London on Saturday. Th…",
      "url": "https://www.businessinsider.com/vasyl-lomachenko-is-the-greatest-fighter-since-floyd-mayweather-2019-8",
      "urlToImage": "https://amp.businessinsider.com/images/5d69a9192e22af62a7490104-1920-960.jpg",
      "publishedAt": "2019-08-31T10:04:36Z",
      "content": "Vasyl Lomachanko is the greatest boxer since Floyd Mayweather, according to Sky Sports head of boxing Adam Smith. \r\n Lomachenko, 31, fights Luke Campbell for four lightweight world titles at the 02 Arena in London on Saturday, bringing with him a reputation a… [+5159 chars]"
    },
    {
      "source": {
        "id": "business-insider",
        "name": "Business Insider"
      },
      "author": "Shana Lebowitz and Sherin Shibu",
      "title": "The co-creator of Netflix's culture deck explains how to decide which employees to fire — and how to avoid the pitfalls that render so many startup founders 'irrevelant'",
      "description": "Patty McCord was the original chief talent officer at Netflix. Now she's an HR consultant and the author of the book \"Powerful.\" During a Business Insider webinar, McCord shared some of the most common people-management mistakes she sees — and how to avoid th…",
      "url": "https://www.businessinsider.com/netflix-former-hr-chief-patty-mccord-people-management-mistakes",
      "urlToImage": "https://amp.businessinsider.com/images/5d6810dc2e22af1bfb613792-1136-568.png",
      "publishedAt": "2019-08-31T09:45:00Z",
      "content": "Since it was publicly released in 2009, Netflix's culture deck has been viewed more than 19 million times. \r\n In 125 slides (a more recent version is available on Netflix's website), Netflix broke down radical management practices like not putting a cap on va… [+33643 chars]"
    },
    {
      "source": {
        "id": "business-insider",
        "name": "Business Insider"
      },
      "author": "Sinéad Baker",
      "title": "The 737 Max has 'no value' after 2 deadly crashes as passengers no longer trust the plane, the lawyer for an aviation firm suing Boeing says",
      "description": "A lawyer representing an aircraft leasing company suing Boeing says the 737 Max no longer has any \"no value\" after two deadly crashes undermined customer confidence in the plane. Avia Capital Services, an aircraft leasing company, is suing Boeing, claiming th…",
      "url": "https://www.businessinsider.com/boeing-737-max-customer-claims-no-value-safety-customer-fears-2019-8",
      "urlToImage": "https://amp.businessinsider.com/images/5d690cbf2e22af263d7cc6c6-1334-667.jpg",
      "publishedAt": "2019-08-31T09:07:00Z",
      "content": "An aircraft leasing company suing Boeing thinks the 737 Max planes now have \"no value\" because of their safety record and fears among passengers fears, a lawyer representing the company told Business Insider. \r\n Steven Marks, a lawyer representing Avia Capita… [+5595 chars]"
    },
    {
      "source": {
        "id": "business-insider",
        "name": "Business Insider"
      },
      "author": "Yusuf Khan",
      "title": "Trump lied about the trade war to boost stock markets — his bluster may soon start falling on 'deaf ears'",
      "description": "On Wednesday CNN reported that Trump may have made up high-level phone calls to China in order to boost markets. Trump said his administration had spoken with China, but his aides say he intended to boost the markets with the comments. And China said the call…",
      "url": "https://www.businessinsider.com/trump-lied-about-trade-war-to-boost-markets-cnn-may-fall-on-deaf-ears-2019-8",
      "urlToImage": "https://amp.businessinsider.com/images/5d6903202e22af080d22b3b3-2732-1366.jpg",
      "publishedAt": "2019-08-31T08:35:44Z",
      "content": "On Monday, Trump told reporters that he held \"high-level talks\" with China about the trade war, adding \"this is the first time I've seen them where they really want to make a deal.\" \r\n Global stocks instantly reversed what looked to be another day of heavy lo… [+1930 chars]"
    },
    {
      "source": {
        "id": "business-insider",
        "name": "Business Insider"
      },
      "author": "Yusuf Khan",
      "title": "Trump lied about the trade war to boost stock markets — his bluster may soon start falling on 'deaf ears'",
      "description": "On Wednesday CNN reported that Trump may have made up high-level phone calls to China in order to boost markets. Trump said his administration had spoken with China, but his aides say he intended to boost the markets with the comments. And China said the call…",
      "url": "https://markets.businessinsider.com/news/stocks/trump-lied-about-trade-war-to-boost-markets-cnn-may-fall-on-deaf-ears-2019-8-1028489021",
      "urlToImage": "https://images.markets.businessinsider.com/image/5d69034e2e22af2bd751b7c5-2400/1d71ff7857c8493d96082703609749b8.jpg",
      "publishedAt": "2019-08-31T08:35:44Z",
      "content": "Associated Press\r\n<ul><li>On Wednesday CNN reported that Trump may have made up high-level phone calls to China in order to boost markets. </li><li>Trump said his administration had spoken with China, but his aides say he intended to boost the markets with th… [+2433 chars]"
    },
    {
      "source": {
        "id": "business-insider",
        "name": "Business Insider"
      },
      "author": "Shona Ghosh",
      "title": "WeWork CEO Adam Neumann has set up a ‘hardship’ fund for employees of a startup which collapsed 9 months after he invested",
      "description": "WeWork CEO Adam Neumann has set up a \"hardship\" fund through his family office for employees of Faraday Grid, the UK energy startup which collapsed into administration earlier this month. Neumann had invested $30 million in the startup in January through his …",
      "url": "https://www.businessinsider.com/adam-neumann-hardship-fund-employees-of-faraday-grid-2019-8",
      "urlToImage": "https://amp.businessinsider.com/images/5d6970c22e22af1f8f4b98d8-1536-768.jpg",
      "publishedAt": "2019-08-31T08:01:00Z",
      "content": "WeWork CEO Adam Neumann has set up a \"hardship\" fund through his family office for former employees at Faraday Grid, the UK energy startup which fell into administration this month. \r\n Administration is the UK's approximate equivalent to bankruptcy. \r\n Two so… [+2593 chars]"
    },
    {
      "source": {
        "id": "business-insider",
        "name": "Business Insider"
      },
      "author": "Callum Burroughs",
      "title": "This VC helped Giphy grow to a website with 300 million users a day. Here's how he applies a 'leap of faith' approach to investing.",
      "description": "Paul Murphy is a partner at VC fund Northzone in London. He worked at Microsoft during its $8.5 billion acquisition of Skype. That experience, alongside helping to realize the fund's exit from Spotify during its IPO last year, helped shape his vision for what…",
      "url": "https://www.businessinsider.com/northzone-vc-on-what-he-looks-for-in-startup-founders-to-invest-in-2019-8",
      "urlToImage": "https://amp.businessinsider.com/images/5d566bb7cd9784038d416569-2732-1366.jpg",
      "publishedAt": "2019-08-31T08:00:00Z",
      "content": "Taking risks is an inherent part of the world of investing and founding a company. The role of an investor is to help guide a company through the riskier moves. \r\n Paul Murphy, a partner at VC fund Northzone, has learned that risky tactics are often the best … [+2788 chars]"
    },
    {
      "source": {
        "id": "business-insider",
        "name": "Business Insider"
      },
      "author": "Sophia Ankel, Prabhjote Gill, Business Insider India",
      "title": "NASA's $10 billion successor to the Hubble Telescope is finally assembled after more than a decade of delays - Business Insider",
      "description": "NASA's $10 billion successor to the Hubble Telescope is finally assembled after more than a decade of delays Business Insider The James Webb Space Telescope is not a replacement for the older Hubble Space Telescope, but an upgrade.",
      "url": "https://www.businessinsider.com/nasas-ten-billion-dollar-telescope-built-after-decade-of-delays",
      "urlToImage": "https://amp.businessinsider.com/images/5d6938a72e22af114c5cb68a-2732-1366.jpg",
      "publishedAt": "2019-08-31T07:06:45Z",
      "content": "After 12 years of delays and cost overruns, the $9.7 billion successor to the Hubble Space Telescope — the James Webb Space Telescope — has finally been fully assembled. \r\n The two halves that make up the next-generation space telescope have been brought toge… [+2653 chars]"
    },
    {
      "source": {
        "id": "business-insider",
        "name": "Business Insider"
      },
      "author": "Associated Press",
      "title": "Veteran who was deported for drug conviction pardoned by governor - Business Insider",
      "description": "Veteran who was deported for drug conviction pardoned by governor Business Insider US Army veteran Miguel Perez Jr., who was born in Mexico, had a green card as a permanent resident. He was deported last year on a drug conviction.",
      "url": "https://www.businessinsider.com/veteran-deported-for-drug-conviction-pardoned-by-illinois-governor-2019-8",
      "urlToImage": "https://amp.businessinsider.com/images/5b5796edab32a632008b4799-1920-960.jpg",
      "publishedAt": "2019-08-31T04:45:39Z",
      "content": "CHICAGO (AP) — The governor of Illinois said Friday he's erased the drug conviction of an Army veteran who was deported to Mexico in 2018, a step that the man's supporters hope will help him return to the US \r\n \"I recognize this pardon is not a perfect soluti… [+2052 chars]"
    },
    {
      "source": {
        "id": "business-insider",
        "name": "Business Insider"
      },
      "author": "David Choi",
      "title": "White House officials are wary of Trump's national security adviser and are reportedly blocking him from peace plans",
      "description": "US officials have reportedly stymied National Security Adviser John Bolton's efforts to get involved in foreign policy matters, and have even gone so far as to try and exclude him from top-level meetings. Bolton, who is widely viewed as a foreign policy hawk,…",
      "url": "https://www.businessinsider.com/nsa-john-bolton-meetings-suspected-of-leaking-2019-8",
      "urlToImage": "https://amp.businessinsider.com/images/5d69b65c2e22af477e2d3ac4-1334-667.jpg",
      "publishedAt": "2019-08-31T03:20:28Z",
      "content": "US officials have stymied National Security Adviser John Bolton's efforts to get involved in matters of foreign policy, and have even gone so far as to try and exclude him from top level meetings, according to a Washington Post report published Friday. \r\n Acc… [+2373 chars]"
    },
    {
      "source": {
        "id": "business-insider",
        "name": "Business Insider"
      },
      "author": "Michelle Mark",
      "title": "'I love Tiffany': Trump says his daughter is 'great' after his former personal assistant reportedly said he doesn't want to be photographed with her",
      "description": "President Donald Trump on Friday denied a rumor that he doesn't like being photographed with his youngest daughter because he believes she is overweight. Trump's personal assistant, Madeleine Westerhout, was reportedly fired on Thursday after gossiping about …",
      "url": "https://www.businessinsider.com/trump-denies-reports-about-pictures-with-tiffany-2019-8",
      "urlToImage": "https://amp.businessinsider.com/images/5d69e25d2e22af2df67b61f3-1920-960.jpg",
      "publishedAt": "2019-08-31T03:13:01Z",
      "content": "President Donald Trump defended his youngest daughter on Friday amid reports that his former personal assistant made disparaging comments about his relationship with Tiffany. \r\n Madeleine Westerhout was reportedly fired Thursday after gossiping about Trump's … [+1697 chars]"
    },
    {
      "source": {
        "id": "business-insider",
        "name": "Business Insider"
      },
      "author": "Michelle Mark",
      "title": "Trump says it 'shouldn't be too bad' if someone hacks his Twitter account because 'they're not going to learn too much'",
      "description": "President Donald Trump on Friday dismissed concerns that his Twitter account could be hacked, saying it \"shouldn't be too bad\" if it happened. Twitter CEO Jack Dorsey's account was hacked on Friday, immediately prompting questions about how secure Trump's acc…",
      "url": "https://www.businessinsider.com/trump-twitter-account-hack-jack-dorsey-2019-8",
      "urlToImage": "https://amp.businessinsider.com/images/5d69d4b92e22af543c59d3e2-1920-960.jpg",
      "publishedAt": "2019-08-31T02:33:47Z",
      "content": "President Donald Trump on Friday mused about the possibility of his infamous Twitter account being hacked, but dismissed the scenario and said it \"shouldn't be too bad\" if it happened. \r\n The topic came up shortly after Twitter CEO Jack Dorsey's account was h… [+1215 chars]"
    },
    {
      "source": {
        "id": "business-insider",
        "name": "Business Insider"
      },
      "author": "Rosalie Chan",
      "title": "A California official says red-hot coding bootcamp Lambda School is violating state law if it operates without the right registration — but the company insists classes can go on",
      "description": "On Thursday, Business Insider reported that Lambda School, a hot coding bootcamp with backing from big names like Y Combinator and GV (formerly Google Ventures), had been ordered to cease operations until it properly registered with California state authoriti…",
      "url": "https://www.businessinsider.com/lambda-school-california-state-law-coding-bootcamp-y-combinator-2019-8",
      "urlToImage": "https://amp.businessinsider.com/images/5c9c3f437563b0183236fe25-1136-568.jpg",
      "publishedAt": "2019-08-31T00:54:03Z",
      "content": "On Thursday, Business Insider reported that Lambda School — a hot coding bootcamp with backing from big names like Y Combinator and GV (formerly Google Ventures) — had been given a citation in July that ordered it to cease operations until and unless it prope… [+4621 chars]"
    },
    {
      "source": {
        "id": "business-insider",
        "name": "Business Insider"
      },
      "author": "Katie Canales",
      "title": "For less than $100, you can tour the abandoned towns around Chernobyl. Just watch out for radioactive trees and dogs, crumbling buildings, and the occasional selfie stick.",
      "description": "On April 26, 1986, the world saw its worst nuclear disaster in history when an explosion at the Chernobyl Nuclear Power Plant, in what was then the Soviet Union, resulted in a cloud of radioactive particles spreading across parts of Europe. About 350,000 peop…",
      "url": "https://www.businessinsider.com/chernobyl-nuclear-power-plant-exclusion-zone-tourism-photos-2019-8",
      "urlToImage": "https://amp.businessinsider.com/images/5d69aed82e22af3fd551c912-1920-960.jpg",
      "publishedAt": "2019-08-30T23:25:00Z",
      "content": null
    },
    {
      "source": {
        "id": "business-insider",
        "name": "Business Insider"
      },
      "author": "Steven John",
      "title": "The best shoe brands for kids",
      "description": "Rather than shopping around every time your child outgrows a shoe, you can make it easier on yourself by identifying which shoe brands are best suited to the various aspects of your child's life. Then simply size up as needed. While many companies offer a ran…",
      "url": "https://www.businessinsider.com/best-kids-shoe-brands",
      "urlToImage": "https://amp.businessinsider.com/images/5d63eaff2e22af06fd1ebd43-750-375.jpg",
      "publishedAt": "2019-08-30T23:00:00Z",
      "content": "Plae shoes are comfortable from the first minute a kid slips them on, something most kids can do with ease thanks to the Velcro tabs. \r\n If you are looking for a go-to shoe for your kid, you're looking in the right place with Plae. Their shoes are casual, com… [+2509 chars]"
    },
    {
      "source": {
        "id": "business-insider",
        "name": "Business Insider"
      },
      "author": "Alexei Oreskovic",
      "title": "It took Twitter longer to secure Jack Dorsey's account from hackers than it would for a nuclear missile to travel around the world - and that should terrify you",
      "description": "Twitter CEO Jack Dorsey's account was hacked on Friday. The hackers unleashed a tweetstorm of offensive, racist tweets. Everyone who watched the events seemed to have the same thought: If Twitter can't protect its CEO's account from hackers, how can it protec…",
      "url": "https://www.businessinsider.com/why-hacking-jack-dorsey-twitter-account-terrifying-2019-8",
      "urlToImage": "https://amp.businessinsider.com/images/5d699fa82e22af29d45b7f42-1920-960.jpg",
      "publishedAt": "2019-08-30T22:38:55Z",
      "content": "On Friday afternoon, at 12:44 p.m. PT, the internet stood still and watched as something terrifying unfolded over the next 20 minutes. \r\n Jack Dorsey, the CEO of Twitter, had his account hacked, and it proceeded to tweet a barrage of offensive and racist twee… [+3124 chars]"
    },
    {
      "source": {
        "id": "business-insider",
        "name": "Business Insider"
      },
      "author": "David Choi",
      "title": "Trump's 28-year-old personal assistant was reportedly fired after gossiping about his daughters",
      "description": "Madeleine Westerhout, President Donald Trump's assistant since the onset of his presidency, was fired on Thursday after she gossiped about Trump's daughters and bragged to news reporters about her access, according to a Politico report. Westerhout, who had a …",
      "url": "https://www.businessinsider.com/madeleine-westerhout-fired-gossip-ivanka-tiffany-trump-personal-assistant-2019-8",
      "urlToImage": "https://amp.businessinsider.com/images/5d698f1b2e22af4efc4e87c4-1920-960.jpg",
      "publishedAt": "2019-08-30T22:32:03Z",
      "content": "Madeleine Westerhout, President Donald Trump's assistant since the onset of his presidency, was fired on Thursday after she bragged to news reporters about her relationship with Trump and gossiped about his daughters, according to a Politico report. \r\n Wester… [+2427 chars]"
    }
  ]
}
